[
"When we got to the main shrine I left the others\\nbehind to attend to my meeting.%K%P",
"They were free to hang out around town.%K%P",
"A few hours later, I headed out to join them again.%K%P",
"\\dAkira!\\d%K%P",
"\\dOh Akira! Akira! Akiraaa!\\d%K%P",
"\\dIt's me, your beloved wife! Your adorable Yukari!\\nOh how I have awaited your return!\\d%K%P",
"\\dWaaah!\\d%K%P",
"She came speeding my way and dove right at me!%K%P",
"She basically came at me with a flying body press!%K%P",
"\\dAkira, look out!\\d%K%P",
"\\dHiyah!\\d%K%P",
"\\dNghhh?!\\d%K%P",
"Kaede and Shion worked together to pull her back,\\nright out of her mid-air position.%K%P",
"Totally off guard, she fell face-first into the\\nground.%K%P",
"\\dWh-What's the big idea?! You could have killed me\\nand left my poor newly-wedded husband a widower!\\d%K%P",
"\\dYou were about to make yourself a widow with that\\nkind of jump.\\d%K%P",
"\\dI just...\\d%K%P",
"Yukari seemed to finally have her wits back.%K%P",
"\\dS-Sorry Akira... I was just so happy to see you,\\nmy love, that I went overboard...\\d%K%P",
"\\dDon't worry. I'm fine.\\d%K%P",
"\\dBut please, don't do that again. I might be able\\nto calm your Jinriki, but resisting physical pain\\nisn't my forte.\\d%K%P",
"\\dEheheh, I know, silly. I would never do anything\\nto hurt you!\\d%K%P",
"She tossed me a meaningless smile.%K%P",
"Whenever she got excited she basically lost all\\nsense of restraint, so it was best to take anything\\nshe said with a grain of salt.%K%P",
"\\dAnyway, how'd the meeting go?\\d%K%P",
"\\dYeah, what's the verdict?\\d%K%P",
"\\dWell, we got permission to have our festival. And\\nthey said we don't need to assist them at theirs,\\neither.\\d%K%P",
"They were originally planning for us to cancel our\\nannual festival and help out with the one at the\\nmain shrine instead.%K%P",
"But all that was now cast aside and we could go\\nahead with our own festivities.%K%P",
"\\dThat's wonderful! We should have expected no less\\nfrom a distinguished man such as yourself.\\d%K%P",
"\\dWhat? No, it was nothing big.\\d%K%P",
"\\dIf they hadn't listened to us, I might have had to\\ntake things into my own hands...\\d%K%P",
"She had an evil grin on her face and her dark\\npowers seemed to be flowing towards the shrine.%K%P",
"\\dCould you not curse the main shrine with that\\nTatari of yours? Thanks.\\d%K%P",
"\\dOh you. Of course I wouldn't. I was just speaking\\nhypothetically.\\d%K%P",
"Even hypothetically, I could never trust Yukari to\\nhold herself back.%K%P",
"\\dDon't worry. If things hadn't gone well, I would\\nhave had a word or two with them.\\d%K%P",
"\\dOh! I would have loved to see that! Kaede heading\\nin to rough people up!\\d%K%P",
"\\dI would do nothing of the sort. I would just roll\\nthem about until they listened.\\d%K%P",
"\\dListen, I'm glad you all want to help, but don't\\nlet it get out of hand, all right?\\d%K%P",
"Kaede wasn't a problem these days, but apparently\\njust a while back she'd been a force to reckon\\nwith.%K%P",
"\\dW-Well, of course. I just meant I wanted to\\nhelp...\\d%K%P",
"\\dI would help out too if you wanted!\\d%K%P",
"\\dIt would only be sensible for a wife like me to\\nassist her husband in achieving his wildest\\ndesires.\\d%K%P",
"\\dThere's nothing wild about this.\\d%K%P",
"\\dBut still! We want to help.\\d%K%P",
"\\dYeah... Thanks, girls.\\d%K%P",
"I had worried maybe I was dragging them into this.%K%P",
"But I guess I was overthinking things.%K%P",
"It was a relief to hear them all talk like this.%K%P",
"\\dThe next bus should be here soon. Wanna head\\nback?\\d%K%P",
"\\dWhat? But we spent so much on tickets to get here.\\nLet's at least head around town a bit.\\d%K%P",
"\\dIndeed. We don't have anything to do back home\\nanyway.\\d%K%P",
"\\dThis could be our first date... Our long-awaited\\nfirst date... Never mind those two, the time for\\nour date has finally arrived!\\d%K%P",
"I was a little worried about Yukari, but I didn't\\nexactly feel in a rush to head back either.%K%P",
"\\dAll right, let's head out for a while.\\d%K%P",
"\\dYou don't need to tell me twice! Time to enjoy the\\ncity life!\\d%K%P",
"\\dI want to do some shopping we can't do out at our\\nlittle store.\\d%K%P",
"\\dI wanna get all lovey-dovey with Akira!\\d%K%P",
"\\dWell, so do we!!!\\d%K%P",
"We headed down the pathway between the shrine\\nand the station.%K%P",
"It was dotted with shops and restaurants.%K%P",
"The place wasn't exactly a bustling urban center,\\nbut it was much bigger than our own neighborhood.%K%P",
"\\dWhat's this place known for, Akira?\\d%K%P",
"\\dHmm, tofu skin or beef, maybe...?\\d%K%P",
"\\dAnd buttered rice crackers!\\d%K%P",
"\\dThose are pretty addictive.\\d%K%P",
"They were popular with tourists, so there were lots\\nof samples on offer.%K%P",
"\\dHere you go, Yukari. Have a try. That nice lady\\nthere just gave me some.\\d%K%P",
"\\dOh, thanks...\\d%K%P",
"She gave the little piece a try.%K%P",
"\\dOh...this is pretty good.\\d%K%P",
"\\dHeh-heh, but I'd recommend this instead! Ta-da!\\nSuper Spicy Wasabi Crackers!\\d%K%P",
"\\dYeah, I'll pass. I prefer more delicate flavors.\\d%K%P",
"She shot Shion down hard.%K%P",
"\\dYou like this though, right Akira? Fried tofu skin\\nmanju.\\d%K%P",
"\\dYou know it! I love these things.\\d%K%P",
"\\dMmm! So steamy and delicious!\\d%K%P",
"This area was the only place you could get them.%K%P",
"They were a bit too much in the summer, but come\\nfall they were perfect.%K%P",
"\\dSo that's what you like...\\d%K%P",
"\\dNot just that though, right? You like soba noodles\\nwith tofu skin, too.\\d%K%P",
"\\dYeah, I like that better than the plain kind.\\d%K%P",
"\\dYou really know everything about Aki, don't you\\nKaede? Especially when it comes to food.\\d%K%P",
"\\dN-Now I wouldn't go that far.\\d%K%P",
"\\dGrrr...\\d%K%P"
]