[
"--Who needs the gods anyway?%K%P",
"There was a time when they had bestowed their\\nblessings on mankind while watching over us from\\nabove.%K%P",
"But humans and gods grew out of touch with each\\nother, and started to drift apart.%K%P",
"But just when faith in the gods was reaching an\\nall-time low, Goddesses had started to appear in\\nthe human world for all to see.%K%P",
"This became known as the Descent of the Goddesses.%K%P",
"Special laws were put in place under the Myriad\\nGod Measure to help these divine beings integrate\\ninto human society.%K%P",
"Goddesses learned the ways of man, and likewise\\nmankind came to know the gods as more than just \\nan abstract religious concept.%K%P",
"And so it had been for the last six years.%K%P",
"The most benevolent Goddesses earned ardent \\nfollowers and were idolized by their people.%K%P",
"Everything seemed to be going well.%K%P",
"But there are always exceptions to any rule.%K%P",
"You see, their divine power was not always wielded\\nfor good.%K%P",
"There were beings known as 'Tatarigami,' who gave\\nbirth to negative emotions and stirred up\\ndisasters.%K%P",
"\\dPlease, take me as your lady!\\d%K%P",
"How did things get this way...?%K%P",
"I had only met this girl a few minutes ago, and now\\nshe was bowing down on the floor in front of me.%K%P",
"\\dLord Akira?\\d%K%P",
"Lifting her head, she gazed up at me, waiting for\\nan answer.%K%P",
"\\dUhh, Miss Yukari, was it?\\d%K%P",
"\\dYes! Yukari Amatsu.\\d%K%P",
"She answered enthusiastically with her full name.%K%P",
"\\dYou do understand what you're asking, right?\\d%K%P",
"\\dOf course! To be your lady, your wife, your\\npartner, the one who will always be by your\\nside...\\d%K%P",
"Okay, so at least she knew what she was saying. I\\nhadn't just been imagining things.%K%P",
"\\dSo then...why?\\d%K%P",
"\\dWhat reason could explain the bonds between us?\\d%K%P",
"\\dThis is simply destiny!\\d%K%P",
"Desti-what-now?!%K%P",
"I almost yelled out in disbelief, but choked down\\nmy words.%K%P",
"How could anyone call any of this destiny?%K%P",
"But wait...perhaps there was something somewhere I\\nhad overlooked.%K%P",
"Maybe I just needed to think this over again.%K%P",
"I'm Akira Manase. I was standing in for my parents\\ntaking care of the Kamimori Shrine and its central\\nhall.%K%P",
"There were lots of responsibilities when managing a\\nshrine, but it was mostly cleaning. Especially in\\nfall when you needed to rake leaves all the time.%K%P",
"\\dToday's not so bad, but I am not looking forward\\nto the rest of fall.\\d%K%P",
"I complained to myself as I cleaned up the temple\\ngrounds.%K%P",
"So there I was raking up leaves when this Miss\\nYukari showed up.%K%P",
"\\dUhh, can I help you?\\d%K%P",
"One look, and I just knew it. I could tell she was\\na Goddess.%K%P",
"\\d--Hey! Hang on a second.\\d%K%P",
"What? Uhh, Miss Yukari? This is supposed to be me\\nrecounting on my own memories...%K%P",
"\\dOur first encounter was much more romantic, more\\nsugary-sweet. I'll go ahead and fix it for you.\\d%K%P",
"\\dIt's a key part of our history. I can't just have\\nyou glossing over it.\\d%K%P",
"That's not even the issue here. Why are you in my\\nmind like this to begin with?%K%P",
"\\dWell, we're in love, you see!\\d%K%P",
"That's...not even an answer.%K%P",
"\\dThen let's just say it's because I'm a Goddess.\\nThat easier for you to handle?\\d%K%P",
"All right, fine. Whatever.%K%P",
"\\dOh my, you're so cute when you're distraught!\\d%K%P",
"Yeah, yeah. Just get on with your 'fixes' already.%K%P",
"\\dOkay. Here we go.\\d%K%P",
"\\dOh, mine fairest princess! You appear most unwell.\\nHow can I aid you?\\d%K%P",
"Who the heck is that supposed to be? That's\\nnothing like me!%K%P",
"\\dLeave me be! Getting involved with me will surely\\nbring calamity upon you.\\d%K%P",
"Well, that's mostly right. I'm pretty sure she told\\nme to stay away.%K%P",
"\\dNonsense! I couldn't bear to leave you here to\\nsuffer!\\d%K%P",
"True, she had looked pretty bad. Almost sick.%K%P",
"I couldn't just have ignored her, so I had lend a\\nhand.%K%P",
"\\dNow let me carry you off, my lady.\\d%K%P",
"\\dThen you swept me gently off my feet and carried\\nme away! Oh my!\\d%K%P",
"Well, that's not exactly what had happened.%K%P",
"For starters, I did not 'sweep her off her feet.'%K%P",
"\\dYou mustn't! The Tatari...!\\d%K%P",
"\\dThen my Jinriki went berserk, turned into Tatari\\nand threatened to attack you!\\d%K%P",
"\\dLady Yukari!!!\\d%K%P",
"Actually, she hadn't even told me her name yet at\\nthat point.%K%P",
"\\dAnd as the Tatari swelled and grew, you took me\\ninto your arms and hugged me tight! Oh, it was so\\nwonderful!\\d%K%P",
"\\dOh, my Yukari, I will protect you from this!\\d%K%P",
"\\dYour love for me was so powerful that you called\\nme as your own, you see? It was truly wondrous!\\d%K%P",
"She might be embellishing a tad, but her Jinriki\\nhad started to go out of control.%K%P",
"\\dI'll never forget the strength in those arms as\\nthey embraced me...\\d%K%P",
"I didn't actually hug her. I had just lightly put a\\nhand on her shoulder.%K%P",
"\\dYou drew me close, and as soon as you did the\\nTatari vanished without a trace.\\d%K%P",
"\\dWhat could this mean...?\\d%K%P",
"\\dI told you didn't I? I will protect you, Lady\\nYukari!\\d%K%P",
"\\dOh, Lord Akira... My true prince charming...\\d%K%P",
"\\dAnd there you have it. That's how we met.\\d%K%P",
"\\dI think you might be stretching the truth too\\nmuch.\\d%K%P",
"\\dLet a girl dramatize a little. That's how it felt\\nto me, at least.\\d%K%P",
"\\dRight from that moment, I knew you were the one\\nfor me.\\d%K%P",
"Despite Yukari's imaginative embellishments, it was\\ntrue that I had helped stop her Jinriki from\\nwreaking havoc.%K%P",
"Any normal human would have been overwhelmed by\\nthe Tatari. But as a Manase, we were the keepers\\nof the Kamimori Shrine. We were a little different.%K%P",
"I couldn't just leave her like that, so I had\\nbrought her into the shrine office, and well, there\\nwe were.%K%P",
"I hadn't expected her to fall for me, much less\\nwant to marry me...%K%P",
"\\dDo you understand now?\\d%K%P",
"\\dUnderstand what, exactly?\\d%K%P",
"\\dDon't make me spell it out! We are bound together\\nby the red strings of fate!\\d%K%P",
"Nope... No idea what she's talking about.%K%P",
"\\dOh yes indeed. There is no mistake. Our bonds\\nhave been sealed by fate, and that's that!\\d%K%P",
"\\dThis is all happening too fast. I mean, I don't\\neven know anything about you.\\d%K%P",
"I mean, I was a man just like any other, so I\\nwasn't averse to a beautiful girl showing an\\ninterest in me...%K%P",
"But marriage? That was something to take seriously,\\nright?%K%P",
"After all, she might have been a looker, but I\\nreally had no idea what she was even like.%K%P",
"\\dSo you want to know more about me?\\d%K%P",
"\\dThen get ready to know everything there is to\\nknow.\\d%K%P",
"She spoke flirtatiously, slowly bringing her hand\\nto the neck of her clothing.%K%P",
"\\dW-Wait just a second now! What are you doing?!\\d%K%P",
"\\dI am preparing to bare my all to you!\\d%K%P",
"\\dWoah! I didn't mean take your clothes off! I just\\nwant get to know you. That's all.\\d%K%P",
"That being said, her shapely figure was obvious\\nbeneath her clothes.%K%P",
"In all honesty, I wouldn't have minded getting a\\nlook at what was under there, but if I did, there\\nwould've been no turning back.%K%P",
"She definitely was attractive though, that was\\nwithout doubt.%K%P",
"\\dI wasn't talking about your body, but rather...\\nyour personality, your family, that kind of stuff.\\d%K%P",
"\\dOh! Well, all right. Allow me to tell you just how\\nmuch of a perfect wife I would be for you!\\d%K%P",
"And so she started making her sales pitch to me.%K%P",
"She was great with chores, versed in etiquette, and\\nhad a pretty face to match.%K%P",
"She basically began to list all the things that\\npeople traditionally looked for in a wife.%K%P",
"\\dI also know how to handle...nighttime matters.\\d%K%P",
"\\dR-Really now?\\d%K%P",
"Caught up in the idea of it I started to stare at\\nher body.%K%P",
"I may have been fending off her proposal, but still\\nI wasn't immune to her efforts.%K%P",
"If she had come at me then, I don't know if I would\\nhave been able to stop myself.%K%P",
"\\d...You like what you see?\\d%K%P",
"\\dJ-Jeez, sorry.\\d%K%P",
"\\dNo no, don't apologize. Men are meant to be that\\nway.\\d%K%P",
"What 'way' is that, exactly?%K%P",
"The thought of her reading everything that went\\nthrough my head left me a bit unsettled.%K%P",
"Some sacred something-or-other deep inside of me\\ntold me I'd better not just accept this situation.%K%P",
"\\dOkay, but still! I admit you're charming and all,\\nbut marriage is not something we can just decide on\\nthe spot.\\d%K%P",
"\\dWell! Someone is a bit stubborn, I see. Fine,\\nlet's look at all this through a different lens.\\d%K%P",
"\\dIt's true, I do sense that our fates are tied\\ntogether, but it is more than just that.\\d%K%P",
"With a suddenly serious look on her face she\\nstarted explaining herself to me.%K%P",
"\\dI'm sure you realize that I am a Goddess. And not\\njust any Goddess either, but a Tatarigami, bringer\\nof disaster.\\d%K%P",
"A Tatarigami was a Goddess whose Jinriki powers\\ncould turn into Tatari, causing misfortune to those\\naround them.%K%P",
"Powerful emotions and physical contact could\\ntrigger the creation of this Tatari, regardless of\\nthe will of the Goddess in question.%K%P",
"\\dI've heard that a former Tatarigami is enshrined\\nhere at the Kamimori Shrine.\\d%K%P",
"\\dThat is the true reason I came here - to free\\nmyself from the label of Tatarigami.\\d%K%P",
"\\dI thought by coming to Kamimori I could be remade\\ninto a good and just Goddess.\\d%K%P",
"\\dAnd when I arrived, the one who appeared before\\nme was you, my Lord Akira.\\d%K%P",
"\\dI sense a special power within your Sakimitama.\\nSurely it was this power that suppressed the Tatari\\nwithin me earlier?\\d%K%P",
"Sakimitama' is the goodness within one's spirit.\\nIt's what gave the Goddesses their power.%K%P",
"We of the Manase family apparently had different\\nSakimitama from other people. It somehow gave us\\nunique abilities.%K%P",
"\\dYeah, you're probably right about that.\\d%K%P",
"The Manase Sakimitama allowed us to suppress a\\nGoddess's Jinriki.%K%P",
"That's why we had been charged with looking after\\nthe Kamimori Shrine for generations.%K%P",
"\\dI knew it!\\d%K%P",
"Unable to contain herself she latched on to me.%K%P",
"\\dAs long as I remain by your side I will never have\\nto worry about my powers running rampant!\\d%K%P",
"\\dI need you!\\d%K%P",
"She was actually starting to sound reasonable.%K%P",
"If she was a Tatarigami, the best place for her was\\nright here.%K%P",
"\\dOkay, I get where you're coming from. But still,\\nthat doesn't mean we need to get married.\\d%K%P",
"She could have her played the part of a trainee\\nworking here, or any number of other things\\ninstead.%K%P",
"\\dYou really think so?\\d%K%P",
"\\dA young lady like myself staying at your place\\nwouldn't stir up rumors about you?\\d%K%P",
"\\dJust imagine what they'd say: 'The keeper of\\nKamimori taking advantage of his parents' absence,\\nbringing home a girl to do with as he wished!'\\d%K%P",
"\\dNow, if we were bound in matrimony, that would\\nchange the story completely. You wouldn't have to\\nworry about a thing!\\d%K%P",
"She knew this was where she should make her push,\\nand she went all in on it.%K%P",
"Her reasoning was pushing on the edge of nonsense,\\nbut was somehow still compelling.%K%P",
"\\dSo please, think of it as a way to save me, and\\ntake me as your own.\\d%K%P",
"She got down into a low bow on the floor again,\\nand asked me to take her hand in marriage.%K%P",
"The whole situation was so ridiculous, but she\\nseemed earnest.%K%P",
"\\dI guess...it's too much to ask, huh?\\d%K%P",
"She looked ready to burst into tears at any second.%K%P",
"The look in her eyes made it seem as if I was\\nthe only hope she had left.%K%P",
"\\dAll right. Fine.\\d%K%P",
"I couldn't just turn her down here.%K%P",
"She was in trouble, that much was true. And as\\ncaretaker of the Kamimori Shrine I was obliged to\\nhelp those in need.%K%P",
"\\dLord Akiraaa!\\d%K%P",
"\\dOkay, but this is just a front - something to give\\nus cover for the time being.\\d%K%P",
"She seemed ready to leap into my arms at the first\\nchance, but I held her back, making sure she\\nunderstood.%K%P",
"\\dYes, yes. I understand, of course.\\d%K%P",
"Did she really?%K%P",
"In all honesty I had a really bad feeling about the\\nwhole ordeal...%K%P",
"\\dNow we are finally partners.\\d%K%P",
"\\dMay we live happily ever after together.\\d%K%P",
"Someone was quick to forget the 'for the time\\nbeing' part.%K%P",
"How did I end up stuck with a Goddess like this...?%K%P",
"This was going to be hard to explain.%K%P",
"\\dNow then, there are a few things we should make\\nclear now that you have taken me as your wife.\\d%K%P",
"\\dLike what we will call each other!\\d%K%P",
"\\dMiss Yukari won't do?\\d%K%P",
"\\dWhat kind of husband would talk like that? Just\\ncall me Yu-ka-ri, but make sure your voice is full\\nof love when you do!\\d%K%P",
"\\dOkay then...Yukari.\\d%K%P",
"\\dThat's better! That will do nicely!\\d%K%P",
"\\dAnd I'll take the liberty of calling you Akira,\\nokay? Ah-ha-ha!\\d%K%P",
"Sorry Miss Yukari, but I just don't feel--%K%P",
"\\dWhat did we say? Just Yu-ka-ri!\\d%K%P",
"\\dCan you stop reading my mind like that?\\d%K%P",
"Did this mean she had powers other than the Tatari?%K%P",
"\\dI don't, no.\\d%K%P",
"\\dAny good wife knows everything her husband is\\nthinking!\\d%K%P",
"\\dY-Yeah? That's really something.\\d%K%P",
"\\dIt's the power of love! The most sacred of all...\\d%K%P",
"She looked ecstatic. Clearly thrilled about all\\nthis.%K%P",
"\\dHehehe!\\d%K%P",
"\\dThis all went so well. It may just be a formality\\nfor now, but we'll make this love real, you'll\\nsee...\\d%K%P",
"\\dI'm a married woman! Akira's wife! Oh, I love even\\nthe sound of it!\\d%K%P",
"\\dI'm so excited, I can feel the Tatari escaping\\nfrom me!\\d%K%P",
"Black wisps seemed to exude from her.%K%P",
"\\dCalm down Yukari, or it's gonna break loose!\\d%K%P",
"\\dOh! You called me by my name again! Ah! It's just\\ntoo much...!\\d%K%P",
"\\dPlease, Akira, quell this Tatari within me...\\d%K%P",
"She held out both of her arms, asking for my\\nembrace.%K%P",
"I knew that by embracing her, it would calm the\\nTatari.%K%P",
"But...was it really okay?%K%P",
"\\dOkay slowpoke, time's up!\\d%K%P",
"\\dHere I come!\\d%K%P",
"She came right up to me and latched on.%K%P",
"Her arms wrapped around me, and she pulled her\\nwhole body tight against mine.%K%P",
"And with that her Jinriki powers quietly faded\\naway, leaving us behind in an embrace.%K%P",
"\\dI can feel your heartbeat... Hehe, you're\\nexcited by me, aren't you?\\d%K%P",
"\\dAnyone hugging a beautiful girl like you would\\nbe.\\d%K%P",
"I was unable to take my mind off the warmth of her\\nskin pressed against mine%K%P",
"She was right, too. My heart was pounding, ready to\\nexplode.%K%P",
"\\dOh you're just too kind! I'm so happy, I... I...\\d%K%P",
"\\dI just want you to hold me forever!\\d%K%P",
"\\dWell, it's not like I want to let go, but we have\\nlots to do as newlyweds, so I'll let you go as soon\\nas you're ready.\\d%K%P",
"\\dHehehe!\\d%K%P",
"I could sense a hint of pleasure running through\\nme.%K%P",
"But it was followed by worry. Was it really okay to\\n'marry' her like this?%K%P",
"She had come here seeking my aid, though.%K%P",
"So I decided to just accept the whole situation.\\nThis was my new reality.%K%P",
"But how was I going to explain this to people?%K%P",
"A feeling of anxiety hung heavy on me.%K%P"
]