[
"My biggest worry was Yukari.%K%P",
"I knew what Shion and Kaede were up to, but no\\none had any idea what Yukari was planning.%K%P",
"\\dWhere did Yukari go...?\\d%K%P",
"\\dOh, but I'm right here!\\d%K%P",
"\\dBwaah?!\\d%K%P",
"How did she get right behind me?!%K%P",
"I hadn't even noticed her.%K%P",
"\\dEhehe, did I surprise you?\\d%K%P",
"\\dDon't go sneaking up on me like that...\\d%K%P",
"\\dSorry. But the two of us need to be together at\\nall times, you know.\\d%K%P",
"It was true that she and I had to be close by to \\nprevent her Tatari from running amok.%K%P",
"But it wasn't like we were always together.%K%P",
"\\dWere you looking for me?\\d%K%P",
"\\dYeah...\\d%K%P",
"She had that same smile she always had.%K%P",
"It was impossible to read what was underneath.%K%P",
"\\dHoping for a partner in bed, was it?\\d%K%P",
"\\dNope, definitely not that.\\d%K%P",
"\\dOh, no need to play coy. Just say the word and\\nI'll be ready for you.\\d%K%P",
"Sounds like you're the one asking for it.%K%P",
"\\dYes yes, enough with the jokes.\\d%K%P",
"\\dI'm well aware that you have been worried about\\nme.\\d%K%P",
"\\dI'm sorry that I couldn't be straight with you.\\d%K%P",
"\\dIt's fine. You've got plans of your own, right?\\d%K%P",
"\\dI do. More importantly, I don't need to hide them\\nanymore.\\d%K%P",
"\\dI can finally tell you.\\d%K%P",
"\\dEhehe!\\d%K%P",
"\\dHeading out at a time like this, it's like we're\\non a secret date, huh?\\d%K%P",
"She held my hand in hers, and looked to be\\nthoroughly enjoying this.%K%P",
"\\dWhere exactly are you taking me?\\d%K%P",
"\\dWe never know who could be listening back there.\\nWe need to head somewhere a little more private.\\d%K%P",
"This was just like her.%K%P",
"Sometimes too bold, other times too secretive. She\\nwas a hard Goddess to put a label on.%K%P",
"\\dDon't worry. I won't lay a single finger on you.\\d%K%P",
"\\dThough by all means, if you wish to lay a finger\\non me, feel free!\\d%K%P",
"\\dOkay, here we are!\\d%K%P",
"Yukari had led me out to the Shiraito Falls.%K%P",
"The lights would normally be out but, maybe for\\nsafety reasons, they were still lit.%K%P",
"\\dI've never been out here at night. So this is what\\nit's like...\\d%K%P",
"\\dIt's going to be all lit up for the festival,\\napparently.\\d%K%P",
"\\dIt said so on the site Shion made.\\d%K%P",
"That was the first I had heard of it...%K%P",
"\\dThe falls and the red leaves should make for quite\\nthe sight.\\d%K%P",
"\\dShion's hoping to win votes by getting people to\\nstick around here until late.\\d%K%P",
"\\dShe told you that...?\\d%K%P",
"\\dNo, but it's pretty obvious, really.\\d%K%P",
"She acted like she never paid attention to anything\\nbut me, but I guess Yukari was more observant than\\nI gave her credit for.%K%P",
"I wondered if the other two had caught on to this\\nside of her.%K%P",
"\\dI know how Shion is just using Kaede.\\d%K%P",
"\\dAnd that Kaede is well aware of it...\\d%K%P",
"\\dOh yes, I've seen through it all!\\d%K%P",
"\\dW-Well then...\\d%K%P",
"I hadn't expected that of Kaede.%K%P",
"She never let on as much, but I could imagine it\\nbeing true.%K%P",
"\\dSo... Knowing all that, what are you gonna do?\\d%K%P",
"\\dEhehehe!\\d%K%P",
"\\dI came all the way out here and you're still not\\ngoing to tell me?\\d%K%P",
"Wasn't that the reason we had come here?%K%P",
"\\dYou're wrong about just one thing.\\d%K%P",
"\\dIf you want to win, you need a plan, you think.\\nWell, says who?\\d%K%P",
"\\dWho needs a plan? Of course I have ideas to help\\nmake more things fun, but...\\d%K%P",
"\\dI'm Yukari Amatsu. And though I may be a\\nTatarigami, I am still a Goddess.\\d%K%P",
"\\dI am here as my true self. With no intention to\\nhide anything.\\d%K%P",
"\\dI will present myself to the people as I am, as\\nyour wife... Nothing more, nothing less...\\d%K%P",
"She moved to stand right in front of me.%K%P",
"She was close enough to touch, and peered up at\\nme.%K%P",
"\\dYukari...?\\d%K%P",
"\\dI yearn for you, Akira... My true love...\\d%K%P",
"Her arms wrapped around me.%K%P",
"Not too strong, just in a soft embrace.%K%P",
"\\dI don't care what happens in the contest.\\d%K%P",
"\\dAll I want is your love...\\d%K%P",
"\\dI don't care if no one agrees with it. I just love\\nyou. That's it.\\d%K%P",
"She began to speak more strongly.%K%P",
"And her arms drew in tighter.%K%P",
"\\dI won't give you to anyone. I will not... I will\\nNOT...\\d%K%P",
"\\dYou are mine and only mine... Hehehehe!\\d%K%P",
"\\dThe other two are so focused on this competition\\nthat they've lost sight of what's most important.\\d%K%P",
"\\dAll that matters is who you love the most. And who\\nloves you the most.\\d%K%P",
"\\dThat's what's most important...\\d%K%P",
"\\dAnd the one who thinks of you, yearns for you,\\nrespects you, adores you...and loves you...is me,\\nand me alone...\\d%K%P",
"\\dOnly someone who thinks of you as much as I do\\ncan be worthy of your love.\\d%K%P",
"\\dI, Yukari Amatsu, am your number one.\\d%K%P",
"\\dRight? Don't you think so too?\\d%K%P",
"She was squeezing me as hard as she could.%K%P",
"I flinched a little from the pain.%K%P",
"\\dDoes it hurt? Is it too much to bear?\\d%K%P",
"\\dThat's just how I feel. The pain, the longing,\\nit's unbearable.\\d%K%P",
"\\dOh, if only you could understand my feelings...!\\d%K%P",
"\\dBut no. It's fine. No one will ever understand my\\nlove.\\d%K%P",
"\\dThat's my fate as a Tatarigami...\\d%K%P",
"She had gone nearly insane.%K%P",
"If she had gone a step further, I might have had to\\nshake her off.%K%P",
"\\dThis was hard on you too, huh...\\d%K%P",
"Yukari thought the others had lost sight of\\nreality.%K%P",
"And maybe I had too.%K%P",
"\\dI'm sorry Yukari. I had you pegged all wrong.\\d%K%P",
"I hugged her back as I spoke.%K%P",
"\\dA-Akira?\\d%K%P",
"\\dSomehow I convinced myself that you were happy. I\\nfigured it would be enough that you didn't have to\\nworry about your Tatari day-to-day.\\d%K%P",
"\\dBut I was fooling myself, huh? Your initial\\ndesires were still unanswered. Nothing has\\nchanged.\\d%K%P",
"I had just gone and assumed she was happy enough\\nbeing with me.%K%P",
"But she wasn't, was she?%K%P",
"She hadn't been saved yet.%K%P",
"\\dBut... You don't have to hug me like this...\\d%K%P",
"\\dDon't be so hard on yourself.\\d%K%P",
"\\dIt's not like you, right? Plus, I'm hugging you\\nbecause I want to.\\d%K%P",
"\\dAkira...\\d%K%P",
"The tension slowly drained from Yukari's body.%K%P",
"The death-grip she had on me faded, and her arms\\nlaid wrapped around me.%K%P",
"\\dAkira... Oh Akira Akira Akira!\\d%K%P",
"\\dI'm sorry I never noticed this side of you.\\d%K%P",
"\\dIt's fine, don't apologize! You didn't do\\nanything.\\d%K%P",
"\\dYou really are something special... Not just\\nbecause you can control my Tatari, but something\\nmore...\\d%K%P",
"\\dI was right about us being meant for each other.\\d%K%P",
"\\dOh Akira... I love you... I really do...\\d%K%P",
"\\dI know, so don't cry. It ruins that pretty face.\\d%K%P",
"\\dBut...but...!\\d%K%P",
"\\dCome on, enough now.\\d%K%P",
"I drew her to my chest to hide her crying face.%K%P",
"Seeing her that way, she looked like any normal\\ngirl.%K%P",
"Maybe she was a Tatarigami with unimaginable \\npowers, but she was also a young woman with a lot\\non her mind.%K%P",
"That was the side of her I found lovely.%K%P",
"\\dAkira...\\d%K%P",
"She continued crying into my arms.%K%P",
"The crying girl here was the real Yukari.%K%P",
"I couldn't forget that.%K%P",
"The memory of that night etched itself deep into my\\nheart.%K%P"
]