[
"I headed into the main hall to look for Shion.%K%P",
"Her beloved laptop was there, but Shion herself was\\nnowhere to be found.%K%P",
"\\dIf you're looking for Shion, she headed out to the\\nrear shrine.\\d%K%P",
"\\dAlone? That's a scary thought.\\d%K%P",
"\\dShe is a Goddess you know. She'll be fine.\\d%K%P",
"\\dI'm gonna go find her. She may be a Goddess, but\\nshe's still just a girl out there alone.\\d%K%P",
"\\dWhy did she have to head out at a time like this?\\d%K%P",
"I complained aloud to myself as I walked the trail.%K%P",
"Shion's passion for success was stronger than the\\nothers', but there was a blind spot in her\\nknowledge.%K%P",
"She was good at watching others, but not good at\\nwatching out for herself.%K%P",
"When would she realize what she had?%K%P",
"\\d...\\d%K%P",
"It made no difference how long it took me to get\\nthere.%K%P",
"Yet I found myself running just the same.%K%P",
"Found her!%K%P",
"\\dShi-on!\\d%K%P",
"\\dHmm? Aki? What's the matter?\\d%K%P",
"She seemed puzzled to find me there.%K%P",
"\\dWhat's the matter? Well...\\d%K%P",
"\\dDid you need me for something?\\d%K%P",
"\\dUh, no, but...\\d%K%P",
"I'd let myself get worried.%K%P",
"But she was just the same as always, which was a\\nrelief.%K%P",
"\\dWere you worried about me?\\d%K%P",
"\\dW-Well, yeah. That a problem?\\d%K%P",
"\\dWait, you really came running out here 'cuz you\\nwere worried? I was just kidding. I didn't really\\nthink...\\d%K%P",
"\\dCome on. A girl out alone at night. I was\\nworried.\\d%K%P",
"\\dIt's not like there's anyone out around here.\\d%K%P",
"\\dNot people, but what about bears or something...?\\d%K%P",
"\\dNgh...\\d%K%P",
"Even Shion must've be afraid of bears.%K%P",
"\\dW-Well, come on. You can at least help me finish\\nup here.\\d%K%P",
"We were almost to the shrine.%K%P",
"We walked side-by-side into the Chinju Forest.%K%P",
"\\dIt is kinda spooky at night, huh?\\d%K%P",
"The darkness only grew more dense in the forest.%K%P",
"The place might be under Kaede's protection, but it\\nwas still off-putting.%K%P",
"Shion clung to me as we headed toward the shrine.%K%P",
"\\dOh, let there be light!\\d%K%P",
"She was overjoyed by the sight of the fluorescent\\nlamps.%K%P",
"\\dIt certainly helps the nerves, huh.\\d%K%P",
"\\dDefinitely. I was starting to think I should have\\nwaited 'til tomorrow for a second there.\\d%K%P",
"\\dWe could have turned around, you know.\\d%K%P",
"\\dThat'd be such a pain.\\d%K%P",
"Now that was just like her.%K%P",
"\\dI'm glad you showed up though. Thanks for that.\\d%K%P",
"She started to dig through her things.%K%P",
"\\dWhat are you looking for?\\d%K%P",
"\\dWhat? I can't tell you that.\\d%K%P",
"\\dI'll help if you do.\\d%K%P",
"\\dOkay fine, I'm looking for a game.\\d%K%P",
"She told me the name of it, and I started to help\\nher look for it.%K%P",
"\\dYou came all this way for a game...?\\d%K%P",
"\\dHey, I just wanted to play all of a sudden, okay?\\d%K%P",
"\\dYou know how it is, right? Right?\\d%K%P",
"\\dYeah, I guess so.\\d%K%P",
"I broke out some retro games when the urge hit me\\nfrom time to time.%K%P",
"Still, I would never come out this far at night.%K%P",
"\\dAh-ha! Found it!\\d%K%P",
"\\dThat didn't take long, huh?\\d%K%P",
"\\dYeah, everything's pretty organized, so.\\d%K%P",
"Only because Kaede had made her clean up before\\nthe move.%K%P",
"And even then, it still wasn't that organized.%K%P",
"The two of us walked back in the moonlight.%K%P",
"The night wind was a bit chilly.%K%P",
"\\dShion, you cold?\\d%K%P",
"\\dHmm?\\d%K%P",
"She wasn't dressed too warm, but she seemed fine.%K%P",
"\\dYeah, it is fall, huh? I guess the nights are\\ngetting cold.\\d%K%P",
"\\dIf you're cold, I could warm you up, you know.\\d%K%P",
"\\dGimme a break.\\d%K%P",
"\\dNo, really. That's my duty as your mistress,\\nyeah?\\d%K%P",
"She pretended to be serious, but I didn't hear it\\nthat way.%K%P",
"She often got like this.%K%P",
"\\dThat reminds me... Say Shion, how do you feel\\nabout all this anyway?\\d%K%P",
"\\dYou mean, about our little competition?\\d%K%P",
"\\dNo, about the whole 'mistress' thing.\\d%K%P",
"Yukari claiming to be my wife had sparked it all.%K%P",
"Kaede had responded by pushing back, but Shion\\nhadn't really seemed forced into it or anything.%K%P",
"\\dThat wasn't a joke. I really do want to be your\\nmistress.\\d%K%P",
"\\dWait, really?\\d%K%P",
"\\dH-Hey, don't go making such a serious face now.\\d%K%P",
"She looked away, trying to avoid my gaze.%K%P",
"\\dYou don't seem serious about it to me.\\d%K%P",
"She was never really one for relationships.%K%P",
"I couldn't even imagine her as a mistress.%K%P",
"\\dGuess you see right through me, huh...\\d%K%P",
"\\dYeah, I guess I don't really care that much.\\d%K%P",
"\\dI mean, I really like you a lot. But that's about\\nas far as it goes, I think.\\d%K%P",
"She burst into a sarcastic sort of laugh.%K%P",
"\\dThe other two might be serious, but I guess I was\\njust kind of playing along.\\d%K%P",
"\\dI thought things would be more interesting that\\nway.\\d%K%P",
"\\dPlus, I mean, if I hadn't said anything, well...\\d%K%P",
"\\dI probably woulda just been left on the\\nwayside...\\d%K%P",
"As a Goddess of Misfortune countless people had\\navoided her.%K%P",
"She had a place here now, but even other\\nGoddesses used to steer clear of her.%K%P",
"\\dWe would never...\\d%K%P",
"\\dI thought you'd say that.\\d%K%P",
"\\dBut if I hadn't played along, I'd still have\\nfallen behind.\\d%K%P",
"\\dI guess it's kinda rude, huh. Saying I only wanted\\nto be your mistress 'cuz I felt lonely.\\d%K%P",
"It certainly wasn't love.%K%P",
"But I understood where she was coming from, so\\nmuch it hurt.%K%P",
"\\dI'm actually glad Yukari showed up here.\\d%K%P",
"\\dShe's what finally kicked Kaede into gear.\\d%K%P",
"\\dThings are more fun now that we're all together.\\d%K%P",
"\\dSo I'm gonna keep playing my part here.\\d%K%P",
"\\dTo make sure things stay this way.\\d%K%P",
"She was determined in her own sort of way.%K%P",
"This was her true motivation, something she\\ncouldn't tell Kaede or Yukari.%K%P",
"\\dYou know Shion, you're pretty cool.\\d%K%P",
"\\dHuh? Wh-What's that supposed to mean?\\d%K%P",
"\\dI mean cute or something sure, but come on, cool?\\d%K%P",
"\\dFine, cute then.\\d%K%P",
"\\dThat's better!\\d%K%P",
"The tension in the air started to fade and things\\nfelt normal again.%K%P",
"But we had taken a big step that we couldn't take\\nback.%K%P",
"\\dYou've got one thing wrong though, Aki.\\d%K%P",
"\\dI've said so before and I'll say it again. I want\\nyou.\\d%K%P",
"\\dSo I'm not going to go back on the whole mistress\\nthing now.\\d%K%P",
"\\dRemember that, okay?\\d%K%P",
"This time I wasn't going to laugh it away if she\\ntried to pass it off as a joke.%K%P",
"I was going to take her word earnestly.%K%P",
"\\dWell then, my cute mistress, what shall we do?\\d%K%P",
"\\dHmm, yeah...\\d%K%P",
"\\dI want to do something...mistress-like...\\d%K%P",
"She spoke so softly the wind almost stole her words\\naway.%K%P",
"\\dOkay, come here.\\d%K%P",
"\\d'Kay.\\d%K%P",
"\\dMmm...\\d%K%P",
"She stood up on her toes and I bent down to bring\\nus closer together.%K%P",
"Once we were close enough I planted my lips on\\nhers.%K%P",
"\\dMmm...\\d%K%P",
"It was like a seal to a promise, the lightest of\\nkisses.%K%P",
"It felt like Shion grew even smaller as it\\nhappened.%K%P",
"Her size became all the more apparent as I held her\\nup.%K%P",
"She may have been a Goddess, but she was a girl,\\ntoo.%K%P",
"\\dNmm... Aki... You kissed me...\\d%K%P",
"\\dWell, so I did.\\d%K%P",
"It didn't leave my heart racing, but instead left\\nme feeling warm and comfortable.%K%P",
"\\dSo that's what kissing is like...\\d%K%P",
"I remember her saying she'd never been kissed.%K%P",
"I guess I was her first.%K%P",
"\\dWell? How was that for mistress-like?\\d%K%P",
"\\dHmm...\\d%K%P",
"\\dI feel like a real mistress would have gotten a\\nmore intense kiss, but I think that was plenty\\nenough for me.\\d%K%P",
"\\dThanks, Aki.\\d%K%P",
"\\dI feel like I've finally caught up to those two,\\nnow.\\d%K%P",
"\\dSo, let's keep this going, yeah?\\d%K%P",
"\\d...My lover-boy!\\d%K%P"
]