[
"Once Akira and the other Goddesses were asleep, I\\nheaded out to the rear shrine alone.%K%P",
"\\dPhew...\\d%K%P",
"I had come back just to reassure myself of\\nsomething, but I was glad I had.%K%P",
"What awaited me in this most sacred part of the\\nshrine, beyond the barrier, was a listlessness in\\nthe air.%K%P",
"\\dIt's coming back.\\d%K%P",
"The Chinju Forest's barrier was originally put in\\nplace in order to contain the destruction of\\nTatarigami.%K%P",
"While inside nothing would escape out, and the\\npowers themselves would be restricted.%K%P",
"Ever since descending to earth as a Goddess, I have\\nworked to maintain the barrier, but...%K%P",
"\\dIf I can feel energy being drawn from within me\\nwhen I come here, that must mean...\\d%K%P",
"I could still feel it just the slightest bit.%K%P",
"Certainly, I could use my normal divine powers at\\nwill.%K%P",
"But...I had to face the truth.%K%P",
"\\dI am slipping back towards being a Tatarigami.\\d%K%P",
"There had been signs.%K%P",
"My wavering heart, along with uncontrollable\\nemotions, things I would do without thinking.%K%P",
"\\dI never thought this would be enough to turn me\\nback...\\d%K%P",
"I loved Akira.%K%P",
"Deep down within my heart was a happiness I found\\nin him. I'd always known as much.%K%P",
"But now something else had emerged alongside it.%K%P",
"Seeing him with the other girls stirred up dark\\nfeelings in me.%K%P",
"It was jealousy, I was sure of it.%K%P",
"Akira was my first love, and my second.%K%P",
"I wanted him to focus on me more.%K%P",
"\\dI am just obsessed with him, aren't I?\\d%K%P",
"I was being pulled back into my old ways as a\\nTatarigami, yet that didn't inspire any anger in\\nme.%K%P",
"It was simply because I was envious of the other\\ngirls.%K%P",
"It was merely a sign that I truly loved Akira and\\ndid not want him taken away from me.%K%P",
"\\dI won't let anyone take him away.\\d%K%P",
"I wanted to be true to my own feelings.%K%P",
"\\dI'm going to head out for a bit.\\d%K%P",
"\\dAlrighty then.\\d%K%P",
"Kaede was off on her own again this morning.%K%P",
"It had been a few days since we had made our thank\\nyou rounds, and Kaede had started getting up to\\nsomething in secret.%K%P",
"\\dWhaddya think she's always running off to do?\\d%K%P",
"Shion asked, after seeing Kaede off.%K%P",
"Neither Yukari nor Shion knew what she was up to,\\nand Kaede would never answer me if I asked.%K%P",
"\\dShe's definitely acting shady.\\d%K%P",
"\\dStill, this is Kaede we're talking about. I doubt\\nit's a big deal.\\d%K%P",
"\\dWhat would you two do in secret?\\d%K%P",
"\\dI would get rid of anything or anyone standing in\\nmy way before they could do anything about it.\\d%K%P",
"My face must have shown how taken aback I was.%K%P",
"\\dOh my. I kid! I am already your wife after all,\\nwhat would I need to do all that for?\\d%K%P",
"\\dBut that's what you would do if you weren't my\\nwife?\\d%K%P",
"\\dNever mind the details.\\d%K%P",
"Yukari clearly wanted to change the subject.%K%P",
"Trying to cover herself.%K%P",
"\\dShe's probably off preparing a gift or something,\\nright?\\d%K%P",
"\\dI'd probably plan some event to surprise you, but\\nI don't think Kaede is one for that sort of thing.\\d%K%P",
"All three of them had their own charming ways.%K%P",
"\\dNow that I think about it, I saw her flipping\\nthrough a magazine for a change the other day...\\nMight be a good hint there.\\d%K%P",
"\\dWhat sort of magazine?\\d%K%P",
"\\dI forget. Hold on.\\d%K%P",
"Shion headed out of the room and came back a few\\nmoments later.%K%P",
"\\dHere, this is it.\\d%K%P",
"\\dDid you just go sifting through Kaede's room...?\\d%K%P",
"\\dHey, do you want to see it or not?\\d%K%P",
"I had plenty I wanted to say, but I decided to let\\nit slide for now and just check out the magazine.%K%P",
"It was full of all kinds of clothing and\\naccessories that seemed popular with girls.%K%P",
"\\dA fashion mag, huh?\\d%K%P",
"\\dThat's how it looks.\\d%K%P",
"\\dA fashion mag indeed.\\d%K%P",
"This surely couldn't have anything to do with\\nKaede's odd behaviour.%K%P",
"\\dI never knew she was into this sort of thing.\\d%K%P",
"\\dShe's a girl like any other, you know.\\d%K%P",
"\\dSure, but you never see Kaede wearing stuff like\\nthis.\\d%K%P",
"\\dHey, there's a page folded here.\\d%K%P",
"Shion opened it up to a page full of rings.%K%P",
"\\dRings?\\d%K%P",
"\\dThere are so many different kinds. Oh my, this! I\\nwant this one!\\d%K%P",
"\\dHmm, I'd go more for this one.\\d%K%P",
"\\dWhich do you think would be better, Akira?\\d%K%P",
"\\dHmm... This one for you, this here for Shion, and\\nthat one for Kaede.\\d%K%P",
"I imagined the three of them wearing the rings\\nshown and picked the ones I thought would look\\nbest.%K%P",
"\\dYou've got a good eye!\\d%K%P",
"\\dOh yes, just the very thought of it is perfect!\\d%K%P",
"\\dRings, though? Hmm...\\d%K%P",
"\\dDoes kind of make you want one. Could even wear it\\nas a necklace.\\d%K%P",
"\\dWhy don't we buy some?\\d%K%P",
"\\dReally?!\\d%K%P",
"\\dNot anything crazy expensive, but something around\\nthis range I could probably manage.\\d%K%P",
"\\dThat's a promise, okay? A promise!\\d%K%P",
"\\dDon't let me down, Aki!\\d%K%P",
"\\dR-Right.\\d%K%P",
"I really did want to give them all presents, but\\nwith the expectant looks on their faces, maybe it\\nwould be better sooner than later.%K%P",
"\\dEhehe! He likes it and he's going to put a ring on\\nit!\\d%K%P",
"\\dThis makes me your true wife!\\d%K%P",
"\\dUh, don't forget I'm buying them for all three of\\nyou. Not just you.\\d%K%P",
"\\dI know. Yes, of course I know that.\\d%K%P",
"\\dThat's not what the smile on your face says.\\d%K%P",
"\\dI never thought you'd go this far. I'm kinda\\nexcited!\\d%K%P",
"\\dFirst things first though, we need to figure out\\nwhat's going on with Kaede.\\d%K%P",
"\\dYes, let's strike while the iron is hot! I'll go\\nask her myself if you like.\\d%K%P",
"\\dYou'd probably just end up all tied up again. I've\\ngot a better plan.\\d%K%P",
"\\dWhat kind of plan?\\d%K%P",
"I had a bad feeling about this.%K%P",
"\\dIf you just whispered sweet nothings to her and\\nthen bust out and propose I think that'd solve\\neverything.\\d%K%P",
"\\dPropose! Oh my! If Akira showed up with a ring and\\nproposed... Oh my oh my!\\d%K%P",
"\\dUhh, nobody said he was proposing to you, ya\\nknow.\\d%K%P",
"Shion's words didn't reach Yukari; she was already\\noff in her own little dreamland.%K%P",
"Propose, huh?%K%P",
"Shion might have been joking, but it wasn't really\\na bad idea.%K%P",
"I started thinking up a plan of attack.%K%P",
"The whole idea seemed like it would go over well.%K%P",
"Partly because it would help me ask Kaede what\\nshe'd been doing, but also because I truly did want\\nto propose to her.%K%P",
"To be honest I did want to get to it right away,\\nbut first I had work duties to attend to.%K%P",
"\\dAkira.\\d%K%P",
"I was organizing the charms and thinking over my\\nplan when Kaede called out to me.%K%P",
"\\dMind if I join you?\\d%K%P",
"\\dYou don't even have to ask, you know.\\d%K%P",
"\\dNo no, I wouldn't want to bother you at work.\\d%K%P",
"She came over and sat down next to me.%K%P",
"In reality, it had only been a few days, but it\\nseemed like we hadn't sat together like this for\\nquite some time.%K%P",
"\\dNot headed out today, I see.\\d%K%P",
"\\dNo. I don't need to anymore.\\d%K%P",
"She doesn't need to anymore...?%K%P",
"\\dDo you want to know what I've been up to?\\d%K%P",
"\\dI'd be lying if I said I didn't. Are you gonna\\ntell me, though?\\d%K%P",
"\\dOf course. That's the whole reason I've been\\ngetting ready all this time.\\d%K%P",
"\\dBut could you wait a little longer? If it's not\\ntoo much to ask...I want you to come out to the\\nfalls tonight. By yourself.\\d%K%P",
"\\dTo the Shiraito Falls?\\d%K%P",
"\\dYes. It can only be there.\\d%K%P",
"\\dIs that too much to ask...?\\d%K%P",
"\\dNo, that's fine. I'll be there.\\d%K%P",
"\\dThanks, Akira.\\d%K%P",
"She gave me a pleasant smile and stood up.%K%P",
"\\dNow then, I don't want to slow you down, so I'll\\nbe going.\\d%K%P",
"\\dYou could hang around if you wanted to, you know?\\d%K%P",
"\\dI want to, but I'd better go. I feel like I can't\\nhold myself back when I'm around you for too long.\\d%K%P",
"\\dKeep up the good work.\\d%K%P",
"I was tempted to call out to her again before she\\nleft, but managed not to.%K%P",
"She said she'd tell me later, so I might as well\\njust wait and find out.%K%P",
"That's what I told myself as I set back to work.%K%P",
"That night I headed out towards the falls to meet\\nKaede like I'd promised.%K%P",
"\\dNow that I think about it, I'd told her how I felt\\nabout her on a night just like this one.\\d%K%P",
"I made my way through the woods in the night until\\nI finally reached the falls. They never looked\\nanything like this during the day.%K%P",
"Fireflies flitted all around, and the glowing blue\\nwaterfall made a sound as sweet as any lullaby.%K%P",
"And at the bottom of it stood Kaede.%K%P",
"Seeing her there in the moonlight was mystifying.\\nSo much so that I stood speechless.%K%P",
"She must have sensed me there, because she slowly\\nturned to face me. My breath was taken away.%K%P",
"It was a face I'd known for a long time, but in\\nthat moment I was in awe of her divine beauty.%K%P",
"I had grown so used to Kaede, but she was indeed a\\nGoddess.%K%P",
"I pulled myself together, moved towards her, and\\nopened my mouth to speak.%K%P",
"\\dSorry to keep you waiting.\\d%K%P",
"\\dOh, I wasn't. Sorry for dragging you out here.\\d%K%P",
"\\dNo, don't worry. This is fun. Like a secret\\nmeeting, just between us.\\d%K%P",
"\\dYou really know how to toy with a girl's feelings,\\ndon't you?\\d%K%P",
"She covered her mouth as she smiled, just like\\nalways, but tonight she seemed incredibly charming.%K%P",
"\\dIs that supposed to be a compliment?\\d%K%P",
"\\dIt can be.\\d%K%P",
"\\dThe way you did so with me, is what saved me in\\nthe end.\\d%K%P",
"As she finished speaking, the only sounds that\\nremained were of the insects and the falls.%K%P",
"\\d...So I can ask you, right?\\d%K%P",
"\\dThat was our promise, yes.\\d%K%P",
"Kaede's answer was quite relaxed.%K%P",
"That alone almost set my mind at ease.%K%P",
"\\dI don't want to make this a long story, so I'll\\ncut right to the chase. I feel I'm slipping back\\ninto being a Tatarigami.\\d%K%P",
"\\d...Wait, what?\\d%K%P",
"Just as I was ready to breathe a sigh of relief,\\nshe hit me with such a twisted turn of events I\\ncouldn't even comprehend it.%K%P",
"\\dBack into a Tatarigami... Is this some kind of\\njoke...? Tell me it is.\\d%K%P",
"\\dI wish it were, but I'm serious.\\d%K%P",
"\\dBut I only feel like I'm slipping. I haven't slid\\nall the way back just yet.\\d%K%P",
"\\dNot yet...?\\d%K%P",
"She made it sound like it was definitely going to\\nhappen. I didn't press her on that point, though.%K%P",
"\\dIs there... Can I do anything at all to help?\\d%K%P",
"Had Kaede been taking all this time to figure\\nthings out on her own?%K%P",
"I had to say something.%K%P",
"\\dI couldn't stand to sit by, doing nothing, when\\nyou need help, you know.\\d%K%P",
"\\dSo don't try to work through this all on your own,\\nlet me help.\\d%K%P",
"\\dNo, Akira. It's not like that.\\d%K%P",
"\\dI mean, you're half right, but you're also half\\nmistaken. Please just hear me out.\\d%K%P",
"She stopped me.%K%P",
"Taking a moment, I realized she'd been smiling this\\nwhole time.%K%P",
"It was like she had accepted that she was turning\\nback into a Tatarigami, and wasn't even slightly\\nphased by it.%K%P",
"I was the only one freaking out here. Really, I\\nshould have been embarrassed.%K%P",
"\\dYou don't seem too worked up over it.\\d%K%P",
"\\dBecause there's no reason to be.\\d%K%P",
"\\dI trust you, Akira.\\d%K%P",
"There was not a shred of worry in her voice.%K%P",
"\\dI was taken aback when I first realized, of\\ncourse.\\d%K%P",
"\\dBut I know that even if I were to turn back, you\\nwould surely be there to cure me of my affliction\\nagain.\\d%K%P",
"\\dKaede...\\d%K%P",
"The trust she put in me lit a fire in my heart.%K%P",
"Of course. It was so simple.%K%P",
"Even if she were to turn, all I would have to do is\\nhelp her find her way back.%K%P",
"It was so simple.%K%P",
"\\dI won't waste the faith you have in me.\\d%K%P",
"\\dNo matter what happens, I'll be there for you.\\d%K%P",
"\\dI know... Thanks, Akira.\\d%K%P",
"Kaede smiled, as though she'd known this all along.%K%P",
"\\dNow, there's still the other half of what I was\\nkeeping secret.\\d%K%P",
"After she sprung the whole Tatarigami bit on me I\\nhad almost forgotten there was anything else on the\\nagenda.%K%P",
"\\dTell me, Akira. Do you remember when we first met\\nhere?\\d%K%P",
"\\dOf course I do.\\d%K%P",
"\\dI do too.\\d%K%P",
"\\dBut thinking back on it, I realized that it wasn't\\nthe best of situations, now was it?\\d%K%P",
"\\dYeah, I stood there captivated by you, and you\\nyelled at me for being out and about so late at\\nnight.\\d%K%P",
"I said it jokingly, but embarrassment rose to\\nKaede's face.%K%P",
"\\dW-Well I just didn't know what to do with myself\\nthen, and I kind of funneled that tension into\\nyelling at you.\\d%K%P",
"\\dYou were worried about me, though.\\d%K%P",
"As naive as I was back then, even I'd been able to\\ntell she'd been honestly concerned for me at the\\ntime.%K%P",
"No matter how frightened people were of her, I was\\nable to see that Kaede was kind at heart.%K%P",
"\\dI may have been a Tatarigami, but I was still a\\nGoddess, you know. I could at least have shown\\nconcern for others.\\d%K%P",
"\\dBut it was all lacking any romantic touches, I\\nalways wished we had met under better terms.\\d%K%P",
"\\dYou think? I was pretty moved by it myself.\\d%K%P",
"\\dIt might not have stood out to you, but for me it\\nwas like a meeting with destiny itself.\\d%K%P",
"That first meeting with Kaede had helped define me\\nas a person.%K%P",
"As I had fled my home, away from the pressures and\\nresponsibilities of the family shrine, I had run\\ninto Kaede at the falls under the moonlight.%K%P",
"She looked so mature, yet seemed like an abandoned\\nchild fighting back the urge to cry.%K%P",
"That moment still stood out vividly in my mind.%K%P",
"Because I'd wanted to help her. I wanted to be\\nthere for her. I wanted to be...someone special to\\nher.%K%P",
"\\dIt doesn't matter how we met anyway. What could be\\nmore important than meeting the person you would\\ngive your everything for? That's destiny, I'd say.\\d%K%P",
"My first encounter with Kaede was so special it\\nwould stick with me through the years.%K%P",
"\\dKaede Shizumori, you are my first true love.\\d%K%P",
"\\d...\\d%K%P",
"Her eyes opened wide.%K%P",
"I turned away abashedly and heard her stifling a\\nlaugh.%K%P",
"\\dDid I say something funny?\\d%K%P",
"\\dNo, no. That's just so you.\\d%K%P",
"\\dYou're right, it doesn't matter what the\\ncircumstances were, it all started with love.\\d%K%P",
"\\dIt's honestly so much more real than any sappy\\nlove story.\\d%K%P",
"No matter what anyone else thought, if we both felt\\nthat way, then it was something to be proud of.%K%P",
"\\dI wanted to come back to this place where it all\\nbegan, and start things over.\\d%K%P",
"\\dStart things over?\\d%K%P",
"What was that supposed to mean?%K%P",
"\\dI've fallen in love with you for a second time,\\nAkira. I loved you then, but I love who you are now\\neven more.\\d%K%P",
"\\dI feel as though I could endlessly fall in love\\nwith you again and again, day in, day out.\\d%K%P",
"\\dAnd I think I will.\\d%K%P",
"\\dI know this is unfair. I know it's cruel of me to\\nclaim I want everyone treated equally then come out\\nwith something like this.\\d%K%P",
"\\dBut I don't want to lie to myself anymore.\\d%K%P",
"\\dI want us to start a new relationship here.\\d%K%P",
"\\dI love you. Would you marry me?\\d%K%P",
"She came at me so straight, so direct, that I\\ncouldn't find the words to respond.%K%P",
"It wasn't the idea itself that caught me off guard,\\nthough.%K%P",
"It was just that I had been planning how I would\\nmanage my own proposal, yet now Kaede had beaten me\\nto it.%K%P",
"We had been thinking the same thing all along.%K%P",
"\\dKaede...\\d%K%P",
"Her shoulders trembled. Waiting for my reply had\\nher really on edge.%K%P",
"Seeing her there like just any ordinary girl was so\\ncharming, there was really no other way I could\\nanswer.%K%P",
"\\dYes. Of course I will marry you, Kaede.\\d%K%P",
"I took her hands in mine, accepted her proposal,\\nand hugged her tight.%K%P",
"\\d...You're really sure about this?\\d%K%P",
"\\dCould anyone lie at a time like this?\\d%K%P",
"\\dBut just remember we still have Yukari and Shion.\\nYou can't have me all to yourself.\\d%K%P",
"\\dYes, I know. Even proposing like this really\\nshould be against the rules. It's like I'm putting\\nmyself before them, but that's not it...\\d%K%P",
"\\dHonestly, I wish we could just have a wedding\\nright here and now, but I know that would be asking\\ntoo much.\\d%K%P",
"\\dJust know that I am going to be jealous, so you'll\\nhave to look after me!\\d%K%P",
"\\dSo be it. I think I can handle that.\\d%K%P",
"A wedding, huh...?%K%P",
"Kaede might have pre-empted my proposal, but this\\ncould be my lucky break.%K%P",
"Now that it was taken care of, the next step was\\nobvious.%K%P",
"I was gonna need the help of the people in town.%K%P",
"\\dAkira? Something on your mind?\\d%K%P",
"\\dOh, no. But hey, you never did tell me what you\\nwere up to in secret.\\d%K%P",
"I needed a quick change of subject to cover myself.%K%P",
"\\dWhat was that all about?\\d%K%P",
"\\dPromise you won't laugh...?\\d%K%P",
"\\dI would never.\\d%K%P",
"\\dWell... I was afraid if you turned me down I would\\nbecome a Tatarigami again, so I went around town\\nwarning everyone in advance.\\d%K%P",
"I was expecting it to be something cheery, but she\\nhad taken a pretty pessimistic outlook.%K%P",
"\\dHmm? Wait, so is it jealousy that's bringing out\\nthe Tatarigami in you?\\d%K%P",
"\\dI...think it is.\\d%K%P",
"\\dPfff... Bahaha!\\d%K%P",
"\\dYou said you wouldn't laugh, you jerk...\\d%K%P",
"\\dAhaha, no, sorry. It's just... Wow, you must\\nreally love me a lot if jealousy over me could do\\nthat to you.\\d%K%P",
"\\dI guess I'm one heck of a lucky guy.\\d%K%P",
"\\dWhile that's nice of you to say and all, a promise\\nis a promise. You need to pay for breaking it.\\d%K%P",
"\\dSo, just go on and hug me tighter.\\d%K%P",
"\\dLike this?\\d%K%P",
"\\dNow look down.\\d%K%P",
"As I did, our eyes met.%K%P",
"\\dJust like that now.\\d *smooch*%K%P",
"Our lips touched just for a moment in the lightest\\nof kisses.%K%P",
"It got me wanting more.%K%P",
"\\dUhh, can I kiss you back?\\d%K%P",
"\\dNope. This was a punishment, you know.\\d%K%P",
"\\dAre you trying to kill me?\\d%K%P",
"\\dWe'll just have to see.\\d%K%P",
"She peppered me with more kisses and I knew I\\ncouldn't win.%K%P"
]