[
"\\dOkay Akira. Open up!\\d%K%P",
"\\dAaah...\\d%K%P",
"\\dHow is it?\\d%K%P",
"\\dDelicious as always.\\d%K%P",
"\\dGood. There's plenty more, so eat up.\\d%K%P",
"A few days had passed since the wedding.%K%P",
"The wedding didn't really change a whole lot in our\\nday-to-day life. All four of us got along like we\\nalways had.%K%P",
"\\dYou two are the only ones who believe that.\\d%K%P",
"\\dYeah! Kaede, how could you? You tyrant!\\d%K%P",
"\\dWell that's not very nice. What did I do?\\d%K%P",
"\\dIt's not what you 'did' but what you're still\\ndoing!\\d%K%P",
"Yukari pointed to my arm.%K%P",
"Kaede was tucked right up against me.%K%P",
"\\dThat's unfairly close! You keep him away all to\\nyourself!\\d%K%P",
"\\dThat's supposed to be my spot! I don't care if\\nyour wedding came first!\\d%K%P",
"\\dYeah! Who cares if you had a wedding? We're\\nsupposed to share Akira equally! You said so\\nyourself!\\d%K%P",
"\\dOh you. You've got it all wrong. This is perfectly\\nby the book, you know.\\d%K%P",
"\\dWe all have the same rights to Akira, but it's\\nfirst come first served.\\d%K%P",
"\\dI've just claimed this spot first.\\d%K%P",
"She clutched my arm and stuck her tongue out all\\ncute-like at them, staking her claim.%K%P",
"Maybe I should take back that 'nothing's changed'\\nstuff.%K%P",
"Kaede no longer pretended she didn't want me all to\\nherself.%K%P",
"She was more honest about that than ever before.%K%P",
"\\dWhy you! You're in for it now! Shion, we need to\\nwork together!\\d%K%P",
"\\dYeah! It's our right as much as hers to get all\\ncuddly!\\d%K%P",
"\\dWe need to free Akira from her grasp!\\d%K%P",
"\\dBring it on. Just don't think I'll go down easy.\\d%K%P",
"After meeting me, Kaede had changed from a\\nTatarigami into a true Goddess. Shion had come to\\nus next, followed by Yukari.%K%P",
"Our meeting was nothing big at first, but before\\nlong it led to this bizarre situation we now found\\nourselves in.%K%P",
"I'd grown fond of the life we had now.%K%P",
"\\dI-I thought we were in this together, Shion!\\d%K%P",
"\\dHe-he-hee! This was my plan all along! This side\\nis mine!\\d%K%P",
"\\dI won't have it! Only one as well-endowed as me\\nshould be at Akira's side!\\d%K%P",
"\\dNow you've gone too far! This means war!\\d%K%P",
"\\dLooks like their little army is now in a civil\\nwar.\\d%K%P",
"Okay, so maybe things were a bit too chaotic for my\\ntastes, but what can a guy with three wives do?%K%P",
"\\dHey, Akira.\\d%K%P",
"\\dWhat is it?\\d%K%P",
"As I watched the other two fight it out, Kaede\\nclosed in and stared into my eyes.%K%P",
"\\dThis is fun, isn't it?\\d%K%P",
"\\dThe very definition of happiness, I'd say.\\d%K%P",
"\\dHey! No eye contact!\\d%K%P",
"\\dIf you're going to complain Yukuri, you should\\ntry and get here first!\\d%K%P",
"The sadness was long gone from the face of my\\nfirst true love, and she at last smiled from the\\nheart.%K%P"
]