[
"\\dPhew...\\d%K%P",
"\\dThere's my hard worker. Here, have some tea.\\d%K%P",
"\\dThanks.\\d%K%P",
"I took a break and sipped the tea Kaede made me.%K%P",
"\\dIs something wrong? You're staring.\\d%K%P",
"\\dNah, it's nothing.\\d%K%P",
"I couldn't exactly tell her it was the first time\\nin a while that she seemed so at ease.%K%P",
"As of yesterday the two of us were finally able to\\nget things off our chests, and today she seemed\\ncloser and more relaxed.%K%P",
"It was much more natural now, not that forced\\ncloseness of the past few days.%K%P",
"\\dHave you finished work already? I was just going\\nto get you for breakfast.\\d%K%P",
"\\dI just finished up, yeah. I was feeling hungry\\ntoo, so good timing.\\d%K%P",
"\\dIf you're here, does that mean Yukari's on\\nbreakfast duty today?\\d%K%P",
"\\dIt does indeed. I offered to help but she sent me\\nright on out.\\d%K%P",
"\\dI kinda wish I had your cooking to look forward\\nto, but I guess it has been a while since Yukari\\nlast made something.\\d%K%P",
"Kaede's food was good, but Yukari definitely wasn't\\na bad cook either.%K%P",
"And she always made the right adjustments to the\\nrecipes to make her meals just the way I liked\\nthem.%K%P",
"\\dHrmm...\\d%K%P",
"\\dSomething wrong, Kaede?\\d%K%P",
"\\dHmm? What do you mean?\\d%K%P",
"\\dI mean...?\\d%K%P",
"She had definitely just made a grumpy sort of face.%K%P",
"Hadn't she...?%K%P",
"\\dStop being silly. Come on, everyone is waiting for\\nus.\\d%K%P",
"\\dRight. Of course...\\d%K%P",
"\\dGood morning Akira!\\d%K%P",
"\\dMornin' Aki.\\d%K%P",
"\\dGood morning you two.\\d%K%P",
"They both seemed extra cheery when I headed into\\nthe kitchen.%K%P",
"Yukari especially seemed really peppy.%K%P",
"\\dIt's been a while since I've made breakfast for\\nyou! I added a little something extra, so make sure\\nyou savor it!\\d%K%P",
"\\dNow what exactly did you slip in this...?\\d%K%P",
"\\dRelax. I would never put anything unusual into\\ncooking meant for Akira.\\d%K%P",
"\\dI just made it chock-full of the endless love I\\nhave for my darling husband!\\d%K%P",
"She struck a pose with a triumphant look on her\\nface. She wouldn't put anything weird in our\\nfood...right?%K%P",
"She seemed pretty confident about today's menu...\\nIt should be okay, right?%K%P",
"\\dIt is for Aki, after all. I doubt even Yukari\\nwould pull anything weird.\\d%K%P",
"\\dI mean, she wanted to put something unspeakable\\ninto it, but she didn't in the end, so it's fine.\\d%K%P",
"Something unspeakable...? What on earth could that\\nbe?%K%P",
"It was probably better not to ask.%K%P",
"For my own good.%K%P",
"\\dYes yes, enough of that. Now eat up before the\\nfood gets cold.\\d%K%P",
"\\dMy love will never grow cold, though! In fact it\\nburns hotter as time goes on!\\d%K%P",
"\\dEven being apart from Akira is sometimes necessary\\nto better nurture the love we have for each other!\\d%K%P",
"\\dYeah. Right. Thanks Yukari.\\d%K%P",
"I tried to laugh that one off. As I took my seat,\\nYukari and Shion each latched on to one of my arms.%K%P",
"\\dUh, girls? Don't you think that's a bit close for\\nbreakfast time?\\d%K%P",
"\\dYeah? I'd say it's not half as bad as you were up\\n'til yesterday.\\d%K%P",
"\\dIndeed. You've kept him all to yourself for DAYS\\nnow!\\d%K%P",
"\\dSo this is just me exercising my right as his\\nwife. Now then Akira, open up!\\d%K%P",
"Yukari picked up some food and tried to feed me.%K%P",
"She was right though, I'd been focused solely on\\nKaede for a few days now. I owed her this much.%K%P",
"I couldn't just brush her aside.%K%P",
"\\dAah...\\d%K%P",
"\\dHere you are.\\d%K%P",
"\\dNghh?!\\d%K%P",
"\\dHey! Wait just a minute!\\d%K%P",
"I opened my mouth wide so Yukari could feed me, but\\nKaede swooped in even faster and beat her to it.%K%P",
"\\dI only fed him a little. What's the big deal?\\d%K%P",
"\\dWELL! I was supposed to have that honor!\\d%K%P",
"\\dHeh, well while you two are fighting...\\d%K%P",
"\\dOkay Aki, lemme serve you some nice-- Huh?\\d%K%P",
"Hoping to make use of the chance, Shion readied her\\nown chopsticks, but Kaede pulled the bowl away\\nbefore she could get any further.%K%P",
"\\d...\\d%K%P",
"Kaede wasn't making a face or anything, but\\nsomething was off. There was no laughter in her\\neyes.%K%P",
"Could this be...%K%P",
"\\dSo uhh, Kaede?\\d%K%P",
"\\dWhat is it?\\d%K%P",
"\\dCorrect me if I'm wrong, but are you jealous of\\nYukari?\\d%K%P",
"\\dWha?! ...Oh! No, it's not like that, uhh...\\d%K%P",
"Kaede must have finally realized how she'd been\\nacting. Her face grew bright red at the thought,\\nand she quickly hung her head.%K%P",
"It was a side of Kaede I hadn't seen before.%K%P",
"It wasn't like I didn't like it, though.%K%P",
"\\dYou're cute when you're jealous.\\d%K%P",
"\\dWh-Wh-What now?!\\d%K%P",
"\\dNo, I can hardly believe...\\d%K%P",
"\\dYou are though. I really think you're cute.\\d%K%P",
"\\dThat's enough! Oh, you meanie...\\d%K%P",
"She glared up at me with that 'I'm angry!' look in\\nher eyes.%K%P",
"Seeing a normally well-kept woman like Kaede\\nlooking up with those teary eyes was almost too\\nmuch to handle.%K%P",
"\\dIt's like we're not even here.\\d%K%P",
"\\dGrrr! I won't have any of this!\\d%K%P",
"\\dWhat are you gonna do though? Kaede's got a\\nmonopoly on Akira right now.\\d%K%P",
"*sniff*%K%P",
"I headed out to clear my mind, and before I knew it\\nI was all alone out at the rear shrine.%K%P",
"\\dI must have the most dreadful look on my face\\nright now...\\d%K%P",
"\\dIt's all that Akira's fault, though. All because\\nof that kiss...\\d%K%P",
"Since the moment I awoke that morning I could think\\nof nothing but the events of the prior night.%K%P",
"That gallant face of his, the way he took me into\\nhis strong, manly arms and kissed me. The very\\nthought set me off.%K%P",
"\\dPerhaps I should just take the initiative myself\\nnext time.\\d%K%P",
"The first time we had made love it had been me who\\nhad started things, so I certainly had it in me.%K%P",
"I could cozy up to him more, kiss him...even put on\\nsome sexy clothes to entice him...%K%P",
"\\dN-N-Nope! Nope, I definitely can't do that!\\d%K%P",
"The very idea was so embarrassing I almost lost it.%K%P",
"Maybe I had pulled it off once before, but even I\\nwas surprised by that now.%K%P",
"\\dGah... What am I supposed to do...?\\d%K%P",
"New feelings rising up from within were getting the\\nbetter of me.%K%P",
"\\dAkira! I've been looking for you! ...Huh?\\d%K%P",
"\\dWhat's that 'huh' for?\\d %K%P",
"Yukari came into the room I was working in, but\\nseemed very much on guard, peering all around.%K%P",
"\\dI just figured Kaede would be around to try and\\nstop me. Phew... I guess I'm safe for now.\\d%K%P",
"\\dIt's not like we're together 24 hours a day.\\d%K%P",
"\\dYou've still been together quite a lot lately,\\nthough.\\d%K%P",
"\\dWe have our reasons.\\d%K%P",
"\\dIndeed. Well, anyway, I know you'll return to me\\nonce everything is said and done. I'm an\\nunderstanding wife, you know.\\d%K%P",
"\\dStill, it's not much fun when you spend all your\\ntime with Kaede.\\d%K%P",
"I didn't fail to see the glint in her eyes as she\\nspoke.%K%P",
"\\dSo now you should make up that lost time with me!\\nWe should go to bed together and-- Ngh!\\d%K%P",
"\\dThat will be quite enough.\\d%K%P",
"\\dKaede?!\\d%K%P",
"Yukari was just about to hug me when Kaede showed\\nup out of nowhere and bound her.%K%P",
"\\dWha?! Where the heck did you come from?\\d%K%P",
"\\dThat is none of your concern.\\d%K%P",
"\\dNow, Akira is busy with work so you'd best not\\ninterfere.\\d%K%P",
"\\dYou're telling me he's right there but I can't\\neven lay a hand on him?\\d%K%P",
"\\dAkira! Oh my Akiraaa!\\d%K%P",
"I watched in stunned silence as Kaede carried\\nYukari away.%K%P",
"Yesterday made me realize something.%K%P",
"Whenever Yukari or Shion tried to pull anything,\\nKaede would show up in an instant.%K%P",
"If it had been just once or twice I could have\\nshrugged it off as coincidence, but now it seemed\\nlike she was doing this on purpose.%K%P",
"I got the feeling she was taking things too far.%K%P",
"If this went on we'd have trouble, so I decided to\\ntalk to Kaede about it.%K%P",
"\\dAh, there you are.\\d%K%P",
"I figured if she wasn't in the house she'd be out\\nat the rear shrine, and I was right.%K%P",
"\\dA-Akira? Wh-What are you doing here?\\d%K%P",
"She heard me coming and her eyes went wide when she\\nsaw me.%K%P",
"\\dI was looking for you.\\d%K%P",
"\\dDo you have a minute?\\d%K%P",
"\\dOh, uhh, well...\\d%K%P",
"\\dSorry, were you busy?\\d%K%P",
"\\dN-No it's not that! This is just so out of the\\nblue, I need a moment to ready myself...\\d%K%P",
"\\dReady yourself how?\\d%K%P",
"\\dNevermind! S-So, what did you need?\\d%K%P",
"\\dAh. Well, I kinda wanted to talk about how you've\\nbeen treating Yukari and Shion lately.\\d%K%P",
"Her eyes held still at the sound of their names.%K%P",
"\\dSo you want to talk about those two. I see.\\d%K%P",
"\\dRight, yeah. I feel like you've been kind of\\nputting yourself in their way lately.\\d%K%P",
"\\dAnd I was thinking maybe you've been going a\\nlittle overboard.\\d%K%P",
"\\dHave I now? And have those two not been 'going\\noverboard' themselves?\\d%K%P",
"\\dYou used to let them get away with-- Wait a sec.\\d%K%P",
"\\dAre you getting all sulky on me?\\d%K%P",
"\\dNo, I am not!\\d%K%P",
"The face she was making and the way she puffed up\\nher cheeks gave her away.%K%P",
"\\dHmph. Of course you like those two better anyway.\\d%K%P",
"\\dThey're much more open and cheerful than me. Cuter\\ntoo.\\d%K%P",
"\\dNo need to start making comparisons. You're cute\\nyourself.\\d%K%P",
"\\dAnd you're welcome to be more open too, if you\\nwant.\\d%K%P",
"\\dOh? So I don't have to hold back at all, then?\\d%K%P",
"\\dWait, wha?!\\d%K%P",
"I thought she had just come closer for a hug, but\\ninstead Kaede pressed herself right into me and\\npushed me down.%K%P",
"She sat straddled atop me, looking down, but didn't\\ndo any more than that.%K%P",
"She actually seemed like she was trembling.%K%P",
"\\dWh-What am I supposed to do now...?\\d%K%P",
"\\dN-Now that I've got you like this, I guess...\\nwe're supposed to do it, right...?\\d%K%P",
"\\dB-But I don't want you to think I'm some dirty\\ngirl...\\d%K%P",
"I was in a pinch. Kaede wiggled around as she\\nmumbled on, her soft butt pressed right against me.%K%P",
"Plus her breasts were right in front of my face.%K%P",
"With every breath, I could see her large breasts\\nrise and fall.%K%P",
"My head definitely wasn't going to stay on straight\\nfor much longer.%K%P",
"\\dUhh, Kaede.\\d%K%P",
"\\dAh! Y-Yes...?\\d%K%P",
"\\dThis is kind of hard to say, but if we stay like\\nthis much longer things might get out of hand.\\d%K%P",
"\\dO-Out of hand? ...Oh!\\d%K%P",
"As she moved, I felt her body slide right along my\\ncrotch.%K%P",
"\\dHm?! Ah...! O-Oh my goodness, I'm so sorry!\\d%K%P",
"\\dKaede?!\\d%K%P",
"She jumped up off me, and before I could stop her\\nshe had run away.%K%P",
"I went looking for her after that, but whether it\\nwas because she felt embarrassed or she was just\\navoiding me, I didn't end up finding her.%K%P",
"And so the day ended without getting to talk things\\nout with her.%K%P",
"She was there at breakfast the next morning, of\\ncourse, but she dodged every attempt I made to\\ntalk.%K%P",
"While I sat thinking over what could be on her\\nmind, my phone rang.%K%P",
"\\dHello?\\d%K%P",
"\\dHeya Akira. It's me.\\d%K%P",
"I put my thoughts aside and answered the phone to\\nfind Mr. Shirane on the other end.%K%P",
"\\dOh, Mr. Shirane. To what do I owe the pleasure?\\d%K%P",
"\\dAh well, you see...\\d%K%P",
"\\dWhoa, a slipped disk?\\d%K%P",
"\\dSorry lad, it just happened all of a sudden.\\d%K%P",
"Mr. Shirane and I were supposed to make our rounds\\nthis afternoon thanking those who had made\\ndonations at the festival.%K%P",
"But apparently he'd hurt his back. And just before\\nwe would have been heading out, too.%K%P",
"\\dDon't push yourself too much. I can still make the\\nrounds myself.\\d%K%P",
"\\dSorry to drop all this on you, my boy.\\d%K%P",
"\\dDon't worry about it, Mr. Shirane. You've done so\\nmuch for me already.\\d%K%P",
"He apologized again and we hung up.%K%P",
"\\dTime to make the rounds, I guess.\\d%K%P",
"\\dIt wouldn't be too weird to ask Kaede to fill in\\nfor Mr. Shirane, would it...?\\d%K%P",
"Surely she wouldn't say no.%K%P",
"\\dIt's worth a shot.\\d%K%P",
"I heard from Shion that Kaede was sulking about the\\ngrounds, so I went out to find her sweeping the\\nstone pathway.%K%P",
"She looked a bit spaced-out. Her mind was clearly\\nelsewhere.%K%P",
"\\dKaede.\\d%K%P",
"\\d...\\d%K%P",
"\\dHey, Kaede.\\d%K%P",
"\\dOh my! I'm seeing visions of Akira!\\d%K%P",
"\\dNo, it's really me.\\d%K%P",
"\\dWhat?\\d%K%P",
"\\dWhat?\\d%K%P",
"She seemed surprised and reached out to poke my\\ncheek.%K%P",
"I stood there for a moment thinking about how\\nladylike her fingers were, but that was a big\\nmistake.%K%P",
"\\dOh I'm so sorry!\\d%K%P",
"\\dShoot!\\d%K%P",
"I thought she was bowing in apology but instead she\\njust bent down to pick up her broom, then ran off.%K%P",
"I should have taken her right in my arms so she\\ncouldn't get away, but I missed my chance. I ended\\nup chasing after her, until...%K%P",
"\\dAck!\\d%K%P",
"\\dYikes!\\d%K%P",
"\\dYeowch...\\d%K%P",
"I just barely made it in time to break her fall.%K%P",
"\\dKaede, are you okay?\\d%K%P",
"\\dY-Yes. Thanks to you.\\d%K%P",
"\\dThank goodness. You shouldn't go running off like\\nthat.\\d%K%P",
"\\dI'm so sorry...\\d%K%P",
"\\dAs long as you're not hurt, it's fine.\\d%K%P",
"\\dActually, there is something I wanted to talk to\\nyou about.\\d%K%P",
"\\dD-Do you think I could get in a word first?\\d%K%P",
"\\dWhat is it?\\d%K%P",
"\\dWell, when you caught me there you, uhh... grabbed\\na whole fistful of...\\d%K%P",
"I did feel something soft in my hand. I never\\nexpected it to be one of Kaede's breasts.%K%P",
"Last time I'd felt them, she'd guided my hand, but\\ngetting an unexpected feel like this was a totally\\ndifferent experience.%K%P",
"I couldn't even fit it all in my hand.%K%P",
"\\dNgh! H-Hey! Akira!\\d%K%P",
"\\dAh, whoops, sorry!\\d%K%P",
"\\dJeez... Here I am, embarrassed as can be, and you\\nact like it's nothing. Didn't you even enjoy it?\\d%K%P",
"\\dOf course I did.\\d%K%P",
"\\dBut I mean, it's not the first time. And we've\\ngone further than this, so I guess I've built up a\\ntolerance or something.\\d%K%P",
"\\dNo, I suppose this wasn't the first time, was\\nit...\\d%K%P",
"\\dUrgh, what was I thinking back then?!\\d%K%P",
"\\dWhoa, calm down.\\d%K%P",
"\\dOh just kill me now!\\d%K%P",
"\\dEhem... Okay, so what did you want?\\d%K%P",
"After she finally settled down we started to talk.%K%P",
"\\dI was wondering if you could head around the\\nneighborhood and give thanks to everyone for the\\nfestival with me.\\d%K%P",
"\\dWhy me?\\d%K%P",
"Kaede seemed puzzled, but I told her about Mr.\\nShirane.%K%P",
"\\dAh... I see.\\d%K%P",
"\\dI'm pretty sure people would be thrilled if you\\nwere there with me. What do you say?\\d%K%P",
"\\d...Sure. I want to thank everyone myself, anyway.\\d%K%P",
"\\dAll right. Be ready in say, 30 minutes?\\d%K%P",
"\\dYes, that should be fine.\\d%K%P",
"\\dSee you then.\\d%K%P",
"\\d...And so, the two of us just came by to give our\\nthanks.\\d%K%P",
"\\dThank you for your help this year, as always.\\d%K%P",
"\\dNah. Thanks to you both, too.\\d%K%P",
"\\dThe poor man though, a slipped disk?\\d%K%P",
"His arms crossed, Mr. Marunuma's expression\\nsuddenly changed, like something had sprung to\\nmind.%K%P",
"I had a bad feeling about this...%K%P",
"\\dWe'll just be going, then--\\d%K%P",
"\\dNow now, don't go running off just yet. It'd be a\\nwaste to leave so soon, yeah?\\d%K%P",
"\\dWell, we have a lot of people to see today, so...\\d%K%P",
"\\dC'mon, it won't take long. 'S just, y'know, I was\\nwondering what life with three Goddesses is like.\\d%K%P",
"\\dCan't blame a fella for being intrigued can ya?\\d%K%P",
"There wasn't much else in the way of fun in this\\narea besides gossip.%K%P",
"With nothing better to talk about, I should have\\nknown this would have happened if I showed up with\\nKaede.%K%P",
"\\dJust let him have his fun, Akira. It'll be easier\\nthis way.\\d%K%P",
"\\dGah... Okay, fine. But nothing too personal.\\d%K%P",
"\\d'Course not. I'm not looking to get nosy.\\d%K%P",
"\\dI'd say that ship has sailed, but go ahead.\\d%K%P",
"\\dDon't sweat the details. So then, seems like\\nthings with you and Kaede are going well. How about\\nthe others?\\d%K%P",
"He went on to ask plenty of questions, and I\\nanswered what I could.%K%P",
"\\dOh, we're out of tea. I'll go get some more.\\d%K%P",
"We'd been talking for so long I didn't even realize\\nwe'd drank all our tea.%K%P",
"Kaede got up and headed out to the store front to\\nrefill our cups.%K%P",
"And as soon as she left Mr. Marunuma ushered me in\\ncloser.%K%P",
"It looked like he had something he wanted only me\\nto hear.%K%P",
"\\dGot something secret to tell me?\\d%K%P",
"\\dNah, I just couldn't ask like this in front of\\nKaede there.\\d%K%P",
"\\dWhat? Why not?\\d%K%P",
"\\dSay, you shared at least a kiss or somethin' with\\nYukari or Shion yet?\\d%K%P",
"\\dWhat? Well no, but...\\d%K%P",
"\\dNo? Two beauties like that and you haven't even\\ngone that far yet?\\d%K%P",
"\\dYou thinkin' it's still too soon?\\d%K%P",
"\\dNo, I'm not a child. I'd kiss them if I could.\\d%K%P",
"\\dOh, so you're looking to kiss them, are you?\\d%K%P",
"\\dI mean, I am a man after all and-- Oh...\\d%K%P",
"Neither of us noticed that Kaede had made her way\\nback in with us.%K%P",
"She stared me down with ice-cold eyes. Even Mr.\\nMarunuma was taken aback.%K%P",
"\\dW-Well guess I better be gettin' on back to work\\nthen.\\d%K%P",
"\\dHey, that's not fair! Way to throw me under the\\nbus.\\d%K%P",
"\\dSorry Akira. I got a family to look after. Can't\\nrisk dying here!\\d%K%P",
"What a terrible man.%K%P",
"\\dMr. Marunuma seems busy. We'd better go, Akira.\\d%K%P",
"\\dYeah...\\d%K%P",
"Kaede led me away to the next house.%K%P",
"We walked in a silence that was almost oppressive.%K%P",
"\\dSo uhh, Kaede?\\d%K%P",
"\\dNope. Absolutely not.\\d%K%P",
"She was ready with an answer faster than I could\\ntalk.%K%P",
"\\dThey aren't ready for your kiss yet.\\d%K%P",
"\\dIf you did kiss them they'd get carried away.\\d%K%P",
"I'd like to say she was wrong, but in Yukari's case\\nthat prediction was probably spot on.%K%P",
"\\dSo no. You absolutely cannot.\\d%K%P",
"It was easy to forget these days, but Kaede was\\nonce a Tatarigami.%K%P",
"When she got in a bad mood, it was BAD.%K%P",
"\\dOkay...I won't. Not for a while.\\d%K%P",
"And just like that the heaviness in the air\\ndissipated.%K%P",
"Kaede bounced from shy to assertive and back again.\\nShe was all over the place emotionally.%K%P",
"Of course the other people we visited wanted to ask\\nthe same kinds of questions, but Kaede didn't seem\\nso upset by them now.%K%P",
"In fact, the more it happened she got more and more\\ndelighted.%K%P",
"\\dKaede, can I ask you for a bit more of your time?\\d%K%P",
"\\dSure, fine. What is it?\\d%K%P",
"\\dSince we've come out all this way, let's spend\\nsome time together. Just the two of us.\\d%K%P",
"Thinking it would be a waste to come out here for\\nnothing, I asked her on a little date.%K%P",
"\\dWait, like a date?\\d%K%P",
"\\dExactly.\\d%K%P",
"\\dJust you and me? Y-Yes, of course.\\d%K%P",
"\\dThat settles it.\\d%K%P",
"Now then.%K%P",
"It was fine to just lock arms like we were, but I\\nwanted to try something else.%K%P",
"\\dKaede, can I have my arm back for a sec?\\d%K%P",
"\\dHmm? O-Oh, sure...\\d%K%P",
"She seemed devastated at the thought.%K%P",
"But I wasn't trying to disappoint her. I took my\\nnow free hand and intertwined my fingers with hers.%K%P",
"\\dOh, this is...\\d%K%P",
"\\dWe've locked arms before, but never really walked\\nhand in hand.\\d%K%P",
"Our palms met, and our fingers locked.%K%P",
"I could feel the warmth between us.%K%P",
"This had been my idea, but it still made my heart\\nrace in a way simply linking arms didn't.%K%P",
"\\dTh-This is kind of nerve-racking huh? Are my hands\\ntoo sweaty? Tell me if it's uncomfortable.\\d%K%P",
"\\dN-No it's fine! What about you? Is this okay?\\d%K%P",
"\\dOf course. Your hands are so nice and soft, and\\nyour skin is so much more tender than mine.\\d%K%P",
"\\dI like your hands too, you know. They're so big\\nand tough. So manly.\\d%K%P",
"Kaede and I should have had a much deeper\\nrelationship than most couples. I never expected\\nsomething as simple as this to feel so intense.%K%P",
"It was so bizarre I couldn't help but smile.%K%P",
"\\dLet's take a walk, then.\\d%K%P",
"\\dThat sounds lovely.\\d%K%P",
"So we walked, hand in hand.%K%P",
"That was it. But for some reason these roads we\\nknew so well suddenly seemed so new.%K%P",
"Maybe it was because we wanted to enjoy the moment\\nfor as long as we could, but we ended up walking\\nall the way out to the falls.%K%P",
"There weren't many tourists around, no one was\\nreally in sight.%K%P",
"We walked along, enjoying the quiet atmosphere.%K%P",
"\\dThis isn't so bad, is it...\\d%K%P",
"\\dSorry it's kind of a boring date.\\d%K%P",
"\\dNo, it's fine. I'm glad you're so focused on me.\\d%K%P",
"Kaede was finally starting to relax.%K%P",
"I was glad I found the courage to ask her out.%K%P",
"As I gave a sigh of relief I noticed her eyes\\nlocking on to me.%K%P",
"\\dAkira... Were you worried about me?\\d%K%P",
"\\dHuh? Well yeah, a little...\\d%K%P",
"\\d...So that's why you brought me out on a date?\\d%K%P",
"\\dKaede?\\d%K%P",
"She stopped and our hands slid apart.%K%P",
"I turned to see what was wrong and she pulled me\\nright in for a kiss.%K%P",
"*smooch, smooch*%K%P",
"*kiss* \\dAkira...mmm...\\d *kiss*%K%P",
"*kiss, kiss*%K%P",
"Having had her fill, Kaede pulled away.%K%P",
"\\dThat was quite sudden.\\d%K%P",
"\\dHuh? ...Oh! I'm so sorry!\\d%K%P",
"She had been overtaken in a moment of passion, but\\ncoming back to her senses she seemed embarrassed by\\nher own actions.%K%P",
"\\dYou caught me by surprise, but I'm always happy to\\nbe kissed by you.\\d%K%P",
"\\dNghh...\\d%K%P",
"The kiss might have been too much though. We found\\nwe couldn't return to the date in the same mindset\\nas before.%K%P",
"We still held hands afterwards, but Kaede's face\\nstayed beet red. She stared at the ground in\\nsilence the whole way home.%K%P",
"Thinking back on that kiss I realized Kaede might\\nhave been feeling insecure.%K%P",
"If that were the case, I had to come up with a way\\nto make her feel better.%K%P"
]