[
"\\dPhew... I guess that does it.\\d%K%P",
"We finished cleaning up. You would never have\\nimagined that there had been such a big festival on\\nthese grounds a just a few hours ago.%K%P",
"\\dGood work there, Akira m'boy.\\d%K%P",
"\\dThanks Mr. Marunuma. And thanks for coming out\\nhere so early to help with everything.\\d%K%P",
"\\dNaw, don't mention it. Had to help out the star of\\nthe festival, after all.\\d%K%P",
"Everyone else nodded along with his words. It was\\nall pretty embarrassing.%K%P",
"With everyone's hard work the festival had gone off\\nbetter than ever, and people talked about how they\\nhoped to see the Goddesses dance like that again.%K%P",
"I couldn't have been happier with how it all worked\\nout.%K%P",
"\\dWe'll be headin' on back then. Do give Lady Kaede\\nour thanks.\\d%K%P",
"\\dI will, thanks.\\d%K%P",
"After seeing everyone off I headed inside myself.%K%P",
"\\dGood morning, Akira.\\d%K%P",
"\\dMorning Kaede.\\d%K%P",
"When I got back Kaede was already up and making\\nbreakfast.%K%P",
"\\dThanks for cleaning up out there. Have Mr.\\nMarunuma and the others gone home already?\\d%K%P",
"\\dYeah, they just left. They asked me to say thanks\\nfor them.\\d%K%P",
"\\dOh, well isn't that sweet. I should thank them\\nback with something. But what?\\d%K%P",
"\\dI'm sure any sort of sake would please Mr.\\nMarunuma. As for everyone else...\\d%K%P",
"As we stood there chatting I suddenly realized how\\nodd it was that we'd gone undisturbed for so long.%K%P",
"\\dAre the others still asleep?\\d%K%P",
"\\dThe festival must have really worn them both out.\\d%K%P",
"\\dI'd expect as much from Shion, but Yukari too?\\d%K%P",
"\\dReally, I can't see how they can call themselves\\nyour wife or mistress or whatever if they can't\\neven wake up before you.\\d%K%P",
"\\dI guess it was Yukari's first fall festival. And\\nShion worked pretty hard, too.\\d%K%P",
"\\dLet's go easy on them for today, huh?\\d%K%P",
"\\dYes, I guess you're right... I don't want to be\\nlike some cranky mother-in-law, or something.\\d%K%P",
"\\dWell we couldn't have that, could we? You're my\\nwife too, after all.\\d%K%P",
"\\dOh, right. I'm officially your spouse now, huh?\\d%K%P",
"The way she beamed about it made even me feel\\nbashful.%K%P",
"Thinking of her now as my wife, I couldn't help but\\nwatch her as she cooked.%K%P",
"Even from behind Kaede was simply bewitching. I\\nfound myself taken by her looks.%K%P",
"\\dAkira...?\\d%K%P",
"\\dAh, uh... Don't worry about it. Hey, how about I\\nhelp out instead of just watching?\\d%K%P",
"\\dNo way. The kitchen is no place for men. This is a\\ngirls' battleground.\\d%K%P",
"She swatted me away like a pesky child.%K%P",
"The way she moved reminded me just how mature Kaede\\ncould be, and brought a warm smile to my face.%K%P",
"\\dBut, hmm... Maybe you could carry these plates for\\nme once I've served everything?\\d%K%P",
"\\dSure. Can do.\\d%K%P",
"Maybe I was just overthinking things. Seeing her\\nhere now, it was like nothing had ever changed.%K%P",
"The two of us were just the same as always.%K%P",
"Given yesterday's developments, I almost felt\\ndisappointed when I realized that.%K%P",
"After the dance and our declaration on stage,\\nthings had reached a climax. All that had been left\\nwas to tally the votes and do the closing ceremony.%K%P",
"\\dThe tally should be finished soon.\\d%K%P",
"\\dIt's almost embarrassing thinking how many people\\nhere are going to wish Akira and I well!\\d%K%P",
"\\dOverestimating yourself a bit much, are we?\\d%K%P",
"\\dSure, you pulled quite the stunt at the end there,\\nbut don't go thinking that's enough to overturn the\\nwhole rest of the day.\\d%K%P",
"Yukari and Shion were latched onto both my arms,\\nand Kaede walked alongside us.%K%P",
"After announcing our four-person engagement, the\\npeople of the town and all our visitors looked on\\nwith interest.%K%P",
"I could tell I wasn't going to hear the end of this\\nfor a while. But what else could I do with three\\nbeautiful Goddesses by my side?%K%P",
"\\dSo Akira, who do you think will win?\\d%K%P",
"\\dIt'll be me, of course!\\d%K%P",
"\\dYeah, right... I'm the one who really brought all\\nthis together, right Aki?\\d%K%P",
"Three pairs of eyes were locked dead on me.%K%P",
"How was I going to answer?%K%P",
"\\dOh, and don't even try to pull any of that 'I\\nthink you all deserve to win!' kind of nonsense,\\nyou hear me?\\d%K%P",
"What was she, psychic?!%K%P",
"If they wanted a clear-cut answer, then I'd have\\nto give them one. My mind was already made up.%K%P",
"\\dIn all honesty, I think it is a pretty close\\ncontest.\\d%K%P",
"\\dBut if I had to choose one of you, it'd probably\\nbe Kaede... Hey now, what's with the face?\\d%K%P",
"\\dOh I dunno, that's just probably the most boring\\nresponse you could give. Take a little risk\\nsometimes, sheesh.\\d%K%P",
"\\dGrrr, don't be fooled Akira! I am still your\\nnumber one wife!\\d%K%P",
"\\dHah, this is what a carefully-built relationship\\nearns you, ladies.\\d%K%P",
"\\dI won't have it! Akira, put your faith in me, your\\nlovely wife!\\d%K%P",
"\\dI worked my butt off out there too, okay? If you\\npick me I might just win, you know.\\d%K%P",
"\\dOkay okay, just let up already!\\d%K%P",
"Both of them clung hard to me, pressing their soft\\nbosoms against me, I was at the point where I was\\nabout to lose it.%K%P",
"\\dWe're doing this on purpose, you know! Ah!\\d%K%P",
"\\dCut him a break.\\d%K%P",
"\\dStop being so clingy and just let him go.\\d%K%P",
"\\dNo! Akiraaa!!!\\d%K%P",
"\\dWuh-oh!\\d%K%P",
"Kaede grabbed them both by the scruff of their\\nnecks and pulled them away.%K%P",
"Having felt the soft touch of their bodies, I\\nlonged for more. I almost felt bad.%K%P",
"\\dDon't dare tell me you wanted more of that.\\d%K%P",
"\\dWhat? No, of course not.\\d%K%P",
"Bingo, as always.%K%P",
"I wonder if my face gave it away.%K%P",
"\\dEven I wouldn't cling like that.\\d%K%P",
"\\dI can't even imagine you trying.\\d%K%P",
"Kaede was much more modest than that.%K%P",
"Especially in public like this.%K%P",
"\\dHmph, are you trying to imply that I couldn't?\\d%K%P",
"\\dI-I could do it if I w-wanted to, you know.\\d%K%P",
"\\dWhat? No, that's not really what I meant.\\d%K%P",
"\\dD-Don't you move Akira. If they can do it, so can\\nI!\\d%K%P",
"Kaede stood, face beet red, sizing up my arms.%K%P",
"Just watching her standing there was embarrassing\\nenough.%K%P",
"She stood hesitating a moment more, and right as\\nshe opened her mouth to say something the\\nannouncement rang out that the results were in.%K%P",
"\\dOh... I guess they're finished.\\d%K%P",
"\\dWe should probably head over...\\d%K%P",
"\\dRight. We are the main guests, after all.\\d%K%P",
"I was a little disappointed that Kaede hadn't gone\\nthrough with it, but it was time to head toward the\\nstage.%K%P",
"\\dEveryone! Thank you for waiting! We are now ready\\nto announce the winner of our Goddess poll!\\d%K%P",
"After thanking everyone for their votes, and\\nwaiting for the swell of excitement to settle down,\\nthe results were finally announced.%K%P",
"\\dAnd the honor of first place goes to... Our\\nShrine's deity, the holy Kaede Shizumori!\\d%K%P",
"Along with the result came the numbers.%K%P",
"Just as I expected, it had been a really close\\ncontest, but Kaede had still come out above the\\nother two.%K%P",
"\\dThere must be some mistake... How could my love\\nlose...? This cannot be true! It's impossible...\\d%K%P",
"\\dDang, I thought I nailed it, too. But of course\\nyou always win.\\d%K%P",
"\\dIt's embarrassing finally hearing it though.\\d%K%P",
"Yukari was in the darkest of moods, Shion shrugged\\nit off, and Kaede seemed quite pleased.%K%P",
"\\dWell, you got first place, so what is it you want\\nto ask of me? Anything you want right this moment.\\nEven anything like what Yukari was planning...\\d%K%P",
"\\dOh, I would never! I couldn't! I wouldn't!\\d%K%P",
"\\dWhat I want is far more normal...\\d%K%P",
"Called up to the stage, she left saying only that.%K%P",
"As she walked up on stage, she hid her friendly\\ndemeanor, and put on a divinely graceful smile\\nas expected of the shrine's deity.%K%P",
"\\dBlessings upon you all. I am Kaede Shizumori,\\nGoddess of this shrine.\\d%K%P",
"\\dThank you all for coming out to join us in these\\nfestive times. We could not have accomplished any\\nof this without all of your support.\\d%K%P",
"She stood speaking in front of the grand audience.%K%P",
"They all settled down and patiently listened to her\\nevery word.%K%P",
"Every word she spoke had power, and watching how\\nmesmerized the people became was testament to\\nKaede's divine power.%K%P",
"\\dI will spare you any further ceremonious\\npreaching. There is but one declaration I wish to\\nmake.\\d%K%P",
"\\dAs we proclaimed earlier, the three of us all\\nintend to wed Akira Manase.\\d%K%P",
"\\dNow, as per my victory I wish to establish a\\nsingle rule - that we all share our love fairly and\\nequally.\\d%K%P",
"Thinking back on it now, that 'Rule of Equality,'\\nas it were, was so very Kaede.%K%P",
"As I set the table and watched her, I wondered what\\nmight have happened if either of the others had\\nwon.%K%P",
"Yukari clearly would have just seized the chance to\\nproclaim her love in front of everyone.%K%P",
"And Shion probably would have tried to pull\\nsomething to kick the excitement levels up another\\nnotch.%K%P",
"I could tell Kaede had made her decision for my\\nsake, it wasn't like she didn't have her own\\npersonal feelings.%K%P",
"Still though, it did feel like it put some space\\nbetween us.%K%P",
"I probably would have preferred if she had used her\\none request for her own sake.%K%P",
"\\dIt might just be because I've known her for so\\nlong.\\d%K%P",
"Thinking back on when we first met, I realized\\nagain how long we'd known one another.%K%P",
"It had all happened shortly after the Descent of\\nthe Goddesses.%K%P",
"She was much more assertive then, and almost as\\nstraightforward as Yukari is now.%K%P",
"But everything changed because of that one time.%K%P",
"\\dI guess we just crossed a line we can never go\\nback over.\\d%K%P",
"Ever since the day we took things beyond\\nfriendship, we'd both been more hesitant around\\neach other, less direct about our feelings.%K%P",
"I didn't regret what had happened, though.%K%P",
"We had both wanted to, so we did. It had helped\\ngive us the bond we had now.%K%P",
"But I wasn't sure Kaede felt quite the same.%K%P",
"\\dMaybe she feels indebted or something...?\\d%K%P",
"If that was the case she couldn't have been more\\nwrong.%K%P",
"Back then I never would have imagined that feeling\\ntoo embarrassed to say something would leave me\\nwith such regret now.%K%P",
"I was completely lost in my thoughts as I finished\\nup setting the table.%K%P",
"\\dTable's all set, Kaede.\\d%K%P",
"\\dHmm? Oh, thanks. I just need to finish this up.\\d%K%P",
"She seemed pulled out of the moment.%K%P",
"Maybe she was thinking things over, just like me.%K%P",
"Just when I was about to ask though, I heard\\nhurried footsteps from outside the room.%K%P",
"\\dAkira!\\d%K%P",
"*yawn* \\dMornin' Aki. Mornin' Kaede.\\d%K%P",
"Yukari threw the sliding door open and stormed in.\\nShion followed shortly after, still half-asleep and\\nyawning all the way.%K%P",
"\\dGood morning you two.\\d%K%P",
"\\dI'm sorry, Akira!\\d%K%P",
"\\dThis is our first morning together as newlyweds,\\nyet I overslept...!\\d%K%P",
"\\dNo, no. This is not our 'first morning.' We aren't\\neven married yet.\\d%K%P",
"Letting that go would probably have just made\\nthings worse later on, so I had to stop her short\\nthere.%K%P",
"\\dBut this was your first festival and all, so you\\ndeserve a morning sleeping in.\\d%K%P",
"\\dWell said, Aki. A little extra sleep here and\\nthere does no harm.\\d%K%P",
"\\dWell you sleep too much, Shion.\\d%K%P",
"\\dIf you're going to be one of his wives you should\\nreally pull yourself together.\\d%K%P",
"\\dWhaaat? Seriously...?\\d%K%P",
"\\dYou sound like a nagging old hag.\\d%K%P",
"\\dWould you rather I harp on you, Miss Oversleeper?\\d%K%P",
"\\dAck... Nghh...\\d%K%P",
"And just like that all those troubled thoughts were\\ngone and things were back to normal.%K%P",
"Still, if we were going to be living together from\\nnow on, Kaede and I would have to do something\\nabout our reservations.%K%P",
"Kaede was already my spouse.%K%P",
"For my sake and even more so for hers we needed to\\nget over our past.%K%P",
"Phew...%K%P",
"With breakfast finished I was now finally alone,\\naway from everyone, even Akira.%K%P",
"Thinking back on last night, I felt overjoyed at\\nthe thought of staying by Akira's side, but at the\\nsame time I couldn't dispel some darker feelings.%K%P",
"Whether I wanted to or not I could not help but\\nthink back to the one night we spent together.%K%P",
"\\dIs this what Akira wanted?\\d%K%P",
"I knew how he was, he didn't decide to take us all\\nin simply because he felt forced to.%K%P",
"But I couldn't help but wonder if I was the cause\\nof this whole situation.%K%P",
"Akira was always so kind, and so responsible, too.%K%P",
"Which is precisely why the thought of using that\\nkindness to get him to be with me stuck like a\\nthorn deep in my heart.%K%P",
"\\dI must be such a fool, going so hard for it back\\nthen only to fret over it now.\\d%K%P",
"Ever since I began feeling as though I had used\\nhim, I had became unsure of how to even act around\\nhim.%K%P",
"If this was the price of giving oneself up to\\nimpulsive desires, it was no laughing matter.%K%P",
"In all honesty, my call for equality between us was\\nsimply to use the other two as a buffer zone\\nbetween Akira and myself.%K%P",
"In truth, I'd done nothing but find excuses to turn\\nand run away since that fateful day.%K%P",
"When Yukari showed up I did genuinely feel she\\nneeded help, but then I used that to bring myself\\ncloser to Akira again.%K%P",
"\\dI might as well be the Goddess of Dishonesty.\\d%K%P",
"And all of this left me unable to tell Akira that I\\ntruly did love him.%K%P",
"I'm one of his wives too, now.%K%P",
"Perhaps I'd never be quite like Yukari, but if I\\ncould just make things somewhat like how they used\\nto be...%K%P",
"My mind was set to make things so.%K%P"
]