[
"But it would be shameful for a man to keep\\nlosing like this.%K%P",
"'Hmph... ......, mmmm! Hey, hey, Akira-kun!%K%P",
"'Oh, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no...'%K%P",
"'I didn't kiss you.'%K%P",
"'That's, um, that's not the problem, it's\\n......, um, I've already ...... anh!'%K%P",
"This is a more habit-forming rub than I had\\nexpected.%K%P",
"Kaede's ass, has a unique softness that is\\ndifferent from that of her breasts, which are\\npressed against her.%K%P",
"If Akira-kun is going to do that, I'm going to\\ndo that, too.%K%P",
"'Choo, choo ......, chupa, chupa, Akira-kun's\\nlips are so yummy ......, chupa.'%K%P",
"'Chuchu...... isn't Kaede aggressive too?'%K%P",
"'Mmmm ...... chupa, no, ...... chupa, chupa,\\nthis is just Akira doing it back to you.'%K%P",
"'I'm not going to let you do what you want to\\n...... Akira, chu, chuppa, mmm, chuur......\\nchu...... chu...... chu......%K%P",
"Kaede's cheeks are upturned and she kisses me so\\ndesperately that I just want to play a prank on\\nher when I see her.%K%P",
"I interrupt my tongue into Kaede's mouth as she\\nkisses me.%K%P",
"As soon as he catches Kaede's tongue, he licks\\nher tongue as if caressing her, and they\\nexchange saliva with each other.%K%P",
"'Mmmm! Aki, Rahiun ...... mmm, mmm... WE TALK\\n...... PICCHA ...... HITA, HAGEHI ...... mmm..!'%K%P",
"'Ssshhhh ...... ahhh, mmmmmmmmmmmmmmmm!'%K%P",
"He licks Kaede's mouth repeatedly and sucks on\\nit with such vigor that he gets a hickey on his\\ntongue.%K%P",
"'Much, chuff ...... chuff, chuff, breath, kuruhi\\n...... chuff, chuff, chuff.'%K%P",
"'Nnnnggg ...... nnggg, chooooooooooo, picha\\n...... mmmmmm.'%K%P",
"The saliva I couldn't swallow spilled down my\\nthroat, and the sight of it was sensational and\\naroused me even more.%K%P",
"'Kehoho, kohoho, ah, Akira-kun, you are indeed\\nin a little pain.'%K%P",
"As I was about to intensify the kiss, Kaede\\ncoughed.%K%P",
"I got a little carried away.%K%P",
"I see Kaede hastening to leave my lips in a\\nhurry.%K%P",
"The silver threads and wet lips hanging from\\neach other's lips were illuminated by the\\nmoonlight, showing how intense the kiss was.%K%P",
"Akira seems very aggressive today.%K%P",
"'You scared the shit out of me.'%K%P",
"'I'm sorry, but I just couldn't control the\\nfeelings that were flooding through me.'%K%P",
"'......It's true, Akira's penis is getting so\\nhard too.'%K%P",
"Kaede, who was holding me in her arms, knew that\\nI was painfully hot there.%K%P",
"'Is it going to stay that way?'%K%P",
"'I can't do it; there's no way I'm going to get\\nover this feeling that easily.'%K%P",
"'I know, I know, ...... that, you know, you have\\nto take responsibility.'%K%P",
"'Then you can do with my body what you want with\\nit, okay?'%K%P",
"The sight of her looking up at me with tears was\\nenough to make me break down, even though I was\\non the edge of my seat.%K%P",
"I don't know if I can be nice right now.%K%P",
"'Yes, I want you to love me so much ...... that\\nI won't feel guilty about it this time.'%K%P",
"'Kaede!'%K%P",
"'Kya!'%K%P",
"When I managed to let go of the last line of\\nreason I was holding on to, I let go of my hand\\non a handy tree and shifted my clothes.%K%P",
"I'm embarrassed to see you in this outfit.%K%P",
"'So it's okay, I want to see all of Kaede's\\nimportant parts.'%K%P",
"'I'm embarrassed that you can see everything.'%K%P",
"'Though I must say, Kaede's here is wet, as if\\nshe's expecting it.'%K%P",
"'Hyah, hmm, if you touch me like that so\\nsuddenly, I'll ...... nnnnghhh, ah, ah, ah,\\n...... hyannn.'%K%P",
"She sticks out her buttocks and rubs her thighs\\nwith her mojibis, crawling her fingers to the\\nplace where she is in shame.%K%P",
"He stroked her thighs at first, then gradually\\nmoved closer to her soaking wet crotch and\\ntraced it.%K%P",
"I was so embarrassed when Akira looked at me,\\ntouched me and said, ......Oh, my God, I'm going\\nto scream!%K%P",
"I want to hear more of your shy voice.%K%P",
"He embraces Kaede as if covering her and kisses\\nthe nape of her neck while rubbing her secret\\narea with his fingers.%K%P",
"'Oh no, if you kiss me like that...ahhhhhhhhh\\n...... kuhhhhhhhhhh!'%K%P",
"'Huh, mmm, my neck is so hot, nkkkk ...... hmm,\\nhmm, hmm, hmm, I'm tingling ...... hmm, hmm,\\nhmm!'%K%P",
"It is so wet that you can hear it sizzle with\\njust a light rubbing, and it slides over the\\nsecret area.%K%P",
"This would seem to make it safe to put a finger\\ninside the vagina.%K%P",
"'I'll go a little harder.'%K%P",
"'If you make me do it too hard now, I'll go\\n...... nnnngggghhhh!'%K%P",
"'Oh, ah, ah, nngggghh, yah, Akira's finger is so\\nhot, ah, nnggg.'%K%P",
"The sludgy vagina readily accepts my finger and\\ntightens painfully.%K%P",
"'Does it feel good?'%K%P",
"'Ugh ...... that's not how it's supposed to be,\\nahhh, mmm, you don't have to say it, ...... mmm,\\nyou know ......'%K%P",
"'I can't believe you're so excited to hear me\\nsay that. ...... You're really getting me\\nexcited enough to make me feel that way.'%K%P",
"'Yes, so let me ask you, how do you feel about\\nit, Kaede?'%K%P",
"Kaede's body shuddered as I moved my fingers\\nlicking in her vagina and whispered in her ear.%K%P",
"I'm, like, 'Oh, my, my pussy is so tight with\\nAkira's fingers.%K%P",
"'Mmm, hmmm ...... my head is so dizzy, I'm dying\\nof embarrassment ...... and yet it feels so\\ngood. ...... Mmmm!'%K%P",
"As a reward, I'm going to make you feel good.%K%P",
"'Higg, anh,...... ah, mmmm, again, hard,......\\nhah,...... mmmm, ah!'%K%P",
"He scratches Kaede's vaginal walls and stirs\\nthem, looking for the parts he can feel.%K%P",
"He finds the place where the body trembles and\\nstimulates it by bending and playing with his\\nfingers.%K%P",
"'If you rub my cunt like that, I'm going to\\n...... mmmmmm!'%K%P",
"'Hah, hah, hah, hmmm, hmmm, hmmm ...... hmmm,\\nhmmm, hmmm, ahhh ......'%K%P",
"The more I stimulated her, the more her love\\njuices dripped from her vulva with the force of\\na puddle on the ground.%K%P",
"'Kaede must be very naughty to spill so sloppily\\noutside.'%K%P",
"'Because if ...... Akira does this to me, I\\ncan't help it, hmmm, I can't help it, hmmm, I\\ncan't help it, hmmm, I can feel it .......'%K%P",
"'Oh, oh, c'mon, c'mon, ...... ahiy, ahiy, ahiy,\\nno, no, if you do this to me any more, I'm going\\nto go crazy ...... ahiy.'%K%P",
"'It's okay, let me see the face you've never\\nshown anyone.'%K%P",
"'Hyan, oh, oh, Akira-kun, Akira-kun, no, no, I\\ncan't hold back any longer. ......'%K%P",
"'Fine, let my fingers make you feel good.'%K%P",
"Oh, oh, oh, hmm, ahh, no, no. ......%K%P",
"'Nnnnggg 〜〜〜〜!'%K%P",
"Even just for the sake of it, I scratched the\\ninside of Kaede's vagina, which was probably\\nclose to its limit.%K%P",
"The first time I saw her, her back was turned so\\nfar up that her knees buckled and she almost\\ncollapsed.%K%P",
"I never thought Akira-kun would see me coming.%K%P",
"'It was so beautiful--suck.'%K%P",
"'Oh, my God, you're so good at this ...... chu,\\nchu-pah, chu-pah, nnnnnnnnnnnnnnnnnnnnnnnnnnnnnn\\nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn.'%K%P",
"I kissed her on the lips and Kaede never paid\\nany attention to me.%K%P",
"On the contrary, they peck at it, wanting more.%K%P",
"'Kaede, I'm already on .......'%K%P",
"He releases his penis, which is now painfully\\nstiff and hard and painful to hold down with his\\npants.%K%P",
"'Ah, .......'%K%P",
"Kaede's body reacts, perhaps noticing the meat\\nstick that is pressed against her vaginal\\nopening as if she is crotching it bareback.%K%P",
"'Akira's penis ...... is getting so big. I could\\ntell even from the top of his pants, but it's\\neven hotter when I touch it directly.'%K%P",
"'I really wanted to put it in right away, but I\\ndidn't want Kaede to be in pain.'%K%P",
"'Thanks ...... but you're good to go.'%K%P",
"I'm ready to accept Akira-kun, ......%K%P",
"While frantically trying to regain control of\\nher still-shaking body, Kaede spreads her sludgy\\ncunt with one hand.%K%P",
"'Akira-kun ...... can't wait to fill my soggy\\nwet pussy with ...... cock.'%K%P",
"'Yeah, okay, I'll put it in!'%K%P",
"'Yes, please ...... nnnn, ahhhhh, heck, nnnn,\\nkkk, ahhh, Akira's penis is coming in, ......\\nnnnn!'%K%P",
"The moment I saw Kaede inviting me, I grabbed\\nher hips and slid my swollen penis inside her\\nvagina.%K%P",
"'Oh, mmm, this is amazing, it's so different\\nfrom the first time I ...... did it. ...... anh,\\nhmmm, oooh.'%K%P",
"'Oooh, ahhh, hmmm, ahhh ......, keep on going,\\naccept Akira's cock in the back ......, ahhh,\\nahhh!'%K%P",
"The vagina, which has been loosened by foreplay,\\ntightens up, not wanting to let the penis escape\\nwhen it is swallowed without resistance.%K%P",
"'Kuku, Kaede, please loosen up a little!'%K%P",
"'Oooh, hmm, no, no, no, no, no, no...'%K%P",
"'Akira-kun's cock hit me ...... with a knack in\\nthe back, and my body reacted on its own, ah,\\nah, ah, mmm!%K%P",
"I'm coming again, I'm coming again, I'm coming\\nagain, oh, oh, oh, oh, oh, oh!%K%P",
"Even though I had just put it in, Kaede's vagina\\nsqueezed and trembled, and I felt a warm, raw\\nsensation from where we were connected.%K%P",
"'Kaede, perhaps you'd like to ......'%K%P",
"'Ughhhh ............ don't look at me Akira-kun\\n...... I didn't mean this ......'%K%P",
"Perhaps she was embarrassed that she climaxed\\njust by putting it in, Kaede-san kept her face\\ndown and never turned her head toward me.%K%P",
"'Kaede, please turn around.'%K%P",
"'Hi, I'm pretty sure Akira thinks I'm naughty.\\n...... No, it's not that I'm a slut or anything\\nlike that. ......'%K%P",
"I'm glad you feel that much.%K%P",
"But I had decided that this time I would make\\nAkira-kun feel good. ......%K%P",
"It doesn't matter if only one of us feels good.%K%P",
"'Let's both feel good.'%K%P",
"'...... I know, it's not the same as the first\\ntime--sniff.'%K%P",
"Still shy, I kiss Kaede, who nonetheless looks\\nup at me and resumes the act.%K%P",
"'Damn, I've come twice inside Kaede-san, and she\\nwon't let go.'%K%P",
"I've always wanted to connect with you again,\\nAkira-kun.%K%P",
"'Oh, nkkkk, my body reacted on its own that I\\nwouldn't let go of Akira-kun's cock, ah,\\nnkkkkk!'%K%P",
"Slowly pull back your hips and strike.%K%P",
"Although that should be the only movement,\\nKaede's vaginal wall twists around and\\nstimulates the penis.%K%P",
"She slams her hips against Kaede's white ass,\\nenduring the pleasure that she is about to give\\nout as soon as she is distracted.%K%P",
"'Oh, oh, my head went blank, and then, hmm, hmm,\\nhmm, Akira-kun's cock gouged my pussy. ......\\nhmm...'%K%P",
"Every time Akira-kun pokes me in the back, I\\ncan't think about anything else!%K%P",
"'Nnnn......h, hmmm, hmmm, hmmm, I can't stand\\nthis......nnnnnn!'%K%P",
"'Her sweet voice is leaking out more and more.\\nOh, Kaede's pussy is the best.'%K%P",
"At first, I was cautious of Kaede, who had just\\ncome, but then I found myself moving my hips\\nuncontrollably.%K%P",
"The gurgling sound bubbled up, and the sound of\\ntheir hips slamming against each other was as\\nloud as the sound of the waterfall.%K%P",
"'Oh, oh, oh ......... mmm, Akira-kun's penis is\\nalso amazing ...... hmm, yah, ahh, mmm!'%K%P",
"'When Akira-kun's cock gouges me like this, ah,\\nah, ah, and pokes me again and again, I feel my\\nstomach turn inside out, ah, ah, ah, ah.%K%P",
"'It feels so good, but, mmm, it's supposed to\\nfeel so good, ah, ah, ah,...... this stuff, it\\nfeels too good, I'm scared, mmm!'%K%P",
"With each thrust, Kaede's vagina learns the\\nshape of my penis and becomes more familiar with\\nit.%K%P",
"My hand slides over her ass, wanting to see more\\nof Kaede, who is shaking her hair and yawning.%K%P",
"Oh, Akira-kun! 'Nnnn, hinnn, where are you\\ntouching ......?%K%P",
"'No, no, no, no, don't, don't, don't, don't\\ntouch that part, ah, ah, ah, ah, ah!'%K%P",
"I stroke my fingers to loosen the beautiful pink\\nwrinkled asshole and try to get just the tip of\\nmy finger inside.%K%P",
"When a finger is inserted without caress into a\\nbutt hole, the buttocks immediately stiffen and\\nrefuse to allow it to go any further.%K%P",
"It's still tough out here.%K%P",
"'Nggg, ah, ah, ah, Akira-kun, really, that's not\\n...... the place to touch, mmm, hmm, hi.'%K%P",
"'Oh, no, no, no, no, no, no, no.%K%P",
"'But you look so debauched, don't you?'%K%P",
"I never thought of both, because my stomach was\\nso tight and ...... higgy, hmmm!%K%P",
"'Hey, why ...... do you have to put your finger\\nin my ass like this, nnnnghhhh!'%K%P",
"'Ahhh, kuhhhh ...... nn, ahhhhh, it should be\\npainful, but it feels so ...... good...hmmm,\\nkuhhhh!'%K%P",
"Perhaps because she keeps attacking both holes,\\nKaede's expression is soaked with tears and\\nsaliva.%K%P",
"Perhaps it was because she kept showing me such\\na look and kept tightening her vaginal walls,\\nbut I was nearing the end of my rope.%K%P",
"'Kaede, I'm going to make this even more\\nintense.'%K%P",
"Oh, oh, oh, oh, oh.%K%P",
"I can feel Akira-kun with my whole body.%K%P",
"'Haaaaan, hmmm, hmmm, kuhhhh, ahhh!'%K%P",
"The glans kisses the cervix repeatedly as it\\nrutted and descended.%K%P",
"Every time their hips collide, they grab hold of\\nKaede's ample breasts, which sway plumply.%K%P",
"'Mmm, mmm, mmm, mmm, mmm, mmm, mmm, mmm, mmm,\\nmmm, mmm, mmm, mmm, mmm, mmm, mmm.'%K%P",
"'Oh, cuh, cuh, cuh, Akira-kun, Akira-kun, do me\\nmore, do me more.'%K%P",
"'Hhhhh, hmmm... ...... kun hmmm!'%K%P",
"Kaede's charming voice became louder and the\\ntightness in her vagina became unrelenting.%K%P",
"'Aahaa, haa, kuu, nuuuuuu!, Aaaaaa!'%K%P",
"'I can't take it, I'm cumming, I'm cumming\\nagain, I'm cumming!'%K%P",
"The intermittent spasms grow louder, signaling\\nthat the end is near.%K%P",
"'I'm going to ejaculate now, too!'%K%P",
"Come on, Akira-kun!%K%P",
"'All, all, dye me up with Akira-kun, make my\\nwhole body yours!%K%P",
"I know, I know, I know, I know, I know, I know,\\nI know, I know, I know, I know, I know, I know,\\nI know, I know!%K%P",
"'Oh, nkk, hmmm, ah, ah, ah, ah, ah, ah, ah!'%K%P",
"'Oh no, no! ...... I'm cumming, ah...... ahhhhh!%K%P",
"'Gosh, I'm ejaculating!'%K%P",
"As Kaede's body shudders the loudest it has ever\\nshuddered, the squeaky vaginal walls pulsate and\\ntighten around his penis.%K%P",
"At the moment of climax, he slams his hips to\\nthe deepest depths and vigorously discharges his\\npent up lust into Kaede's vaginal depths.%K%P",
"'Oh, ...... ah ...... Akira's so hot, so many\\n...... ah!'%K%P",
"'It's hot and it's going to burn you, but it's\\ncomfortable. ......'%K%P",
"It pulsates to the point where you think you've\\ngone crazy, filling Kaede to the very edge of\\nher limit.%K%P",
"'Nnnn...... hah, nnnn, Akira-kun, you haven't\\nstopped, have you?'%K%P",
"When the last drop of semen is fully inside the\\nvagina, the overflowing semen spills down\\nKaede's thighs along with her love juices.%K%P",
"'Ha, ha, ha, ha. ...... You've got a lot of it.\\nMmm, it's still flooding.'%K%P",
"'I was afraid I wouldn't be able to take it all\\nin.'%K%P",
"'Frankly, I was surprised at how much I got\\nout.'%K%P",
"I thought my stomach was going to growl.%K%P",
"Kaede, her cheeks upturned and looking ecstatic,\\ngently pats her stomach.%K%P",
"I want to feel you, Akira-kun.%K%P",
"I wish I could do this with you just a little\\nbit longer.%K%P",
"The two embrace each other and soak in the\\nlingering sensation of pleasure that seeps\\nthrough them as they are connected.%K%P",
"'...... Chang-kun.'%K%P",
"'What is it?'%K%P",
"'Keep up the good work at ......, chug!'%K%P",
"A light kiss, just the touch of the lips.%K%P",
"But it was as pleasurable as sex.%K%P"
]