[
"\\dA...ki... Akiii...\\d%K%P",
"A gentle voice roused me from my slumber.%K%P",
"It felt as peaceful as if I were a baby in a\\nrocker, and I craved more of it.%K%P",
"\\dOh you...\\d%K%P",
"As the rocking faded, something drew close to my\\near.%K%P",
"\\dAkira, wake up!\\d *smooch*%K%P",
"\\dBwha?!\\d%K%P",
"Breath tickled my ear and something warm on my\\ncheek pulled me out of my sleepy haze.%K%P",
"\\dGood morning, Akira.\\d%K%P",
"\\dK-Kaede?\\d%K%P",
"Right before my eyes stood Kaede, her nose to mine,\\nher breath falling on my skin.%K%P",
"Her eyelashes were really quite long up close--\\nWAIT! What?!%K%P",
"My head was spinning as I tried to put together\\nwhat was going on, but she just laughed and pulled\\naway.%K%P",
"\\dMaybe that was too much? Sorry.\\d%K%P",
"\\dBut anyway, good morning.\\d%K%P",
"\\dG-Good morning, Kaede.\\d%K%P",
"With a little space and my mind finally in the\\nright place I saw what was going on.%K%P",
"\\dSo uhh...you came to wake me up, huh? Did I\\noversleep?\\d%K%P",
"\\dOh no, hardly. It's actually earlier than you'd\\nnormally be up. I just wanted to see you.\\d%K%P",
"\\dI'll get your clothes ready. Just a moment.\\d%K%P",
"\\dYou really don't have to--\\d%K%P",
"\\dHere you are.\\d%K%P",
"Whaa?!%K%P",
"She was back so fast it was like she had already\\npicked everything out beforehand.%K%P",
"\\dTh-Thanks...\\d%K%P",
"I just took them without thinking.%K%P",
"It was probably best to happily accept the gesture\\nwithout contemplating things too much.%K%P",
"\\d...\\d%K%P",
"\\dSo uhh...Kaede?\\d%K%P",
"\\dWhatever do you need?\\d%K%P",
"\\dI kind of want to change, so...\\d%K%P",
"\\dI know. Oh wait...do you want me to dress you?\\d%K%P",
"\\dI suppose that is the job of any good wife now\\nisn't it.\\d%K%P",
"\\dNo! I'll be out as soon as I'm ready, so could you\\njust wait outside please?!\\d%K%P",
"\\dWha-- Wait! Akira!\\d%K%P",
"I pushed her right out of the room and let out a\\nsigh.%K%P",
"Something was different about her today...%K%P",
"\\dMaybe she's still half asleep?\\d%K%P",
"Even I didn't believe that was it.%K%P",
"Regardless, now that I was awake I had to take care\\nof the morning chores.%K%P",
"Kaede though, she kept acting weird all through the\\nmorning.%K%P",
"She followed me wherever I went, tried helping with\\nwhatever I did, and just watched over me in\\ngeneral.%K%P",
"My work here at the shrine was in reverence to the\\ngods, so I declined all her offers of help. But as\\na result she got even more touchy-feely.%K%P",
"\\dWhat is going on here?\\d%K%P",
"We'd kept each other at a distance for a while now,\\nbut now all of a sudden she was on the attack.%K%P",
"\\dBut...\\d%K%P",
"The way she was acting now, trying to get my\\nattention and all, it really reminded me of how she\\nused to act before that day.%K%P",
"It all must have culminated in this behavior now.%K%P",
"Tossing aside any manly pride I might have had, I\\nfigured this would be a good opportunity to make\\nthings normal again.%K%P",
"\\dHuh?\\d%K%P",
"Finishing up my routine I headed in for some tea\\nand found Kaede dozing off in a chair.%K%P",
"It was quite unlike her to take a nap in the middle\\nof the day, especially anywhere but her own room.%K%P",
"\\dI guess a lot has happened these past few days.\\d%K%P",
"She was so soundly asleep I didn't dare wake her.%K%P",
"But she'd definitely get cold sleeping like that.%K%P",
"I grabbed a blanket from my room and drew close to\\nwrap her in it.%K%P",
"\\dMmm...\\d%K%P",
"\\dNghh...\\d%K%P",
"As she stirred, her clothes slid down, revealing\\neven more of her already eye-catching bust.%K%P",
"Her soft-looking skin and large perky breasts would\\ndrive any man wild.%K%P",
"I had to get that blanket on her and get out fast.%K%P",
"But I couldn't. I stood staring just long enough\\nfor her to wake up.%K%P",
"\\dHmm...Akira?\\d%K%P",
"Her eyes met mine.%K%P",
"Hers were still half shut, but she definitely saw\\nme sneaking a peek.%K%P",
"\\dOh, I... You see... Ngh!\\d%K%P",
"All of a sudden my face was hit with warm cushiony\\nfeeling.%K%P",
"It wasn't long before I realized she had pulled me\\ninto her bosom.%K%P",
"\\dYou know, I wish you would be more straightforward\\nabout this, not just peek while I'm asleep.\\d%K%P",
"\\dYou know, when you look at me like that... It\\nmakes me happy.\\d%K%P",
"Hearing a woman like Kaede say that, with a hint of\\nshyness in her voice, had my mind reeling.%K%P",
"\\dUhh, Kaede... This is...\\d%K%P",
"\\dJ-Just enjoy it would you. They're yours, you\\nknow.\\d%K%P",
"\\dD-Don't torture me like this, Kaede.\\d%K%P",
"With her talking like that, I nearly lost myself.%K%P",
"\\d...\\d%K%P",
"\\d...\\d%K%P",
"I stayed there in her arms and she held me tight,\\nneither of us speaking a word.%K%P",
"Her wonderful womanly scent, combined with the\\nwarmth of her skin left me relaxed.%K%P",
"Was this a reaction to her motherly aura or\\nsomething?%K%P",
"\\d...Ngh...\\d%K%P",
"\\dKaede, you know, you don't need to do this if you\\ndon't want to.\\d%K%P",
"\\dI-It's not like that! I w-want to hug you even\\ntighter!\\d%K%P",
"\\dMghh!\\d%K%P",
"Now this really was too much!%K%P",
"It was so tight now I could hardly breathe...%K%P",
"\\dOh! A-Akira! You're...?!\\d%K%P",
"\\dNgh....mgh...!\\d%K%P",
"I could vaguely make out her voice, I was slipping\\naway.%K%P",
"Was it...too late...?%K%P",
"\\dHmm? Akira? Akira?!\\d%K%P",
"\\dHow did I ever do this...?\\d%K%P",
"Moments ago, I had nearly suffocated Akira... How\\ndid I mess up so bad?%K%P",
"I was glad to try acting like my old self again,\\nbut the more I did the harder it got.%K%P",
"\\dAkira...\\d%K%P",
"I mumbled his name under my breath.%K%P",
"That alone was enough to send a rush of warmth\\nthrough my body.%K%P",
"I wanted him to see more of me. To be enthralled\\nwith me.%K%P",
"\\dI suppose I truly do love him.\\d%K%P",
"Saying as much aloud left me feeling quite abashed.%K%P",
"But more so, it stirred up something deep within\\nme. Something I wanted Akira to be aware of.%K%P",
"\\dI'll need to work harder if I truly expect him to,\\nthough.\\d%K%P",
"That declaration was as much to cheer myself up as\\nit was to bolster my determination.%K%P",
"Today had been quite a day.%K%P",
"Kaede had been all over me in a way she hadn't been\\nfor a long, long time.%K%P",
"And thanks to that Yukari pushed back harder than\\never, making their quarrels worse.%K%P",
"I mean, I didn't hate days like today, but...%K%P",
"\\dWas Kaede trying a little too hard?\\d%K%P",
"Everything was moving so fast, I couldn't imagine\\nit was easy for her. Maybe she was being too hasty.%K%P",
"\\dWell, I guess worrying about it won't help.\\d%K%P",
"This might have just been a one day thing anyway.%K%P",
"It was too soon to jump to conclusions.%K%P",
"But day in and day out, she kept it up. And it\\nstarted to take a real toll on her.%K%P",
"I couldn't just let it go unmentioned, so I waited\\nfor the right moment and pulled her aside.%K%P",
"\\dKaede?\\d%K%P",
"It had taken a few days for me to get this chance.%K%P",
"I spotted her heading outside alone, so I followed\\nafter and called out to her.%K%P",
"\\dAkira? What are you doing out here so late?\\d%K%P",
"\\dI could ask you the same question. Where are you\\nheaded off to?\\d%K%P",
"\\dI just needed a breath of fresh air...\\d%K%P",
"\\dYeah, me too.\\d%K%P",
"I walked over close to her and we both stood in\\nsilence for some time.%K%P",
"What was on her mind?%K%P",
"I had no idea.%K%P",
"But that's exactly why I came out here. To find\\nout.%K%P",
"\\dYou know--\\d%K%P",
"\\dHm?\\d%K%P",
"As soon as I spoke she turned to face me.%K%P",
"And so I looked right back at her.%K%P",
"\\d...I actually wanted to talk with you.\\d%K%P",
"\\dWith me...?\\d%K%P",
"\\dSo, you've been acting a bit more like your old\\nself lately, right? I was just wondering... why\\nexactly...\\d%K%P",
"I only asked because I was worried about her, but\\nshe seemed to take it another way.%K%P",
"Her face froze for a moment before turning away.%K%P",
"\\dWas I annoying...? I'm sorry if I was a bother to\\nyou.\\d%K%P",
"\\dI won't ever do that again--\\d%K%P",
"\\dHey, stop! I never said I didn't like it!\\d%K%P",
"\\dI'm actually glad things are like they used to\\nbe.\\d%K%P",
"\\dYou aren't just saying that are you...? No, your\\nface is too serious for that.\\d%K%P",
"\\dI'm being serious. If anything, I should be the\\none apologizing.\\d%K%P",
"\\dI should have been the one to close the gap\\nbetween us.\\d%K%P",
"I'd taken advantage of her goodwill and done\\nnothing myself.%K%P",
"I felt pretty ashamed of that.%K%P",
"\\dYou don't have to apologize for anything. You\\nknow... You haven't changed a bit since the day we\\nmet, have you?\\d%K%P",
"\\dIt was that unwavering kindness of yours that\\nfreed me from my fate as a Tatarigami.\\d%K%P",
"I had freed her?%K%P",
"\\dTo me it seemed like one day you just weren't a\\nTatarigami anymore. I didn't think I'd had anything\\nto do with it.\\d%K%P",
"\\dCan I ask you how exactly were you freed from\\nbeing a Tatarigami?\\d%K%P",
"Kaede must have felt conflicted.%K%P",
"But it only took a moment for a look of\\ndetermination to settle on her face.%K%P",
"\\dWell... I kind of want you to know now.\\d%K%P",
"\\dThis might sound like a lot of complaining, so I'm\\nsorry if it's hard to take, but bear with me.\\d%K%P",
"Kaede started to share things with me that she'd\\nnever spoken of to any other person.%K%P",
"\\dEver since I came into existence I was a\\nTatarigami. You knew that, right?\\d%K%P",
"\\dWell, yeah.\\d%K%P",
"The Manase family was a long line of shrine\\nstewards.%K%P",
"I knew that the family had worshiped, pacified, and\\neven suppressed some other deities before I had\\never met Kaede.%K%P",
"\\dUp until the Descent of the Goddesses, all I could\\ndo was observe the disasters my Jinriki caused.\\d%K%P",
"\\dBut then I took physical form and started living\\nalongside humans. I was still a Tatarigami, but I\\nwanted to be more like a normal Goddess.\\d%K%P",
"That didn't seem quite right.%K%P",
"I mean, when she had first appeared, the city had\\nfeared her so gravely it was considered taboo to\\neven make contact with her.%K%P",
"If she really had tried to act more like a normal\\nGoddess there's no way everyone would have trembled\\nin fear of her.%K%P",
"\\dYou're entirely right, you know. I didn't act like\\na typical Goddess at all.\\d%K%P",
"She read my mind and laughed dejectedly at herself.%K%P",
"\\dOf course everyone was afraid of me.\\d%K%P",
"\\dThey feared me because I was a Tatarigami and\\nenshrined me because of it too.\\d%K%P",
"\\dNo matter how hard I tried, as long as I remained\\nthe way I was they would never change their views.\\d%K%P",
"\\dThose negative emotions drew out my own, and the\\nTatari within me took over.\\d%K%P",
"\\dAs a result they feared me even more, and avoided\\nme like the plague.\\d%K%P",
"No matter how hard she might have tried to be\\nnormal, none of us would have seen her that way.%K%P",
"That was the sad fate Kaede had been attached to.%K%P",
"\\dBut even a lost cause of a Tatarigami like me was\\nsaved in the end. Thanks to you, Akira.\\d%K%P",
"\\dSaved how...? All I did was treat you normally.\\d%K%P",
"\\dAnd that 'normal' treatment is exactly what no one\\nelse could do for me.\\d%K%P",
"\\dYou treated me like any other girl, not as a\\nTatarigami.\\d%K%P",
"\\dIt sounds simple, right?\\d%K%P",
"\\dBut you were the only human who wasn't consumed by\\nfear at mere contact with me.\\d%K%P",
"\\dI was probably just oblivious to it all...\\d%K%P",
"\\dI don't think it was ignorance that saved me.\\d%K%P",
"\\dAnd look, you pulled off the festival and\\neverything too.\\d%K%P",
"It's true, it was quite a lot of her to have asked\\nme to revive a long-dead festival.%K%P",
"But I had done it anyway.%K%P",
"All I had thought at the time was that I wanted to\\nsee Kaede smile.%K%P",
"\\dYou took the foolish desires of a Tatarigami to\\nheart, and gave your everything to bring them to\\nfruition.\\d%K%P",
"\\dBecause of that I was able to receive the\\nSakimitama of so many people, and use them to\\nescape my fate as a Tatarigami.\\d%K%P",
"I'd never thought it was the festival that had\\nturned Kaede into a normal Goddess.%K%P",
"\\dI guess I at least helped out, then.\\d%K%P",
"\\dI wouldn't be here now if it weren't for you.\\d%K%P",
"\\dHow could I not fall for you after watching you go\\nthrough all that?\\d%K%P",
"Her face was bright red, but quickly turned dark.%K%P",
"\\dI fell in love with you. I found myself wanting to\\nbe with you always.\\d%K%P",
"\\dIt was only a matter of time before I took\\nadvantage of that kindness of yours.\\d%K%P",
"\\dYou mean...that one time?\\d%K%P",
"Our first time together had started with Kaede\\ntaking the lead.%K%P",
"She had lain me down and clung to me with a face of\\ninnocence.%K%P",
"\\dYou always act responsibility, so I thought if I\\ncould just get you started...\\d%K%P",
"\\dIf I could get you focused on me by being with\\nyou, then...\\d%K%P",
"\\dI'm an awful Goddess, aren't I?\\d%K%P",
"She spoke her mind as if filled with regret, and I\\nthought back on that day.%K%P",
"\\dKaede...\\d%K%P",
"Her shoulders trembled at the sound of my voice.%K%P",
"\\dWhen we did it that time, I was too embarrassed to\\ntell you how I really felt. I regret that now.\\d%K%P",
"I could have stopped her back then, if I'd wanted.%K%P",
"But I didn't.%K%P",
"Why was that?%K%P",
"\\dI wanted to be with you that night.\\d%K%P",
"\\dI didn't just go through the motions.\\d%K%P",
"\\dThank you, Akira...\\d%K%P",
"\\dYou always try to make me feel better, even at\\ntimes like this...\\d%K%P",
"Her words irked me a little.%K%P",
"How could she not see I was telling the truth?%K%P",
"\\dWhat can I do so you'll believe me?\\d%K%P",
"\\dWell... Show me some proof then. Heh...\\d%K%P",
"\\dFine.\\d%K%P",
"\\dWhat? A-Akira...!\\d%K%P",
"I pulled her in for a kiss to make my point.%K%P",
"Taken by surprise Kaede's eyes opened wide. She\\ntried to pull away, but I wrapped my arms around\\nher.%K%P",
"\\dNgh...\\d *smooch* \\dMmm...ha...\\d *smooch*%K%P",
"\\dAh, mmm, ngh...\\d *smooch* \\dHnnn...\\d%K%P",
"Our lips pressed together, I greedily took her\\nmouth to mine.%K%P",
"\\dHaah... Ngh...ahhh...\\d%K%P",
"\\dWell? Do you believe me now?\\d%K%P",
"We had to have kissed for more than a full minute,\\nand it left her eyes narrowed and watery.%K%P",
"\\dWhat would you do if I said it wasn't enough?\\d%K%P",
"\\dWell I'd kiss you until it was.\\d%K%P",
"\\dDo it then... I want more of you.\\d%K%P",
"\\dYour wish is my command.\\d%K%P",
"Nothing else needed to be said. I continued to\\nshower her with kisses.%K%P",
"*kiss, kiss*%K%P",
"\\dMmm, nghh... A-Akira...\\d%K%P",
"Her lips alone weren't enough for me, so I started\\nusing my tongue.%K%P",
"She was startled for a moment, but didn't stop me.%K%P",
"\\dMmm...\\d *kiss*%K%P",
"*kiss, kiss*%K%P",
"Too many kisses to count.%K%P",
"Finally taken out of the moment, it was like I had\\nalmost forgotten why I was even kissing Kaede in\\nthe first place, I was just so enthralled.%K%P",
"I could have gone on forever, but we needed to stop\\nsomewhere.%K%P",
"\\dMmm...\\d *kiss*%K%P",
"I finished off, licking her lips to leave my mark\\nbefore pulling away.%K%P",
"\\dHnnn... Akira...I believe you now.\\d%K%P",
"\\dAnd now I know how you feel, too.\\d%K%P",
"\\dSure took us a while, huh?\\d%K%P",
"\\dThe shortest paths aren't always the best. Maybe\\nthis was the right thing for us.\\d%K%P",
"\\dYeah... Let's stay close from now on.\\d%K%P",
"\\dI couldn't ask for anything more.\\d%K%P",
"It sure took us a while to make it here, but now\\nKaede and I finally understood one another.%K%P"
]