[
"'Sorry to bother you.'%K%P",
"It was good that I went back to my room after\\nhaving Aki listen to my thoughts, but I couldn't\\nfall asleep at all.%K%P",
"After thinking about what I could do for Aki, I\\ncame to the conclusion that I should do\\nsomething that is typical of a concubine.%K%P",
"'...... Okay, Aki is sleeping just fine.'%K%P",
"Seeing Aki sleeping with a heavy sigh, my cheeks\\nrelax.%K%P",
"Now, if you'll excuse me.%K%P",
"I sneak into the futon so as not to wake the\\nsleeping Aki.%K%P",
"What is ......?%K%P",
"I wake up from the sensation of wriggling.%K%P",
"I was too sleepy to open my eyes, but when I\\nmanaged to raise my eyelids, somehow I found\\nShion under the covers.%K%P",
"'I can smell Aki's good smell. I can taste it\\njust a little bit more, just a little bit more.'%K%P",
"'What are you doing?'%K%P",
"'Hey, did you wake up, Aki?'%K%P",
"'That's what happens when they do this to you.'%K%P",
"'So, why are you under the covers again?'%K%P",
"It's a no-brainer.%K%P",
"He whispers to me as he writes 'N' on my belly\\nwith his fingers.%K%P",
"'Crawling in the night is ...... serious,\\nShion?'%K%P",
"'I'm serious, I'm here to do my job as a\\nconcubine.'%K%P",
"There was no joking in Shion's tone of voice,\\nand he seemed somewhat nervous, even though he\\nappeared to be beguiling.%K%P",
"Let me make sure I'm Aki's concubine.%K%P",
"Shion gets out of the futon and takes off the\\nclothes he was wearing one by one.%K%P",
"So, Aki, I want you to hold me.%K%P",
"Shion's nude body, illuminated by the little\\nmoonlight that spills through the sliding door,\\nis as beautiful as a painting.%K%P",
"'...... okay, come on, Shion.'%K%P",
"Uh-huh.%K%P",
"He beckons the naked Shion to him, then hugs and\\nkisses him from the front.%K%P",
"'Nn......chug, chooch, akkkie, chooch, picha\\n......chooch, chooch.'%K%P",
"'Nkkkkkk, jjuru......kkkkkk, ehehe, I drank\\nAki's saliva.'%K%P",
"My excitement is more intense because I was\\nlooking at Shion, who was looking up and smiling\\nshyly at me.%K%P",
"'Oh, are you leaving me, Aki?'%K%P",
"'I just take my clothes off too, because if I\\nwore them they would get in the way.'%K%P",
"'...... um, yeah, right.'%K%P",
"They take off their clothes and face each other\\nagain after they are naked, just like Shion.%K%P",
"'Nah, it's kind of embarrassing to show each\\nother our naked bodies like this.'%K%P",
"Aki's penis is already doing something amazing,\\nit's standing up and twitching, this is what an\\nerection is.%K%P",
"'I can't help it; I'm looking at Shion's\\nbeautiful naked body, so it's only natural that\\nthis should happen.'%K%P",
"'Oh, I see, you're excited by my body.'%K%P",
"Oh, hey, hey, Aki.%K%P",
"'What's up?'%K%P",
"'I would like to see Aki's face up close for the\\nfirst time, so if you could do it that way, I\\nwould be happy.'%K%P",
"'Then let's do it this way.'%K%P",
"Sit Shion on your lap so that you have a good\\nview of each other.%K%P",
"'I thought, 'Wow, when I sit down and hug you\\nlike this, I knew that Aki has a lot of muscle,\\njust like I thought when we went on our date.'%K%P",
"'His penis is ...... so hot and hard, and he's\\nmuch, much more of a man than I thought.'%K%P",
"'Ugh, Shion there's ......'%K%P",
"Sion's soft hand strokes the glans of his erect\\nand hardening meat stick.%K%P",
"Even though it is just a light touch, it feels\\nso much better than doing it myself.%K%P",
"'Wow, it jumped with all its might. It's like\\nit's a different creature.'%K%P",
"'Does it feel good to touch your penis?'%K%P",
"'Oh, can I have more touches?'%K%P",
"'Yeah, I'll do my best.'%K%P",
"Shion nodded and began to caress the glans and\\nrod of the meat pole with awkward movements.%K%P",
"They are not used to it, so they are afraid of\\nit, but their touch is also very pleasant.%K%P",
"'Oh, touch me slowly ......, like this? Wow, it\\nmoved again!%K%P",
"'Did it hurt, Aki?'%K%P",
"'No, I'm fine, just keep going.'%K%P",
"'Ummm...umm......... and...umm...rub up and down\\nwith your fingers......... like this...'%K%P",
"'Ha, ha, hmmm... ...... something, when I touch\\nyour penis, it smells strange, different from\\nsweat... ...... hmmm...'%K%P",
"'Oka, shiiiina ...... mmm, when I smell this\\nsmell, mmm, I also feel strange ...... ah.'%K%P",
"As I was squeezing my dick, Shion's breath\\ngradually turned into a lusty one.%K%P",
"Turning my gaze to Shion's secret area, I see\\nthat it is beginning to moisten a bit.%K%P",
"'Ha-ha-ha-ha-ha, mmm, I'm starting to get all\\nslippery.'%K%P",
"'My hands are sticky. ......, that's the stuff\\nthat's been created when I'm comfortable,\\nright?'%K%P",
"'I'll make Aki feel more comfortable ......'%K%P",
"Shion's movement, which was just touching,\\nchanges.%K%P",
"The movement changed from just touching with the\\nhand to gripping the rod and making it go up and\\ndown violently.%K%P",
"'Woohoooo, my palm is so soggy, it's full of\\nslime from Aki's penis.'%K%P",
"'Ha, ha, ha. ...... The smell was getting\\nstronger and stronger, and his manhood was\\ngetting hotter and hotter. ......%K%P",
"I'm going to make Aki cum just like that.%K%P",
"No, we can't have Shion serving us all the time.%K%P",
"I'm going to go to ...... and see if I can get a\\nbetter idea of how to use it.%K%P",
"When he puts his face close to Shion's chest and\\nbites the hardened nipple with his teeth, Shion\\nstops his groping and shakes his body.%K%P",
"Seeing her reaction, I further licked her\\nnipples with my tongue.%K%P",
"'Ohhh, mmm, mmm, mmm, Aki, you keep sucking on\\nmy tits like a baby, mmm, mmm.'%K%P",
"'Ha, mmmm......... my tits taste that good,\\nhuh?'%K%P",
"You treat people like babies. I wonder how much\\nlonger you can keep on being so bossy.%K%P",
"While teasing her nipples with the tip of her\\ntongue, she touches Shion's pubic mouth with her\\nfree hand.%K%P",
"'Unnnn!!! wait, with the breasts, nnnn!!! it's\\nnot fair to touch them, nnnn, cuuuuuuuuuuuuh,\\noh, nnnn!!!'%K%P",
"'Haa, haa, nkuuum aahaa ...Aahn, hyaan'%K%P",
"The more she caressed both her breasts and her\\ncunt, the more Shion's face lit up as if she was\\nswooning with debauchery.%K%P",
"I noticed that Shion's hand, which was barely\\nmoving, had completely stopped.%K%P",
"Your hand's stopped.%K%P",
"'Oh, no, no, no, no, no, no, no, no, no...'%K%P",
"'Ugh, well, I'm not going to lose, nnnn, no way,\\nI'm going to beat Aki to the ...... door first!'%K%P",
"With an excited hand, Shion resumes her groping.%K%P",
"It didn't have the same vigor as the first time,\\nbut I was still being squeezed to the halfway\\npoint, and I was nearing my limit as well.%K%P",
"'Ha-ha-ha ...... deep inside me, getting hotter\\nand hotter ...... and hotter ...... and hotter.'%K%P",
"'I'm ...... mad, I'm mad, I'm mad, I'm mad.'%K%P",
"'Shion, I'm already on .......'%K%P",
"'Aki ...... mmmm, picha, choo choo, choo choo,\\ntalk ...... moo choo, deep ...... choo choo.'%K%P",
"Forgetting that they were attacking each other,\\nthey spontaneously kiss each other.%K%P",
"'Ssshhhh, sputter, ssshhhhhh, mmmm, ssshhhhhh.'%K%P",
"'Ammu, chuppa, this is huuuuge ...... akki-hiyo\\nno, kishu, kishu, habitual hail, chuppa, chuppa,\\nchuppa, chuppa.'%K%P",
"Our tongues entwined, saliva was exchanged, and\\nboth Shion and I were desperate to feel as much\\nof the other as possible.%K%P",
"They kiss on top and don't forget to play with\\neach other's genitals underneath.%K%P",
"'Mmm, mmm, ah-hi, ah-hi, ssshhhh, talk, ssshhhh,\\nssshhhh.'%K%P",
"Shion, Shion!%K%P",
"'Nnnnghhhh, nnnnghhhh!%K%P",
"When he picks up Shion's pubic nucleus for good\\nmeasure, Shion's eyes widen and his body shakes\\nwith a jolt.%K%P",
"'Damn it, I'm out.'%K%P",
"I was also gripping the pole, and I was spewing\\nsemen into Shion's body, turning it into a cloud\\nof white.%K%P",
"'I felt a sudden flicker of light in front of my\\neyes when I felt a ...... strange sensation in\\nthe back of my body.%K%P",
"'My mind went blank for a second, too.'%K%P",
"It was only a fraction of an hour, but we were\\nbreathing hard and wildly as we climaxed.%K%P",
"But my penis was still erect without losing its\\nhardness.%K%P",
"'I heard that men settle down once they let it\\nout, but you stay hard.'%K%P",
"I haven't even put Aki's penis in yet, and my\\nhips are wobbling and not moving at all. ......%K%P",
"You want me to stop? You don't have to do this.%K%P",
"I was concerned about Shion, who seemed to be\\nsitting on his haunches, but he shook his head.%K%P",
"'I'm not going to stop because I've decided that\\nAki is going to take my virginity from me\\ntoday.'%K%P",
"'Don't worry about me, just fuck me all at once\\nwith Aki's penis.'%K%P",
"With trembling hands, Shion grabs my penis and\\nbrings it close to the secret area where I just\\ncame.%K%P",
"'Will you break my virginity with this cock and\\nmake me yours?'%K%P",
"'...... Okay, but if it's too hard for you, just\\ntell me.'%K%P",
"'Heh, heh, yeah, okay.'%K%P",
"I grab Shion by the waist and float him lightly.%K%P",
"It looked quite wet, and when I brought the\\nglans close to it, it was sucking on it from the\\nvulva.%K%P",
"I thought that it would only be hard for Shion\\nif I slowly penetrated her, so I pried open her\\nvagina as hard as I could.%K%P",
"'--Geez, koooooooooooooooo!'%K%P",
"'Oooh, cuh-uh, nngh, hah, hah, ngh-uh, hmmm,\\nhmmm, hmmm.'%K%P",
"'Are you okay?'%K%P",
"'Hoo, hoo, hoo, heh, ah ha ha, nah, something\\nabout ...... ugh.'%K%P",
"The moment I thrust into Shion's vagina, it\\ntightened so much that I thought it would be\\neaten away.%K%P",
"Shion was in tears, as if she could bear it by\\nbiting my shoulder as hard as she could as I\\nhugged her.%K%P",
"'...... honestly, it hurt a little bit more than\\nI anticipated, much more than I expected, and I\\nthought I was going to scream and cry.'%K%P",
"'Aki's shoulder, you bit down on it so hard that\\nyou got teeth marks on it, doesn't it hurt\\n......?'%K%P",
"I can hear Shion's breath coming from his ear,\\nas if he is still in pain and out of breath.%K%P",
"Totally, you don't have to worry about me in\\nthis condition.%K%P",
"'I'll be fine; Shion should worry about\\nhimself.'%K%P",
"I gently pat his head and back to make the\\ntearful Shion feel a little better.%K%P",
"'......hehe, thank you, Aki. It's such a relief\\nto be stroked like that.'%K%P",
"I should be in a lot of pain, but when I think\\nthat Aki is inside me, I feel happy.%K%P",
"'Yeah, I'm glad to feel Shion's warmth too. Just\\nbeing connected like this makes me happy.'%K%P",
"If Aki said that to me, I would be so happy I\\nwouldn't be able to handle it.%K%P",
"'Aki ...... nn, chupa.'%K%P",
"'Shion...... chug.'%K%P",
"A light kiss, just a light brushing of lips\\nagainst lips.%K%P",
"Mmmm, ting...%K%P",
"I can't stop kissing you... ......%K%P",
"We stay connected, both me and Shion, and our\\nlips meet again and again.%K%P",
"He spoils her with kisses, not only in the\\nmouth, but also by sliding kisses to the upper\\nand lower lips.%K%P",
"'I'm going to be satisfied with just this.'%K%P",
"'That's a problem, because I haven't loved Shion\\nwith all my heart yet.'%K%P",
"'Picha, chuchu...... if you say it like that, I\\ncan't wait to ...... mmmm, chuchu.'%K%P",
"'Hey, now that the pain has subsided and you're\\nfeeling a little better, it's time to get\\nmoving.'%K%P",
"Theon appeals to me by rocking his hips on his\\nown.%K%P",
"'Really? You're not giving up the skinny?'%K%P",
"'I want to feel Aki more deeply than that, so I\\nwant to ...... please.'%K%P",
"There is no reason to hold back when you are\\ntold that much by Shion.%K%P",
"'Then ...... will work.'%K%P",
"'Yeah ...... nnnngggghhhhhhhhhhhhhhhhhhhhhhhhhhh\\nhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh,\\nthis much is okay ...... anh!'%K%P",
"'Oh, hmmm, okay, more, more, more, move me hard,\\nhmmm, mmmm, ...... stir me up so much.'%K%P",
"That being said, as I move my hips and strike,\\nthe folds of the sion cling wetly to my penis.%K%P",
"Perhaps because it feels so good, it's hard to\\nmove my hips.%K%P",
"My pussy is spreading, my pussy is spreading by\\nAki's penis.%K%P",
"'Ah, haa, haa... mmm, mmm, my pussy is being\\nstirred and spread out more and more.'%K%P",
"I'm being made to be Aki's, and I'm being made\\nto remember the shape of his penis. ...... ah!%K%P",
"Theon's cute peach buttocks shook with a wet\\nsound.%K%P",
"Not only his soggy cunt, but also Shion's voice\\nis debauched.%K%P",
"'This is your first time and you feel so much.'%K%P",
"'Oh, I don't know that .. because when I'm\\nsurrounded by Aki's smell, ah, mmm, the pain\\njust naturally goes away .......'%K%P",
"'Ha, I'm such a pervert that the mere smell of\\nsomething turns me on.%K%P",
"'I'm not; I'm aroused by the smell of Shion,\\ntoo.'%K%P",
"I put my nose close to Shion's body and smell\\nhis sweat-soaked body.%K%P",
"'Hyaan ...... hehehe, we're both perverts.'%K%P",
"'But the smell is nice, too. ...... let it go,\\nPicha.'%K%P",
"Theon not only sniffed my body as he got closer,\\nbut also licked the sweat off my body with his\\ntongue.%K%P",
"'Picha, kucha, chupa_...... is salty because of\\nthe sweat. But it tastes like Aki.'%K%P",
"I'm going to get addicted to this.%K%P",
"I don't like that name.%K%P",
"'I've been trained that I can't do without Aki,\\nso I don't think I'm wrong.'%K%P",
"So, make it more messy. I belong to Aki now.%K%P",
"'Fill me with your cock, and imprint it on me so\\nthat I will never forget it.'%K%P",
"Shion moves her hips and grinds herself against\\nit.%K%P",
"In response, I grab her hips firmly and resume\\ninsertion.%K%P",
"Ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah, ah, ah, Aki's cock is\\nthrobbing!%K%P",
"'Haa, haa......ngggghhh, ah, ah, ah, that feels\\ngood, akkii, there, poke me more.'%K%P",
"Right here.%K%P",
"I repeatedly thrust my hips into the place where\\nShion's moaning became more intense.%K%P",
"'Oh, my God, he's poking me there, oh, my God,\\nmy voice is getting louder.'%K%P",
"'Mmmm, hmmm, hmmm, hmmm, ahhh.'%K%P",
"It feels so good that when he pushes his penis\\ninto it, the folds of flesh stick up as if\\nwelcoming it.%K%P",
"'Oh no, in the back, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah, ah, ah, ah, a big one,\\nrub me inside, ah, ah.'%K%P",
"'Ha-ha-ha-ha, he's squeezing me so deep, oh my\\nGod!'%K%P",
"There is no such thing as complete pain anymore,\\nand Shion's voice is completely rutting and\\ndebauched.%K%P",
"'Shion, let me see your face better.'%K%P",
"Oh, my God, you're making a slutty face right\\nnow.%K%P",
"'Ramera kara, hmmm, hmmm! Zerai, mihiramaaa!'%K%P",
"Shion's face is downcast as if resisting, but\\nwhen he stirs deep inside, he reflexively turns\\nhis back away and looks up.%K%P",
"'I knew you had a very naughty face.'%K%P",
"'Aaaaah, that's why I was so lame ...... ugh!'%K%P",
"Don't be shy, Shion is cute now too.%K%P",
"'Uhhhh, now you say it like that, huh, that's\\nnot fair.%K%P",
"'Seeing Shion like that makes me want to bully\\nhim even more.'%K%P",
"'Aaaaa, haa, .nnnn! Aaaa... Haaa!'%K%P",
"He stimulates Shion's vagina while rubbing the\\nsoaking wet mucous membrane with his penis.%K%P",
"'Yaah, Aki, if you do this to me any more,\\nhmmm!'%K%P",
"'Something is coming... deep inside me... ah...\\nah... ah... ah...'%K%P",
"He rotates his hips in a slow and steady motion,\\nand pokes the back of the body.%K%P",
"As I look at Shion's pretty face, stained with\\ntears and saliva, I realize that I, too, have\\nreached my limit.%K%P",
"'Oh, oh, oh, oh, oh, oh, I'm coming, I'm coming,\\nI'm coming, oh, oh, oh!'%K%P",
"'I'm coming, too, so just a little bit more.'%K%P",
"If you rub me any more, I'll go crazy.%K%P",
"Shion twists her body and tries desperately to\\nhold back her urge to come.%K%P",
"The movement stimulates my penis and increases\\nthe feeling of ejaculation.%K%P",
"'I can't stand it!'%K%P",
"'Aki, come on, come on, come on, together, ah,\\nah, really, I can't do it anymore!'%K%P",
"I love you, I love you, I love you!%K%P",
"'Mmmmmm!'%K%P",
"As he slammed deep into her, resisting the urge\\nto ejaculate, his penis tightened inside Shion's\\nvagina as it began to contract.%K%P",
"'Shion, I'm going to keep it inside you!%K%P",
"Aki's hot sperm is going into me like this!%K%P",
"'Hah, hah, hah, nnnn, hmmm, hmmm, hmmm, hmmm,\\nhmmm!'%K%P",
"'Guggle, guggle.'%K%P",
"'Ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah, ah... ----!'%K%P",
"At the last moment, he rubs his penis to the\\ninnermost part of the body and fills Shion with\\nhis accumulated semen.%K%P",
"Breathing unevenly, Shion leans back, his\\nstrength draining from his body.%K%P",
"'Ahhhhhhhh, nkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk\\nkkkkkkkkkkkkkkkkkk ...... You get so much!'%K%P",
"'Aki's semen is making my stomach chubby.'%K%P",
"'I'm surprised where it came from, too.'%K%P",
"He slowly pulls his penis out of Shion's cunt,\\nmaking sure that the ejaculation has stopped.%K%P",
"'Oops, almost a waste of time.'%K%P",
"Shion stopped the spilling semen due to the\\nmissing plug by putting a lid on it with his\\nhand.%K%P",
"'Aki gave me the semen, so I have to savor it a\\nlittle longer.'%K%P",
"That's a pretty Sho statement.%K%P",
"'Because I was so happy. I never thought I could\\nhave sex with Aki like this.'%K%P",
"'Can we have sex again in the future?'%K%P",
"'Of course, you have to know when it's the right\\ntime.'%K%P",
"'That's for sure.'%K%P",
"Shion also thought of the two who were not here,\\nand they looked at each other and laughed.%K%P",
"'......I don't mind being held like this for\\njust a little while longer.'%K%P",
"'I thought I felt Shion's body heat a little\\nmore, too.'%K%P",
"'I'll lend you my body anytime you want to feel\\nit.'%K%P",
"We held each other for a while in silence,\\nbasking in the afterglow of our sex.%K%P"
]