[
"I reach out and grab the invitingly protruding\\npeach buttocks.%K%P",
"'Oh, mmm, ahaha, the way you touch my ass is so\\ndirty, Aki.'%K%P",
"'It was Theon who said I could touch you, wasn't\\nit?'%K%P",
"'Besides, it's bad enough that you're wearing a\\nnaked apron with your buttocks exposed; it's no\\nwonder they're touching you.'%K%P",
"'Oh, mmmm, do you like my ass so much that\\nyou're touching it so hard?'%K%P",
"Aki, I knew you had a fetish for butts.%K%P",
"'Yeah, I liked it enough to think that maybe I\\nhave more of a butt fetish than I thought.'%K%P",
"Shion's buttocks, which were moderately large,\\nsoft and round, were also very comfortable to\\nrub.%K%P",
"'Oh, mmm, heh, heh, then my ass is pretty\\nsinful, too.'%K%P",
"Aki's breathing is a little rougher than usual.%K%P",
"'I know it's because of Shion's naked apron\\nseducing me. I'm more aroused than usual because\\nof it.'%K%P",
"'Shion has to take full responsibility for\\ngetting me so worked up.'%K%P",
"'Hyannnnn, hmmm, ah, ah, ah, ah, ah, kuh, ......\\nI've made Aki lustful.'%K%P",
"'I'll have to take responsibility for satisfying\\nAki then.'%K%P",
"Theon comes closer and makes his body close to\\nme.%K%P",
"Shion's raw skin is so smooth and soft that it\\nis a shame that she is clothed.%K%P",
"One hand strokes her buttocks while the other\\nhand is free to comb through Shion's hair.%K%P",
"'Yaan, mmmm, it's kind of weird when he strokes\\nmy hair along with my ass, huh, mmmm.'%K%P",
"'It feels so good to touch either your hair or\\nyour ass.'%K%P",
"'I want you to touch me more and more, Aki.'%K%P",
"'You're going to be more and more captivated by\\nmy body. ......%K%P",
"My heart fills with joy when I see Shion moving\\nher body, trying to please me in a healthy way\\nwhile holding back her embarrassment.%K%P",
"Sorry, Shion!%K%P",
"Huh?%K%P",
"When I reached the limit of my horniness, I\\nattacked Shion by pushing him down.%K%P",
"'I'm, uh, Aki. I'm embarrassed by this outfit.'%K%P",
"'I like it because it allows me to do this.'%K%P",
"'Hey, Aki, kuuh, nnnn!'%K%P",
"The only thing that hides Shion's bosom and\\nsecret area is the side of her apron, where she\\nsticks her hands in and rubs her breasts.%K%P",
"'You've already got your nipples standing up.\\nDid you feel that when he rubbed your ass?'%K%P",
"'I know you're asking because you know what\\nwould happen if Aki did that to me, don't you?'%K%P",
"'That's not good enough, I want to hear it more\\nclearly from Shion's mouth.'%K%P",
"Just at the mouth, he whispers in Shion's ear\\nand bites her sweetly.%K%P",
"He licks her earlobe with his tongue and makes\\ndeliberate noises as he fucks her all the way up\\nto her ear.%K%P",
"'Hyannn, mmmm, ...... you're not supposed to\\nlick that part, hah, mmmm, hmmm, ......'%K%P",
"Aki's tongue is in my ear.%K%P",
"'Aaahhhh, yeeeeeeeeee, I say, ...... ears, don't\\ntease me... hmmm, hmmm, hmmm!'%K%P",
"When he stops biting sweetly, Shion adjusts his\\nbreath as his cheeks rise and fall.%K%P",
"Well, look, Shion.%K%P",
"Aki's a douche. ...... Yes, Aki touching my ass\\nfelt so good that it made me a little, well,\\nwet.%K%P",
"What part of 'wet' do you not understand?%K%P",
"'Au ...... eh, o ...... ko'%K%P",
"'I can't hear you. The first time you said it,\\nyou said it loud and clear.'%K%P",
"'Ughhhh, that was the moment and ......%K%P",
"Watching Shion restlessly moving his eyes\\nimpatiently, I felt an unstoppable urge to be\\nmean to him.%K%P",
"'Can't you say that now?'%K%P",
"Because it's embarrassing. ......Hyan, hmm! Oh,\\nAki! What are you doing, hmmmm!%K%P",
"He kisses Shion's shoulder and sucks him up.%K%P",
"When I parted my lips, I saw a bright red mark\\nclearly marked on Shion's stain-free, pure white\\nskin.%K%P",
"When I see it, I feel like I have made Shion my\\nown and my desire for conquest is satisfied.%K%P",
"If you put a mark like that, well, you know,\\nyou'll get caught. ......%K%P",
"'Because Shion is shy, and this will make him\\nless shy, won't it?'%K%P",
"'It's embarrassing in another way, ...... hihu!%K%P",
"Oh, my pussy is wet! I've done my job, so stop\\nmaking hickeys!%K%P",
"The sight of Shion's face turning red and\\nfrantically screaming was so cute that I\\ncouldn't help but grin and smile.%K%P",
"'I would have loved to have a little more hickey\\non Shion's body.'%K%P",
"Aki is really a douche today...she's rubbing my\\nass right now.........%K%P",
"When he resumed the movement he had stopped to\\nput on the hickey, Shion immediately began to\\nwriggle.%K%P",
"'Unh, kuh,...... hmm, hah,...... Aki is so good\\nat rubbing butts, did you practice on someone\\nelse?'%K%P",
"'I don't think so, I've never had my ass rubbed\\nby anyone but Theon.'%K%P",
"'I'm glad to hear you say that because my\\nbreasts are normal but I was confident in my\\nbuttocks.'%K%P",
"'She's got plenty of breasts, too, and they're\\nvery sensitive.'%K%P",
"She rubs her breasts, which are the size of the\\npalm of her hand, in a circular motion.%K%P",
"If I rubbed her breasts, which were soft enough,\\nmy fingers were firmly buried in them.%K%P",
"'If you rub me like that, my voice will get\\nlouder!'%K%P",
"'Aaan, hmmm... ...... ah, kuh... ......\\nigigiiiight...'%K%P",
"I clutched my breast so hard that I made finger\\nmarks on my chest, and I found myself rubbing\\nShion's chest a little too roughly.%K%P",
"'Sorry, that was a little strong.'%K%P",
"I was happy ...... to know that Aki wanted me\\nthat much more than I wanted her.%K%P",
"Seeing Shion's willingness to accept even pain,\\nthe hardness of his penis increases.%K%P",
"I'm sorry, Shion, but I don't think I can take\\nmuch more today.%K%P",
"'Aki?' 'Nngggghh, nnhee...... again, you can't\\ndo that ...... so suddenly!'%K%P",
"'Oh, oh, oh, oh, no, I feel it too much, oh, oh,\\noh, oh, oh, I'm making weird noises.'%K%P",
"I can't do that. ...... Oh, oh, oh, oh, oh, oh,\\noh!%K%P",
"'I want to hear more of Shion's naughty voice.'%K%P",
"She slips off her apron, which is getting in the\\nway, and teases down between her fingers on her\\nexposed cherry-red nipples.%K%P",
"'Oh, I'm just ...... making you feel good about\\nyourself.%K%P",
"I want to make Aki feel good, too.%K%P",
"'When you say something like that, it makes me\\nwant to make you feel even better.'%K%P",
"'What the... ah... that's not a place for\\ndiscretion... ah... ah... ah... ah...'%K%P",
"'No, because I want to make Shion feel good,\\ntoo.'%K%P",
"He holds her body firmly against his chest as\\nshe tries to escape, but his legs entwine with\\nhers, preventing her from escaping.%K%P",
"He quickly crawls his fingers over Shion's body.%K%P",
"Ah, ah, ah, ah, ah, ah, ...... ah, ah, there,\\nah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah!%K%P",
"I crawled my fingers to Shion's cunt, which was\\njust barely hidden by the hem of her apron, and\\nlightly flicked my fingers at her pubic nucleus.%K%P",
"Oh, my God, oh, my God, my clit, no, no, not\\nwhen you play with it, oh, my God, oh, my God!%K%P",
"It makes me feel so good, I can't think of\\nanything but how good it feels.%K%P",
"Sion makes a sweet voice.%K%P",
"His breath is filled with heat, and I think he\\nfeels it more than usual.%K%P",
"'Keep going and make me feel better.'%K%P",
"He puts his finger in the vulva, which has\\nbecome wet with love juice, and moves his finger\\nto check the sensation inside the vagina.%K%P",
"Shion's completely tender pussy easily accepts\\nmy finger and sucks on it like a spoiled child.%K%P",
"'Aah, hmm, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah...'%K%P",
"'Ah, ah, ah, ah, ah, ah, ah, Aki's finger is\\nmoving inside me.'%K%P",
"'More and more, my fingers are rubbing me ......\\noh, oh, hmm, it feels so good .......'%K%P",
"I've only put one finger in, but it's so soggy\\nthat I think I've had enough.%K%P",
"One finger is probably not enough inside Sion,\\nwho is tightening up in small increments.%K%P",
"I'm going to be bold and untie her, so I add two\\nfingers at once and attack inside Shion with\\nthree.%K%P",
"'Oh, kuuuuh, nnnn ...... yahn, Aki's fingers are\\n...... gripping me all at once, hiiinnn!'%K%P",
"This is too much ...... hyan, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah!%K%P",
"I thought three fingers might have been too\\nmuch, but such fears were unfounded.%K%P",
"Rather, three fingers are easily swallowed by\\nShion's vagina and entwined with the sucking\\nflesh folds.%K%P",
"'You're feeling it especially today, you know,\\njust a little movement and the naughty sounds\\nare echoing around the room.'%K%P",
"'I'm just saying what are you doing already,\\nAki? You're flying through too many things\\ntoday.'%K%P",
"'I was tempted with all my might before I\\nstarted. I'm tempted to tease you like this.'%K%P",
"I want Aki's penis, not his fingers.%K%P",
"Stimulated by Shion's prodigal voice, his body\\ntrembles.%K%P",
"I pull my fingers out of Shion and take out my\\nswollen penis and press it against his heat-\\nreddened body.%K%P",
"'Oh ......, Aki's manhood is fucking my skin,\\nit's so tight ...... it wants to go inside me\\nright now.'%K%P",
"Aki felt the same way. He couldn't help it, he\\nwanted to be inside me.%K%P",
"Of course, I was holding out on him, but when he\\nsaid he wanted it, I couldn't stand it any\\nlonger.%K%P",
"'I've been making Aki feel good all day, so my\\nbody is all ready to go.'%K%P",
"'Aki cooked my body ...... and I want you to eat\\nit--\\nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn!'%K%P",
"As Shion's words lured me in, I thrust my hips\\nin all at once.%K%P",
"Her cunt, which had been wet with caresses, was\\ngreeted with hot mucus and a large amount of\\nfleshy folds when she thrust up with her penis.%K%P",
"'Nnnkkk, hmmm--...... hmmm, hmmm, hmmm, hmmm,\\nhmmm.'%K%P",
"'Kuhhhh, mmmm, hah, kuh ...... something, the\\nplace where the cock hits is different than\\nusual.'%K%P",
"Perhaps it is the position, but the tightness on\\nthe penis feels much stronger than normal.%K%P",
"'Are you in pain?'%K%P",
"'It doesn't hurt. ...... Aki's cock feels so\\ngood, I want to continue right away.'%K%P",
"'Then I won't let you down.'%K%P",
"'Ah, ah, ah, ki, ah, ah, ah, ah, ah...'%K%P",
"It begins to move slowly but boldly.%K%P",
"He shows her shallow thrusts and jilts her, but\\noccasionally he strikes his hips as if he is\\nthrusting deep.%K%P",
"'How about you, Shion, would you like it a\\nlittle slower?'%K%P",
"Use my body to make Aki feel good.%K%P",
"'Ha-ha-ha-ha-ha-ha, oh, oh, oh. I like it there,\\nI like it there, it feels good.'%K%P",
"'Shion must feel good here.'%K%P",
"I thrust my hips toward the area near the\\nvaginal hole, just below the clitoris.%K%P",
"'Ahhhh, nnnn, hah, nnnn ah! Ummm, yeah, there,\\nthat feels good ...... ah, hah ......'%K%P",
"'Oh, oh, oh, oh, I want you to poke me, poke me,\\npoke me, poke me, poke me with your cock.'%K%P",
"Let my pussy feel more and more of Aki's cock.%K%P",
"Shion wiggles her hips lewdly, and I do my best\\nto answer her.%K%P",
"'Ahhh, hi, ah, ah, ah, ah, ah, ah, ah, ah, ah.'%K%P",
"'Oh, oh, oh, hmmm, ahhh.'%K%P",
"'The sound of Shion's sex is echoing all over\\nthe room.'%K%P",
"The shape of Shion's vagina, which changes with\\neach thrust, is surprisingly relaxed, but the\\ntightness against the penis only grows stronger.%K%P",
"'Ah, ah, ah, ah, ah, ah, ah, being poked by Aki\\nfeels so good.'%K%P",
"'Hhhhhh, oh, nnghhh, hah...... more, man, stir\\nyour pussy with your manhood...... ahhh.'%K%P",
"'More than just a poke.'%K%P",
"'I don't want to play with my clitoris under\\nthese circumstances!'%K%P",
"'You looked so happy earlier.'%K%P",
"'Now, the situation is ...... hiiiiiiiii!'%K%P",
"He crawls his fingers from the join that is\\nswallowing the penis and touches the clitoris,\\nwhich is asserting itself on the pubic mound.%K%P",
"'Haaan!' 'Haaan!' 'Hmph!' 'Kuh!' 'Kuh!' 'Aki's a\\ndouchebag, you devil!'%K%P",
"I said no, I said no, I said no, I said no, I\\nsaid no, I said no, I said no, I said no, I said\\nno, I said no, I said no, I said no!%K%P",
"'Shion's face and her pussy look different.'%K%P",
"The vagina squeezes the penis as she plays with\\nthe clitoris, just on the edge of coming or not.%K%P",
"When I move my hips, the entangled folds of\\nflesh move with them.%K%P",
"'She's drooling naughty drool and looking more\\nand more erotic.'%K%P",
"'No, no, ...'%K%P",
"'This is so much, huh, huh, huh, huh... it's\\ntotally normal, huh...'%K%P",
"Don't lie to me, I can feel it.%K%P",
"He scoops up the love juice from the join and\\nshows it to Shion.%K%P",
"I thought she might look away, but she didn't.\\nShe was staring at my finger.%K%P",
"'...... amu, picha, choo, choo, choo, choo,\\nchoo, choo, choo, choo, choo...'%K%P",
"'This is the taste of mine and Aki's mixed\\ntogether. It tastes stranger than I thought it\\nwould.'%K%P",
"I didn't expect him to lick my fingers.%K%P",
"'Let me check a little more ...... chup, chup,\\nchup, chup ...... akki-...... akki-...... chup.'%K%P",
"As if giving a blow job, over and over again\\nShion takes his fingers in his mouth and licks\\nthem up carefully.%K%P",
"Seeing Shion sucking my finger while spilling\\ndrool on it makes me even more aroused.%K%P",
"'Nnnnghhhh, ahhhh, suddenly, ooohhhhh!'%K%P",
"'Hyah, plop, plop, mmmm, mmm, mmm, mmm, mmm,\\nmmm, mmm!'%K%P",
"Resume the rhythm that had stopped.%K%P",
"Perhaps ignited by her excitement, her hips move\\nmore forcefully than before, devouring Shion's\\ninsides.%K%P",
"The vagina, where the penis is inserted and\\nwithdrawn, begins to bubble with an unstoppable\\nflow of love juices.%K%P",
"'Oh, no, no, no.%K%P",
"'Stop groping in the back!%K%P",
"'Nnnnghhhhhh, nnnnghhhhhh!'%K%P",
"Theon's vagina seemed to tremble, and his penis\\ntightened painfully.%K%P",
"'Shion ...... did you come?'%K%P",
"'Ugh, I said no because of ....... After all,\\nAki is making me feel good. ......Hyan!'%K%P",
"'Oh, Aki, wait a minute, I just came, it's too\\nsoon.'%K%P",
"'I'm sorry, I haven't come yet, and besides, you\\ndon't mind if I use Shion's body to make me feel\\ngood, do you?'%K%P",
"'Oh ...... ah, mmm ...... yes, but... I'm still\\nso sensitive inside.'%K%P",
"I want to be patient, but I'm at the end of my\\nrope.%K%P",
"'Oh, hhhiii......, wait, if you do it that hard,\\nI'm going to come again!'%K%P",
"She continues to stir her vagina while making\\nsizzling and lewd sounds.%K%P",
"The love juice spilling from the meat canal has\\nalready splattered all over the floor.%K%P",
"'We're almost there, so ...... bear with us a\\nlittle longer.'%K%P",
"'Even if you say that, ...... ah, ah, ah, ah\\n...... nnnn, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah.%K%P",
"'Here and there, wriggling, ah, there's no point\\nin holding back,......, ah, ah, ah, ah,......,\\nAki, hurry up, hurry up,......!%K%P",
"Shion's vaginal walls tighten tightly to make my\\npenis ejaculate as soon as possible, even if\\nit's just for a second.%K%P",
"That he did not do this consciously is evident\\nin the way Shion does not seem to be able to\\nafford to do so.%K%P",
"'Ooooh, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah,\\nah, ah, ah, ah, ah, ah!'%K%P",
"'Haaah, mmmm, mmmm, kuhhh, ahhhh, I think I've\\ngot it, I'm getting a jolt in the back of my\\nhead again!'%K%P",
"I've got another big one!%K%P",
"Shion, I'm leaving ...... already!%K%P",
"At the last minute, I held back until I was on\\nthe verge of boundaries and slammed my hips\\nagainst Shion's hips.%K%P",
"'Oh, oh, oh, oh, oh, nngh, nngh, ah, oh, oh,\\nnngh, I'm coming, I'm coming, ah...'%K%P",
"'Nnnnghhhh, cuuhhhh, ahhhhhhh, nnnnghhhh!'%K%P",
"The semen, expelled by the ejaculation that he\\nhad endured to the limit, filled Shion's body in\\na jelly-like mass.%K%P",
"'Nnnnghhhh, hah, cuhhhh!%K%P",
"Theon's vagina also sucked and wouldn't let go,\\nas if it was swallowing all my semen.%K%P",
"Even the sperm remaining in the testes seem to\\nbe squeezed out.%K%P",
"'Haaaaahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh\\nhhhhhhhhhhhhhhhhh, Aki's sperm is still coming\\nout .......%K%P",
"'If you let me get so much out of you, I'll make\\nAki's baby. ......%K%P",
"Perhaps because of the penis's reaction to the\\nword 'baby,' a large glob of semen was finally\\nreleased into Shion.%K%P",
"'Hah ...... hah, hah, hmmm ...... hmmm, ......\\ndone with ......, huh?'%K%P",
"'......Oh, here it is, all of it, and I don't\\nthink I'll be able to do it again for the\\nforeseeable future.'%K%P",
"Perhaps it was because I let it out until it was\\nfull, but I even felt that my urethra was\\nlightly widened.%K%P",
"When he pulled his penis out of Shion's vagina,\\nbupkissed, refluxed semen shot out.%K%P",
"'I squeezed Aki's semen out of her. You made her\\nfeel good, didn't you?'%K%P",
"'Yeah, it was great, it felt good, Shion.'%K%P",
"But if he ejaculates so much, it might be inside\\nher womb.%K%P",
"'Maybe we're really going to have a baby.'%K%P",
"'It's okay, we're already engaged.'%K%P",
"'Besides, a child with Shion would be absolutely\\nadorable.'%K%P",
"'It's embarrassing to hear you say that with a\\nstraight face,...... but thank you, Aki,......\\nKuchun.'%K%P",
"In the aftermath of the event, Shion sneezes\\ncutely.%K%P",
"I was so absorbed in the heat of sex that I\\nforgot that, come to think of it, I was wearing\\na naked apron.%K%P",
"'I better get dressed before I catch a cold.'%K%P",
"'Yes, but I'd like you to hold me just a little\\nlonger.'%K%P",
"'Yes, yes, I understand.'%K%P",
"I held her gently as if responding to Shion's\\nsweetness by pressing her head grimly against my\\nchest.%K%P",
"This kind of sex isn't so bad sometimes.%K%P"
]