[
"Faced with the deadline of just one week, Shion\\nworked hard to recreate the recipe as many times\\nas possible.%K%P",
"She hadn't mentioned anything to Yukari or Kaede.%K%P",
"It was a lifesaver that they hadn't asked any\\nquestions yet. It was obvious Shion was up to\\nsomething - she'd taken over the whole kitchen.%K%P",
"\\dHow many times have I tried so far...?\\d%K%P",
"\\dThis is your seventh time, if you're only\\ncounting today.\\d%K%P",
"\\dSeventh... Already?\\d%K%P",
"Despite all her practice Shion still couldn't\\nachieve the flavor she desired.%K%P",
"*sigh* \\dAnother day of konnyaku-slicing hell...\\d%K%P",
"\\dI'm getting sick of seeing and eating konnyaku!\\d%K%P",
"\\dYou're improving, slowly but surely.\\d%K%P",
"\\dI'm only slightly better. I still can't seem to\\nslice the ingredients evenly or get rid of that\\nweird konnyaku smell...\\d%K%P",
"\\dI'm not even close to Yukari or Kaede's cooking!\\d%K%P",
"\\dI always follow the recipe, why do I keep\\nfailing?\\d%K%P",
"\\dRelax, Shion. You're just overthinking it.\\d%K%P",
"Since she had tasted the perfected dish first, she\\nconsidered anything that didn't turn out exactly\\nthe same a failure.%K%P",
"\\dSure, it may not look as neat, but that's about\\nthe only thing wrong with it.\\d%K%P",
"\\dYour cooking today tasted just fine!\\d%K%P",
"\\dIt's still not presentable at all... Urgh! I'm so\\nexhausted, Aki...\\d%K%P",
"\\dThat's enough for today, let's take a break!\\d%K%P",
"\\dWhoa, whoa! Put that knife down before you\\nhurt somebody!\\d%K%P",
"\\dAnd another thing. I won't let you go on a break\\nunless you finish cooking what you started here.\\d%K%P",
"\\dBoo, can't you spoil me a little?\\d%K%P",
"\\dI'm the type who progresses with compliments.\\nIt'll motivate me to work harder if you take some\\ntime to treat me nice.\\d%K%P",
"\\dYou got it backwards. The more you're spoiled,\\nthe more you fail. Now go on, get cooking!\\d%K%P",
"\\dArgh... Oh yeah!\\d%K%P",
"\\dWait here, Aki.\\d%K%P",
"\\dAh, hey! Shion!\\d%K%P",
"Before I could even finish calling her name, she\\nhad vanished from the kitchen.%K%P",
"Judging from her face, I was sure she was up to\\nno good...%K%P",
"\\dTa-da! What do you think, Aki?\\d%K%P",
"\\dHey! That's...!\\d%K%P",
"Just like the little stunt she pulled before the\\nfall festival, Shion was now wearing nothing\\nbut her cooking apron.%K%P",
"\\dRemember the last time I did this?\\nYou really liked it!\\d%K%P",
"\\dYou can't just come out like that\\nwithout warning!\\d%K%P",
"The apron fluttered along with her movements.\\nI caught myself looking and turned the other way.%K%P",
"\\dIt's called break time, Aki. We've already done\\nso much today, I think we deserve a little time\\nto blow off steam.\\d%K%P",
"\\dBut we don't have much time left. We've gotta\\nkeep doing what we can.\\d%K%P",
"\\dI think it'll backfire if we push ourselves too\\nhard. It'll be good for us to have one day off.\\d%K%P",
"\\dCome on, I'm showing more skin this time!\\d%K%P",
"\\dDon't make it flutter like that! You were so shy\\nwith the shirt, how can you be okay with\\nthe apron?\\d%K%P",
"\\dIt's all a matter of whether I'm mentally\\nprepared or not. Right now, I am.\\d%K%P",
"\\dI can even roll this part up for you...\\d%K%P",
"She went out of her way to show me her bare,\\npeach-shaped behind.%K%P",
"\\dSee, Aki? You're such a butt guy.\\d%K%P",
"\\dDon't label me like that...\\d%K%P",
"\\dWhy not? You know you're totally fixated on my\\ncute butt right now.\\d%K%P",
"\\dYou're flaunting it, what do you expect?\\d%K%P",
"\\dHeh-heh, you didn't deny it.\\d%K%P",
"\\dWell...it's true that you have a cute butt.\\d%K%P",
"\\dHeheh, how I love compliments! And not only\\ndoes it look cute, I'll bet it feels really good\\nto touch, too.\\d%K%P",
"\\dGo ahead, Aki. I'll let you touch it.\\d%K%P",
"You could tell that her plump, perky butt was also\\ninvitingly soft just by looking at it.%K%P",
"I couldn't help but reach my hands out. But at the\\nlast minute I saw that Shion was trembling, which\\nmade me think twice.%K%P",
"\\dOkay, fine. Let's take a break.\\d%K%P",
"\\dYes! I knew you'd understand, Aki.\\d%K%P",
"Mentally prepared? I don't think so.%K%P",
"She was obviously embarrassed out of her mind.\\nWhat was she thinking?%K%P",
"\\dGo get changed. You won't be able to relax\\nlike that.\\d%K%P",
"\\dAll right... But you really did have permission to\\ntouch me, y'know. This is kind of a let down.\\d%K%P",
"\\dHurry before you catch a cold.\\d%K%P",
"\\dThat would be bad. Hold on, I'll be right back.\\d%K%P",
"I let out a huge sigh after Shion left the room.%K%P",
"She must have really wanted a break if she'd\\nresort to that just to get her way.%K%P",
"Hopefully, she wouldn't make a habit of it.%K%P",
"\\dHah... That was delicious.\\d%K%P",
"\\dWas that enough for you?\\d%K%P",
"\\dYup, I won't be able to test my own food if I eat\\ntoo much.\\d%K%P",
"\\dI'm gonna go get some air.\\d%K%P",
"\\dShion didn't eat much today.\\d%K%P",
"Usually Shion would be coming back for second and\\nthird helpings, but today she'd barely finished\\nhalf of what she'd been served.%K%P",
"For someone who loved to eat as much as she did,\\nthis was unheard of.%K%P",
"\\dI don't like seeing her like this.\\d%K%P",
"\\dIt's not like she can't cook. But she's a little\\nobsessed with wanting to be as good as you two.\\d%K%P",
"\\dI won't ask any further. Just keep an eye on her,\\nwill you?\\d%K%P",
"\\dShe acts like she's okay in front of us, but she's\\nactually a pretty sensitive girl.\\d%K%P",
"\\dWhy are you being like that? We can count\\non Akira, so there's no need to worry.\\d%K%P",
"\\dTo tell you the truth, I'm a little jealous of all\\nthe time she's spending with you. Eheheh...\\d%K%P",
"\\dCould you please keep your Tatari in check?\\nAnyway, we're counting on you, Akira.\\d%K%P",
"Acknowledging Kaede's request, I started to think\\nabout what I should do.%K%P",
"\\dHey, there you are.\\d%K%P",
"I'd been waiting for Shion in the kitchen.\\nShe barely showed up on time.%K%P",
"\\dDid you really think I wasn't gonna come?\\d%K%P",
"\\dMaybe...\\d%K%P",
"\\dI respect your honesty.\\d%K%P",
"\\dBut... You were half-right. I did need to think\\ntwice about it.\\d%K%P",
"It was unusual for Shion to be so hard on herself.%K%P",
"\\dSomething bothering you?\\d%K%P",
"\\dI'd be lying if I said no. To be honest, I'm on\\nthe verge of breaking.\\d%K%P",
"\\dI get that I'm trying to perfect something in\\njust one day.\\d%K%P",
"\\dAt this point, I might as well get Kaede to handle\\nthe cooking.\\d%K%P",
"\\dDon't give up yet. There's still time. You just\\nneed to stay the course a little longer.\\d%K%P",
"\\dYou're right... Especially since you're helping\\nme out.\\d%K%P",
"\\dAll right, it's time to quit stalling. Let's get\\ndown to business!\\d%K%P",
"She was putting on a show. I could see she still\\nwasn't 100\\p without her doubts.%K%P",
"But I was glad she was ready to keep on trying.%K%P",
"\\dThe prepping is all done, so you can get right\\ninto it.\\d%K%P",
"\\dNice one, Aki!\\d%K%P",
"Seeing Shion at work in the kitchen had become\\na common sight these days.%K%P",
"In the beginning she'd needed my assistance with\\neverything, but now she was able to cook all on\\nher own.%K%P",
"When she set her mind to it, Shion could pick\\nstuff up really fast.%K%P",
"There was no need to rush.%K%P",
"\\dHm?!\\d%K%P",
"While I was watching her cook, I noticed a dark\\nhaze forming.%K%P",
"I suspected Yukari might be letting out Tatari,\\nbut there was no one in sight.%K%P",
"\\dAki, you seem alarmed by something. You okay?\\d%K%P",
"\\dYeah, it's nothing.\\d%K%P",
"Was it my mind playing tricks on me?%K%P",
"I thought I sensed something weird...\\nThere it was again.%K%P",
"This time, the dark haze got sucked into the stove.%K%P",
"\\dHmm? Oh, that's weird.\\d%K%P",
"\\dWhat? Did something happen?!\\d%K%P",
"I rushed to check on Shion, who was now standing\\nby the stove.%K%P",
"\\dThe stove, it's not working. It's not turning on\\nall of a sudden.\\d%K%P",
"\\dStrange... Kaede used it just this morning.\\d%K%P",
"\\dC-Come on! Work! Nope... No luck.\\d%K%P",
"Not even a spark from the stove.%K%P",
"Was it because of that dark haze?%K%P",
"\\dYou can't cook without the stove...\\d%K%P",
"\\dThat's a bad sign. Just as I was getting all\\nfired up, too. I guess I'll go wash the knife and\\ncutting board.\\d%K%P",
"As she approached the sink, the dark haze followed\\nher and disappeared into it.%K%P",
"Did she not see that?%K%P",
"\\dLet me just wash these real quick... Wargh!\\d%K%P",
"\\dWhoa!\\d%K%P",
"When she turned on the faucet, water came gushing\\nout in a torrent, scattering dishes everywhere.%K%P",
"\\dUgh... I'm all wet. Jeez, what's going on?!\\d%K%P",
"\\dHey Shion. Didn't you notice anything?\\d%K%P",
"\\dWhat do you mean?\\d%K%P",
"\\dI thought I saw a dark haze around you for\\na minute there. Maybe that caused the stove and\\nsink to break?\\d%K%P",
"\\dAround me...? It's gotta be my Jinriki powers as\\na Goddess of Misfortune acting up.\\d%K%P",
"\\dI've never seen your Jinriki that clearly before.\\d%K%P",
"\\dThat's because...\\d%K%P",
"She fell silent, but she must have known the\\nreason why.%K%P",
"\\dA-Anyway, we gotta call the manufacturer\\nto get this fixed ASAP, right?\\d%K%P",
"\\dYeah... Let me give them a call.\\d%K%P",
"\\dI'll stay here and try to keep things from getting\\nany worse.\\d%K%P",
"The manufacturer immediately sent a handyman\\nour way.%K%P",
"He said he could fix it all by the end of the day,\\nbut the proposed estimate was quite the\\nhefty amount.%K%P",
"And that was including our regular customer\\ndiscount.%K%P",
"\\d...\\d%K%P",
"After we finished negotiating the price, Shion\\nwent into deep thought.%K%P",
"Probably not a good sign.%K%P",
"\\dHey Shion, could you come with me for a sec?\\d%K%P",
"I didn't really have anywhere to go.%K%P",
"But I figured it'd be best for Shion to move\\naround a little.%K%P",
"\\dDon't overthink it. It's not your fault.\\d%K%P",
"\\dAre you sure?\\d%K%P",
"\\dPositive.\\d%K%P",
"\\dI'm pretty sure it is...\\d%K%P",
"\\dI've never been able to suppress my Jinriki\\npowers. And now they're so strong they're even\\nvisible to you.\\d%K%P",
"\\dCould my negative attitude be making them go berserk?\\d%K%P",
"For a second, I was at a loss for words.%K%P",
"Shion hadn't been herself all day. I suspected\\nthat this had something to do with it.%K%P",
"\\dI better give up now... If I try to do anything\\nmore, I'll only bring everybody down with me.\\d%K%P",
"\\dAt this point it's best to serve Kaede's cooking\\ninstead of mine.\\d%K%P",
"\\dWe should've done that in the first place.\\d%K%P",
"\\dYou're wrong!\\d%K%P",
"\\dAki...?\\d%K%P",
"I didn't want her to think that all her efforts\\nwere a waste.%K%P",
"I wanted to prevent that with all my heart.%K%P",
"\\dIt's not like that, Shion.\\d%K%P",
"\\dIf you'd asked Kaede to do this for you and not\\neven tried on your own you'd never have learned as\\nmuch as you have.\\d%K%P",
"\\dWho cares about that now? Having Kaede bail me\\nout is the only way to make the old folks happy!\\d%K%P",
"\\dI shouldn't have any part in this at all!\\d%K%P",
"\\dShion, like I said, you're overthinking it.\\d%K%P",
"\\dCooking is only a means to an end. What matters\\nmost is that you'll be expressing your feelings\\nwith something you made yourself.\\d%K%P",
"We shouldn't lose sight of our true goals.%K%P",
"If we do, none of us will ever end up where we\\nwant to be.%K%P",
"\\dI get that... But I'm still a liar!\\d%K%P",
"\\dI lied to the people who were so good to me.\\d%K%P",
"\\dI should at least follow through to try to make\\nup for that...\\d%K%P",
"\\dShion, you're just afraid of rejection, right?\\d%K%P",
"\\d...\\d%K%P",
"That might have sounded too harsh.%K%P",
"But she needed to hear it.%K%P",
"\\dThink about it. Following through with your lie\\nwill only make you feel better; it won't help\\nanyone else.\\d%K%P",
"\\dThey'll find out the truth eventually. Delaying\\nthe inevitable will only make it worse.\\d%K%P",
"\\dSo what choice do I have? They'll know I'm a liar\\neither way!\\d%K%P",
"\\dI don't want that at all! I thought things would\\nbe different this time... I'm so close to being\\nable to call Kamimori my home!\\d%K%P",
"\\dI don't want to leave...\\d%K%P",
"Oh, jeez.%K%P",
"I understood her past could made her think so\\nnegatively, but it was getting out of hand now.%K%P",
"\\dShion.\\d%K%P",
"\\dAh!\\d%K%P",
"Just as she was on the verge of tears, I hugged\\nher tight and gently patted her head.%K%P",
"She'd been holding a lot of anxiety in her tiny\\nlittle body.%K%P",
"\\dListen, Shion. The people of Kamimori won't reject\\nyou for this. They'll never even think of kicking\\nyou out.\\d%K%P",
"\\dI know it's been a struggle, and it's probably\\nhard for you to believe this. But I'm asking you\\nto have some faith just this once.\\d%K%P",
"\\dThis town would never turn its back on you.\\d%K%P",
"\\dThat's easy for you to say.\\d%K%P",
"\\dI've never been accepted anywhere, my\\nwhole life...\\d%K%P",
"\\dOkay, then just believe in me. No matter what\\nhappens, I promise I'll always be by your side.\\d%K%P",
"That was everything I had to say.%K%P",
"I held her close, waiting for her to respond.%K%P",
"\\dYou promise...?\\d%K%P",
"\\dYeah. Whatever happens, we'll face it together.\\d%K%P",
"\\dIf I leave town, will you come with me?\\d%K%P",
"\\dIf it comes to that, we'll just find a new town.\\d%K%P",
"\\dAki, you're willing to be my home...?\\d%K%P",
"\\dSure. I'll make sure you always have a place you\\ncan be at ease.\\d%K%P",
"\\dOkay...\\d%K%P",
"I felt some warmth as she hugged me back.%K%P",
"\\dI believe in you, Aki. I'll do my best on my own.\\d%K%P",
"\\dDon't worry. If anything happens, I'll apologize\\nwith you.\\d%K%P",
"\\dHehe. Yup. If they get upset, we'll be\\nscolded together.\\d%K%P",
"Shion looked up.%K%P",
"Half-crying, half-smiling, her resolve was now\\nsolid as a rock.%K%P",
"\\dShion, you okay?\\d%K%P",
"\\dY-Yup. I'm good.\\d%K%P",
"The big day had finally arrived. Mr. Shirane and\\nthe other senior citizens were all there.%K%P",
"Initially we'd planned to meet at the shrine, but\\nShion insisted we relocate to the local store and\\nuse the kitchen utensils from the fall festival.%K%P",
"So here we were, ready for the main event.%K%P",
"\\dTime to start cooking!\\d%K%P",
"\\dYou've practiced plenty. You got this.\\d%K%P",
"Shion picked up the knife and started slicing.\\nShe was still nervous.%K%P",
"She took her time, giving her cooking a lot of\\nthought. I could tell it was going to\\nbe delicious.%K%P",
"\\dPhew, I'm almost done. Aki, could you help me\\nserve it up?\\d%K%P",
"\\dRoger that. I'll go get the plates.\\d%K%P",
"We personally served the food to our elderly\\nguests. I signaled to Shion when everyone\\nhad something.%K%P",
"\\dUm, so this is the special recipe I came up with\\nfor you guys.\\d%K%P",
"\\dI hope you all enjoy it!\\d%K%P",
"Anyone could tell at a glance that there were some\\nuneven and slightly undercooked ingredients\\nmixed in.%K%P",
"Shion's voice trembled but she managed to\\nmaintain her usual cheerful smile.%K%P",
"\\dNow, let's eat!\\d%K%P",
"We all gave thanks and started to chow down.%K%P",
"There were a few off-flavor bites here and there,\\nbut overall it was pretty good.%K%P",
"\\dHot diggedy, this is delicious. Sure is a pleasure\\nto get to enjoy yer home cooking, Shion.\\d%K%P",
"Mr. Shirane felt the same way I did, devouring\\nthe handmade meal.%K%P",
"But the gloom in Shion's face didn't go away.%K%P",
"\\dHey, Mr. Shirane.\\d%K%P",
"\\dWhat's up, Shion?\\d%K%P",
"\\dIt's not actually all that good, right? Some\\npieces are hard, and the veggies are too big.\\nIt must be hard to eat...\\d%K%P",
"\\dI'm sorry... It was all a lie.\\d%K%P",
"\\dThe truth is I'm terrible at cooking... I didn't\\neven come up with this recipe.\\d%K%P",
"\\dI wanted to look good, so I lied. I'm making you\\neat bad food and guilt-tripping you into lying\\nabout it on top of that...\\d%K%P",
"\\dI thought about getting Kaede cook it for me so\\nI could at least serve good food.\\d%K%P",
"\\dBut I really wanted to cook for all of you. So...\\nThat's why...\\d%K%P",
"She was trying so hard to hold back her tears.%K%P",
"Seeing Shion in distress, everyone there turned\\nto comfort her.%K%P",
"\\dShion, m'dear... I wasn't lying when I said the\\nfood's good.\\d%K%P",
"\\dNor me. I really did think it was delicious,\\nthat's the honest truth.\\d%K%P",
"\\dBut it doesn't taste good...\\d%K%P",
"\\dIt doesn't matter, Shion.\\d%K%P",
"\\dYou worked so hard to make it. To us, that makes\\nthis dish the best meal we've ever eaten.\\d%K%P",
"\\dAin't just me that thinks so. We all feel the\\nsame way, am I right?\\d%K%P",
"The others nodded in unison, showing their\\nagreement with Mr. Shirane's words.%K%P",
"\\dBut, I still lied...\\d%K%P",
"\\dWe all knew you lied about it from the start.\\d%K%P",
"\\dBut even then, you gave it your best shot.\\nHow could we ever get mad at you for that?\\d%K%P",
"\\dWe wanna thank you for doing this for us.\\d%K%P",
"\\dNo! Don't treat me like I'm a saint. I only did\\nthis so you'd let me stay, even if I bring\\nyou misfortune...\\d%K%P",
"Urgh, what a difficult Goddess.%K%P",
"\\dShion, quit being so hard on yourself.\\d%K%P",
"\\dIt doesn't matter to Mr. Shirane and the others\\nthat you're a Goddess of Misfortune.\\d%K%P",
"\\dAkira's exactly right.\\d%K%P",
"\\dSure, you're a Goddess of Misfortune.\\nBut remember, Lady Kaede's a former Tatarigami,\\nand nobody holds that against her.\\d%K%P",
"\\dNo matter what kind of Goddess you might be,\\nwe love you just the way you are.\\d%K%P",
"\\dSo... It's okay for me to stay?\\d%K%P",
"\\dWe'd hate to see you go anywhere else.\\d%K%P",
"\\dKamimori City is where you belong, Shion.\\d%K%P",
"It seemed like a given to us, but for Shion this\\nwas a really big deal. She could barely believe\\nher ears.%K%P",
"\\dReally... I'm allowed to stay...?\\d\\n*sob* \\dWaaah...\\d%K%P",
"\\dAaahhh!\\d *sob*%K%P",
"She'd been on the verge of crying for quite\\nsome time.%K%P",
"All the emotions she'd bottled up came spilling out\\none after another.%K%P",
"\\dIt's been so hard... I hated myself for bringing\\nbad luck to others. I was so lonely by myself all\\nthe time!\\d%K%P",
"\\dI-I just...wanted someone by my side!\\d%K%P",
"\\dBut I couldn't... I kept that longing locked\\nup inside.\\d%K%P",
"\\dI had to, or else the people I loved would suffer\\nbecause of me.\\d%K%P",
"\\dYou don't have to suppress those feelings\\nanymore. We all love you, Shion.\\d%K%P",
"*sob* \\dCan I believe that? Does this Goddess of\\nMisfortune really have a home now...?\\d%K%P",
"\\dBelieve it. You've been a one of this town's\\nGoddesses a long time now.\\d%K%P",
"\\dI guess I was the only one who wasn't ready to\\naccept that... Pretty silly of me.\\d%K%P",
"As she calmed down, she noticed Mr. Shirane was\\nstaring at us.%K%P",
"He had the biggest grin on his face.%K%P",
"\\dSuch beautiful passion.\\d%K%P",
"\\dEhehe. Yup! It's because I love Aki to death!\\d%K%P",
"\\dYou got all aggressive all of a sudden.\\d%K%P",
"\\dYou're always gonna be by my side, right?\\nThat means I have to step up my game as\\nyour mistress.\\d%K%P",
"Hugging Shion in front of everyone felt a little\\nlike we were putting on a show.%K%P",
"But it didn't bother me at all.%K%P",
"\\dAki, don't ever leave me.\\d%K%P",
"\\dThat goes for you too, Shion.\\d%K%P",
"\\dOf course! I'm your mistress for life, Aki!\\d%K%P"
]