[
"It had been a few days since we started working\\non recipes.%K%P",
"Shion's knife handling skills had improved a lot\\nduring that time.%K%P",
"At this point I could just relax and watch from\\na distance.%K%P",
"\\dIt's done! I think I nailed it this time!\\d%K%P",
"\\dYup, looks pretty decent to me!\\d%K%P",
"\\dRight? Aki, could you give it a taste?\\d%K%P",
"\\dSure, could I get some chopsticks?\\d%K%P",
"\\dActually, I think you might prefer it another\\nway... Open up your mouth, say aah.\\d%K%P",
"\\dAaah...\\d%K%P",
"I did as I was told and Shion fed me her cooking.%K%P",
"It was embarrassing doing this every time, but\\nI was starting to get used to it.%K%P",
"\\dSo? How is it? I really pulled out the stops on\\nthis one, it should be pretty good.\\d%K%P",
"\\dWell... It's more edible than before.\\d%K%P",
"\\dOh, great. In other words, it sucks, huh?\\d%K%P",
"\\dIt's definitely...edible. At least you got the\\ntexture down.\\d%K%P",
"\\dThat's not good enough. ...Ew, this is way\\ngross. Another fail...\\d%K%P",
"\\dHold up. Don't just toss it. I'll eat the rest\\nof it.\\d%K%P",
"I managed to intercept Shion halfway to the\\ntrash can.%K%P",
"\\dYou'll eat it? But it's not any good, right?\\d%K%P",
"\\dThe taste doesn't bother me. You made it, Shion,\\nso I don't want it to go to waste.\\d%K%P",
"Shion put a lot of effort into making this food.%K%P",
"I'd rather eat it than let her throw it all away.%K%P",
"\\dAki, you really don't need to.\\d%K%P",
"\\dBut I've gotta admit, I am really happy to hear\\nyou say that.\\d%K%P",
"\\dNow, where were we? Say aah.\\d%K%P",
"\\dAaah...\\d%K%P",
"\\dHeh-heh, I like this. It makes me feel like\\na proper mistress.\\d%K%P",
"\\dYou're officially one of my wives now.\\nThat's about as 'proper' as it can get.\\d%K%P",
"\\dAw, you're making me blush.\\d%K%P",
"Shion smiled, her face starting to burn up.%K%P",
"\\dBut if I'm gonna cook for you, I'd rather serve\\nsomething really delicious.\\d%K%P",
"\\dYou've improved a lot since we first started.\\d%K%P",
"\\dThat's because I started out really bad! It's like\\nwith games - the more you play, the harder\\nit gets to level up.\\d%K%P",
"\\dCooking is like that too.\\d%K%P",
"On the first day Shion hadn't even been able to\\nprep her ingredients properly.%K%P",
"It was pretty impressive to see her whipping up\\ndishes now. I got what she was trying to\\nsay, though.%K%P",
"\\dEverything you do gives you a few more experience\\npoints, right? As long as you don't give up, you'll\\nget there in the end.\\d%K%P",
"\\dWell, I'll try my best, anyway.\\d%K%P",
"\\dYup, and you'll do great.\\d%K%P",
"\\dAnyway, how's the recipe coming?\\d%K%P",
"\\dHonestly, the more I cook, the more lost I feel.\\d%K%P",
"\\dIt's weird. I didn't expect this to be\\nso complicated.\\d%K%P",
"From figuring out seasoning proportions to how to\\ncut the konnyaku, cooking was a lot of work.%K%P",
"Plus, Shion was trying to create a whole new\\nrecipe from scratch.%K%P",
"\\dAt this rate, we're never gonna get anywhere.\\d%K%P",
"\\dWhen you hit a wall, it's best to seek advice from\\nexperienced cooks.\\d%K%P",
"\\dYou mean Yukari and Kaede?\\d%K%P",
"\\dThey're the first ones who come to mind.\\d%K%P",
"\\dSure, but like I said before, I don't want to get\\ntoo dependent on those two.\\d%K%P",
"\\dYou won't be asking them to come up with the\\nrecipe for you. Their input could help you\\nthink of something.\\d%K%P",
"I liked to cook too, but I definitely lacked the\\nproper knowledge to come up with a new recipe.%K%P",
"And Shion only had access to online recipes.\\nShe could only get so far without some more\\nhands-on advice.%K%P",
"\\dTell them exactly what you're looking for\\nand listen to what they have to say.\\d%K%P",
"\\dOkay. I guess I'd be wasting my resources if\\nI didn't.\\d%K%P",
"\\dAll right! I'll ask them at lunch today!\\d%K%P",
"\\dSo you decided to create a recipe!\\nI knew you were working on something.\\d%K%P",
"After lunch, Shion asked Yukari and Kaede for\\ntheir help.%K%P",
"\\dI can't believe you were feeding Akira your\\ncooking behind my back!\\d%K%P",
"\\dThat's not fair, Shion! I bet you lured him in by\\nsaying stuff like 'I'm serving myself as dessert.'\\d%K%P",
"\\dChill out, Yukari. We were just cooking.\\d%K%P",
"\\dThen again, we did feed each other a lot. I didn't\\nthink I'd like it so much!\\d%K%P",
"\\dIs this true, Akira?\\d%K%P",
"Thanks a lot, Shion.%K%P",
"Why would you stir things up like that?%K%P",
"Now I'd have to suffer through Yukari and\\nKaede's glares.%K%P",
"\\dTrust me, nothing weird happened.\\d%K%P",
"\\dThat's not the point! Why should Shion get you\\nall to herself?\\d%K%P",
"\\dAkira, let's exchange deep kisses and feed each\\nother too! Please?\\d%K%P",
"\\dHow vulgar. I'd be happy enough if you just\\nfed me.\\d%K%P",
"\\dVulgar? I'm only trying to deepen the love we\\nfeel for each other.\\d%K%P",
"\\dWe'll talk about that another time, all right?\\d%K%P",
"\\dThe recipe's our first priority. Are you two in?\\d%K%P",
"\\dOf course! I'd never say no to you, Akira.\\d%K%P",
"\\dMe too. If Shion's asking for help, I'd be\\nglad to oblige.\\d%K%P",
"It was so encouraging to hear that they were\\nwilling to help.%K%P",
"\\dI appreciate it.\\d%K%P",
"\\dThanks, Yukari, Kaede!\\d%K%P",
"\\dIn return, I get Akira to myself for a whole day!\\nGot it?\\d%K%P",
"\\dEnough. Time to whip something up in the kitchen.\\d%K%P",
"\\dH-Hey! You can't tie me up now!\\d%K%P",
"Kaede bound the feisty Yukari with utmost grace\\nand led the way to the kitchen.%K%P",
"\\dI'm surprised I've actually got used to seeing\\nthis sight.\\d%K%P",
"\\dSame here.\\d%K%P",
"Sharing one last smile, we followed after them.%K%P",
"By the time we got to the kitchen Kaede and Yukari\\nwere already prepping.%K%P",
"Since they were usually in charge of the cooking,\\nthey knew their way around much better than\\nme or Shion.%K%P",
"\\dThey're like a couple of pro chefs! There's no way\\nI could ever compete with those two.\\d%K%P",
"\\dOur cooking's child's play compared to theirs.\\d%K%P",
"Afraid of getting in their way, I didn't dare\\ntouch anything.%K%P",
"\\dMy preparations are done. How's it going for\\nyou, Yukari?\\d%K%P",
"\\dI'm all set! I hate to admit it, but you really\\ndo have it down around the kitchen.\\d%K%P",
"\\dI've been cooking a long time. So, what kind of\\nthing were you thinking of making?\\d%K%P",
"\\dAn elder-friendly konnyaku dish!\\d%K%P",
"\\dI looked up recipes online, but I haven't been\\nall that successful.\\d%K%P",
"We had tried out lots of them, but none stood out\\nas the one we needed.%K%P",
"\\dI see, what a wonderful idea. With that in\\nmind, let's get cooking!\\d%K%P",
"\\dLet me think... I have a good idea of which\\ningredients to use.\\d%K%P",
"\\dYes. We'll focus on one item at a time.\\d%K%P",
"\\dJust out of curiosity, what is it you guys were\\ntesting out earlier?\\d%K%P",
"\\dWe were trying to make konnyaku dressed with tofu\\nand miso. It seemed so easy, but...\\d%K%P",
"\\dYeah, it turned into a total disaster.\\d%K%P",
"She was right about that.%K%P",
"I barely managed to wash it down with lots of tea.\\nFrankly, I wouldn't have finished if Shion\\nhadn't been feeding me.%K%P",
"\\dDid it look like a big mush of food coloring?\\d%K%P",
"\\dHey, I can cook better than that! ...I can now,\\nanyway.\\d%K%P",
"\\dSo it was like that in the beginning...\\d%K%P",
"\\dYeah, it was hard to swallow.\\d%K%P",
"\\dAkira, you mean you ate it?\\d%K%P",
"\\dI'm so glad you survived.\\d%K%P",
"\\dBoo, forget about past failures. Time to give\\nsomething new a try!\\d%K%P",
"\\dOh, that's right. Wait right here while I whip\\nsomething up.\\d%K%P",
"\\dAkira! I want you to watch me cook, okay?\\d%K%P",
"Just like how they prepped earlier, Yukari and\\nKaede immediately got to cooking.%K%P",
"In what felt like no time at all, their finished\\ndishes were set before us on the table.%K%P",
"\\dWow! It looks delicious!\\d%K%P",
"\\dIt's even visually appealing.\\d%K%P",
"Both dishes were a treat for the senses.\\nJust looking at them stirred up my appetite.%K%P",
"\\dBon appetit!\\d%K%P",
"\\dAll right.\\d%K%P",
"\\dLet's eat!\\d%K%P",
"*munch* \\d...Wow! They're both delicious!\\d%K%P",
"\\dOf course. They were made by Yukari and\\nKaede, after all.\\d%K%P",
"Everything tasted excellent. It was hard to say\\nwhich dish I preferred.%K%P",
"*munch, munch* \\dI was too naive to think that I would\\nbe able to cook at this level.\\d%K%P",
"\\dIt's like cooking is an elite enemy, and I'm just\\na noob.\\d%K%P",
"\\dIt sure is good. The old folks would probably\\nenjoy this just as it is.\\d%K%P",
"\\dNot so fast. This is only the first attempt.\\nWe have to develop it from here.\\d%K%P",
"\\dI'm surprised at how good it is.\\d%K%P",
"\\dYup, my tastes buds agree. I love the seasoning,\\nno complaints there. And the flavors are\\nstrong and bold.\\d%K%P",
"I appreciated that they were both cooking to my\\nown tastes, but the seniors could probably use\\na little less salt.%K%P",
"\\dI can't help but cook according to your\\npreferences, Akira.\\d%K%P",
"\\dYou gotta tone down the Akira levels in\\nyour cooking!\\d%K%P",
"\\dThat's a tough request...\\d%K%P",
"I had to admit, it was pretty amazing that Yukari\\nseasoned food to my liking at an unconscious\\nlevel.%K%P",
"\\dAll you have to do is use less salt.\\d%K%P",
"\\dI'll do my best.\\d%K%P",
"\\dNow that we've got feedback, let's see if we can\\nmake some improvements.\\d%K%P",
"They continued to cook like there was no tomorrow,\\nusing up all the konnyaku we had stocked up.%K%P",
"As a result, we were able to concoct a great\\nrecipe by nightfall.%K%P",
"\\dVoila!\\d%K%P",
"\\dDid you post that recipe yet?\\d%K%P",
"\\dYup, it's out there. I made sure to tag it\\n'Goddess Approved' so it'll get a ton of hits in\\nno time!\\d%K%P",
"The recipe was good to go, but Shion just had to\\ntake it one step further.%K%P",
"To get even more feedback, she posted it online\\nto see how others reacted.%K%P",
"\\dHow long will this take?\\d%K%P",
"\\dIt's an eye-catching, delicious recipe.\\nI expect to see responses within a day.\\d%K%P",
"\\dThen again, I can't be 100\\p sure, so let's\\ngive it a few days just in case.\\d%K%P",
"\\dIn the meantime, should we practice making it\\nsome more?\\d%K%P",
"\\dNah. I tried, but it only proved how I'm much\\nbetter at eating than cooking.\\d%K%P",
"\\dIt's sad that I won't get to cook for the old\\nfolks after all, but at least I can give them a\\ntasty recipe.\\d%K%P",
"\\dAre you gonna be okay with that?\\d%K%P",
"\\dEvery time I fed you, I felt bad for making you\\neat such yucky food.\\d%K%P",
"\\dSo, yeah. I'm okay with this.\\d%K%P",
"\\dWell then, I guess I'll just relax and read some\\ncomics or play some games while we wait.\\d%K%P",
"\\dToo bad. I was looking forward to more of\\nyour cooking.\\d%K%P",
"Shion gave me a blank expression.%K%P",
"\\dYou have a thing for garbage-tier food, Aki?\\d%K%P",
"\\dNot at all. I just thought it'd be a shame for\\nyou to quit now, especially since you've\\nimproved so much.\\d%K%P",
"She really had put in a lot of work.%K%P",
"Did she really have to give up here?%K%P",
"\\dHmm, I'll think about it.\\d%K%P",
"She replied half-heartedly and went to go play\\ngames.%K%P",
"I could understand.%K%P",
"I didn't push her any further.%K%P",
"The recipe Shion posted online was met with an\\noverwhelmingly favorable reception.%K%P",
"Every comment had something good to say. It was a\\nsolid win all across the board.%K%P",
"Shion was so confident she scheduled a meeting to\\npresent the recipe to the elderly, but on the\\nmorning of the meeting...%K%P",
"\\dHuh? Is Shion still in bed?\\d%K%P",
"I had come back from running some errands but\\nShion hadn't come out of her room yet.%K%P",
"\\dShe's supposed to present the recipe today, right?\\nDon't tell me she forgot.\\d%K%P",
"I knew she wasn't that irresponsible. It worried\\nme that she wasn't up yet.%K%P",
"What else could I do besides wake her?%K%P",
"Just as I stood up to go to her room, the door to\\nthe living room clattered open.%K%P",
"\\dOh, morning Shion. You're up late--\\nWait, what?!\\d%K%P",
"\\dHaaahhh... Morning, Aki.\\d%K%P",
"\\dSeriously? What are you wearing?!\\d%K%P",
"Shion was practically half naked, walking into the\\nroom like it was no big deal.%K%P",
"Her unbuttoned shirt was hanging loosely off her\\nshoulders, and it was obvious she wasn't\\nwearing a bra.%K%P",
"\\dHuh? Whassa matter?\\d%K%P",
"Unaware of her appearance, she tilted her head in\\nconfusion, looking at me through half-closed eyes.%K%P",
"It seemed like the slightest movement might make\\nher shirt fall off.%K%P",
"For a moment I thought I caught a glimpse of\\nsomething I shouldn't have, but I chose to think\\nthat it was just my imagination.%K%P",
"\\dEhehe, sorry. I overslept.\\d%K%P",
"\\dI meant to only play my game for a little bit\\nlast night, but ended up getting way into it.\\d%K%P",
"\\dI was shocked when I saw the sun come up.\\d%K%P",
"\\dYeah, anyway...uhh... You might want to check\\nyour clothes...\\d %K%P",
"\\dHmm? Your face is red, Aki. Do you have a fever?\\d%K%P",
"Half-asleep, Shion came closer to me.%K%P",
"I couldn't help but notice her soft, flawless skin,\\nhuggable body and long, slender arms and legs.%K%P",
"I suppressed the urge to stare at Shion's beauty\\nand managed to look away.%K%P",
"\\dAki, you're acting really weird right now.\\nYou keep looking away... Ah.\\d%K%P",
"\\dOh. Uh, Aki. Did you see...?\\d%K%P",
"\\dUm... Yup. Saw it all.\\d%K%P",
"\\dR-Right. Hah... Haha...\\d%K%P",
"Judging by those nervous noises, she must've\\nfinally realized how little she was wearing.%K%P",
"\\dW-Well... I guess it's my fault for wandering in\\nhere still half-asleep. I didn't mean to show\\nyou like this...\\d%K%P",
"\\dUh... Aki, I'm sorry!\\d%K%P",
"\\dWhoa!\\d%K%P",
"Before I knew it, Shion was hugging me.%K%P",
"\\dSh-Shion? What are you...\\d%K%P",
"\\dNo! Please, just don't look at me right now.\\d%K%P",
"\\dI'm too embarrassed.\\d%K%P",
"Peeking out between her hair, her ears were\\nbright red.%K%P",
"\\dWhat should I do, then?\\d%K%P",
"\\dLet me be like this a little longer.\\d%K%P",
"\\dJust until my feelings settle down.\\d%K%P",
"\\dGot it...\\d%K%P",
"I could feel Shion's bare skin on mine. From this\\ndistance I could even feel her heartbeat.\\nThis moment had become unexpectedly intimate.%K%P",
"The minutes passed by in silence.%K%P",
"Yes I was nervous, but in another sense it just\\nfelt right.%K%P",
"\\dA-All right, I'm fine. I feel calm now.\\d%K%P",
"\\dOh. Great, okay.\\d%K%P",
"We were both finding it hard to find the words\\nto fill this silence.%K%P",
"Although Shion said she was fine, she wasn't\\npulling away.%K%P",
"\\dShion? You said you calmed down, right?\\d%K%P",
"\\dY-Yup. I did... But, well... So...\\d%K%P",
"\\dTh-Thank you, Aki!\\d%K%P",
"\\dNo need to thank me...\\d%K%P",
"\\dNot true. You helped me cook and to think of\\na recipe. You were always there. I want to thank\\nyou from the bottom of my heart.\\d%K%P",
"\\dSo, this is a token of gratitude. Thank you so\\nmuch, Aki.\\d *smooch*%K%P",
"Shion's lips brushed mine for a split second.%K%P",
"It was enough, though. I lost all sense of\\nreason.%K%P",
"\\dShion.\\d%K%P",
"\\dAhh...\\d *smooch* \\dAki!\\d *kiss, kiss*%K%P",
"I hugged her back and kissed her over and over.%K%P",
"\\dKiss me more.\\d *kiss*%K%P",
"*smooch*%K%P",
"Shion stepped away just when I thought we would\\ngo on kissing forever.%K%P",
"A sudden sense of loneliness rushed through me\\nas her warmth disappeared. It was a miracle\\nI didn't say anything in protest.%K%P",
"\\dI-It's time!\\d%K%P",
"\\dOh, that's right.\\d%K%P",
"I got so focused on kissing, I completely forgot\\nthat I was supposed to be reminding Shion to\\nget ready.%K%P",
"\\dTh-Then, I'll get changed.\\d%K%P",
"\\dY-Yeah, please do.\\d%K%P",
"After Shion scrambled out of the room, I could\\nfeel the tension leave my body.%K%P",
"\\dShion's body was so soft...\\d%K%P",
"Wait, what the heck was I thinking?!%K%P",
"\\dAh, my face is hot.\\d%K%P",
"I'm sure my face was as just red as Shion's.%K%P",
"I calmed myself down and went to see her off.%K%P",
"Still fresh from our impromptu make out session,\\nwe were a little embarrassed, but we couldn't help\\nbut grin at each other.%K%P",
"\\dI feel like kissing you again.\\d%K%P",
"\\dRight now? I'd be all for it.\\d%K%P",
"\\dNo. That was my thanks to you. I'll kiss you\\neven better next time, just you wait.\\d%K%P",
"\\dOkay, I'm looking forward to it.\\d%K%P",
"\\dAll right. See you later!\\d%K%P",
"\\dGive the seniors my regards.\\d%K%P",
"Shion left, full of energy.%K%P",
"I'd wanted to go with her, but I had work to do\\naround the shrine.%K%P",
"\\dShe'll be fine, right?\\d%K%P",
"Even though she just needed to pass on the recipe\\nwhen she made her usual rounds, I had a\\nbad feeling I couldn't shake off.%K%P",
"\\dMaybe I'm just overthinking it.\\d%K%P",
"Still, I had a bad feeling about it...%K%P",
"\\dI'm back...\\d%K%P",
"\\dWelcome back. What happened? You look sad.\\d%K%P",
"A drastically less enthusiastic Shion returned\\nat the end of the day.%K%P",
"\\dIt's just, I've realized that trying to show off\\nis never worth it.\\d%K%P",
"\\dWhat do you mean? Did something happen?\\d%K%P",
"\\dYup, one of those 'reap what you sow' situations.\\d%K%P",
"Something must really be bothering her. I'd never\\nseen Shion this down.%K%P",
"\\dCan I ask what happened?\\d%K%P",
"\\dUgh...\\d%K%P",
"\\dIt's fine if you don't want to say, but maybe\\ntalking about it will help you feel better?\\d%K%P",
"\\dOkay... I did want to tell you, anyway.\\d%K%P",
"\\dSo, I went to give the recipe to the grandpas,\\nright? And it was really well received.\\d%K%P",
"\\dThat's great! So your plan was a success.\\d%K%P",
"\\dNot quite. After that, they asked me if I thought\\nit up all by myself and...I kinda said I did.\\d%K%P",
"\\dNow that much would've been manageable. But silly\\nme, I took it further and said my cooking was even\\nbetter than Kaede's.\\d%K%P",
"\\dSo now they want me to cook for them...\\d%K%P",
"\\dLet me guess... You told them you would?\\d%K%P",
"\\dYup. I can't go back on it and tell them I was\\nlying now. I promised I'll cook them all a\\ndelicious meal...\\d%K%P",
"That was going to be difficult promise to keep.%K%P",
"\\dWh-What should I do, Aki?\\d%K%P",
"\\dI can't cook at all. They're going to be\\nso disappointed!\\d%K%P",
"\\dHmm... Did you set a date for this?\\d%K%P",
"\\dNot a definite one, but we said sometime\\nnext week.\\d%K%P",
"Next week, huh?%K%P",
"That gave us a little time, but not long enough\\nto polish Shion's cooking skills completely.%K%P",
"\\dWhat are you supposed to be making? I hope it's\\nnothing too complicated.\\d%K%P",
"\\dThe new recipe. I bragged that I make it the best\\nout of the three of us.\\d%K%P",
"In that case, Shion might manage to pull through,\\neven though it really wouldn't be on the same\\nlevel as something made by Yukari or Kaede.%K%P",
"\\dAll right. It's all about practice now.\\d%K%P",
"\\dYou think I can pull it off?\\d%K%P",
"\\dIt's not going to be easy, but I think you can do\\nit. Besides, it's not like you have a choice.\\d%K%P",
"I didn't like that she'd lied, but I was glad this\\nmeant she'd start cooking again.%K%P",
"Plus, the initial plan had been to serve Shion's\\ncooking anyway.%K%P",
"\\dYou can't give up now. I'll help you out any way\\nI can, so let's give it our best shot.\\d%K%P",
"\\dOkay Aki. I'll do my best!\\d%K%P",
"\\dThat's the spirit!\\d%K%P",
"And like that, Shion was on board with cooking\\nagain.%K%P",
"We'd have to master this recipe by next week,\\nno matter what.%K%P"
]