[
"The festivities eventually came to an end.%K%P",
"The local ladies took their drunken men back home,\\nand peace and quiet returned to the main hall.%K%P",
"I was a tad tipsy from the social drinking, too.%K%P",
"The excitement from the festival hadn't quite worn\\noff yet. Just then...%K%P",
"\\dGood evening, Akira...\\d%K%P",
"Yukari had somehow slipped into my room.%K%P",
"\\dEvening, Yukari.\\d%K%P",
"It was kind of awkward exchanging greetings again\\nlike this, face-to-face.%K%P",
"\\d...I just finished taking a bath.\\d%K%P",
"\\dI see. That's why you look so fresh.\\d%K%P",
"\\dHehehe! It's what the world calls 'freshly\\nshowered!' It triples a woman's beauty.\\d%K%P",
"Whether it was the alcohol or festivities, Yukari\\ndid seem even more attractive than usual.%K%P",
"\\dThe 'favor' you promised...\\d%K%P",
"\\dCould I...sleep beside you?\\d%K%P",
"Yukari requested to sleep beside me as her prize\\nfor winning at the polls.%K%P",
"I'd been so sure she would ask for something more\\ndrastic, so this request threw me off a little.%K%P",
"\\dAre you sure that's all you want?\\d%K%P",
"\\d...It's my dream to sleep beside you.\\d%K%P",
"\\dThat busybody kept interfering every time I\\nslipped into your room before...\\d%K%P",
"\\dOh, that?\\d%K%P",
"She must have been talking about how I would\\nsometimes wake up in the morning to find her all\\ntied up.%K%P",
"Kaede had fought Yukari off whenever she had tried\\nto sneak into my room at night.%K%P",
"\\dIt was so terrible! I was only trying to sleep\\nbeside my beloved husband...\\d%K%P",
"\\dShe probably thought you had something else in\\nmind.\\d%K%P",
"\\dWhat kind of monster does she think I am? Hmph!\\d%K%P",
"Yukari pouted adorably.%K%P",
"Considering her history, though, it seemed that\\nKaede's caution had been a reasonable response.%K%P",
"\\dIt's late, and I'm sure you're tired, so...\\d%K%P",
"\\dYeah, wanna hit the sack?\\d%K%P",
"\\dJust lay down for now. I want to creep into your\\nbed and snuggle a little.\\d%K%P",
"\\dYes, why not. Let's snuggle.\\d%K%P",
"\\dYay!\\d%K%P",
"She made a small leap of joy.%K%P",
"What a cute little wife I had.%K%P",
"\\dI'm turning off the lights.\\d%K%P",
"The room dimmed immediately as the lights went off.%K%P",
"Still, it wasn't like we couldn't see each other,\\nthere was enough moonlight filtering into the room.%K%P",
"\\dAkira...\\d%K%P",
"\\dAll right, I'll lie down first.\\d%K%P",
"\\dNo, that's not it.\\d%K%P",
"\\dYou should take off your clothes before sleeping.\\d%K%P",
"I gaped at Yukari's beaming face.%K%P",
"\\dHuh? What's that supposed to mean?\\d%K%P",
"\\dDidn't you hear me? Take off your clothes! All of\\nthem!\\d%K%P",
"Seeing my hesitation, Yukari pounced on me and\\nstarted taking my clothes off.%K%P",
"\\dWait, wait! Stop pulling!\\d%K%P",
"\\dDon't worry! I'm just taking them off, is all.\\d%K%P",
"\\dListen to me!\\d%K%P",
"\\dIt's rude to sleep with clothes on! It's basic\\ndivine etiquette to sleep in the nude.\\d%K%P",
"\\dI've never heard of that rule!\\d%K%P",
"\\dNo? Well, now you have!\\d%K%P",
"Before I even realized it, I found myself left only\\nin my underwear.%K%P",
"Her skills in such things were as impressive as\\never.%K%P",
"\\dAkira? You're still wearing something.\\d%K%P",
"\\dThese too?\\d%K%P",
"\\dYup!\\d%K%P",
"\\dFine... Just don't look...\\d%K%P",
"I took off my underwear with my back turned.%K%P",
"\\dAww, you've got such a cute butt, Akira!\\d%K%P",
"\\dI told you not to look!\\d%K%P",
"\\dCome on, don't be shy.\\d%K%P",
"She wouldn't listen to a word I said.%K%P",
"I should probably stop making myself such an easy\\ntarget.%K%P",
"\\dNow it's my turn...\\d%K%P",
"\\dR-Right.\\d%K%P",
"I heard the sound of rustling fabric behind me. %K%P",
"The sound of Yukari taking off her clothes.%K%P",
"*gulp*%K%P",
"I couldn't help but swallow hard.%K%P",
"A girl getting naked behind me was a situation that\\ninduced much excitement.%K%P",
"\\dHehehe, would you like to see?\\d%K%P",
"\\dI-I'm not gonna look!\\d%K%P",
"\\dYou won't, but you want to, right?\\d%K%P",
"\\dYes, but I won't.\\d%K%P",
"\\dYou could look as much as you like, though.\\d%K%P",
"Yukari tried to bait me, but I refused to fall for\\nit.%K%P",
"Carefully, without looking behind me, I lay down.%K%P",
"\\dI've taken my clothes off too.\\d%K%P",
"\\dTime for us to snuggle!\\d%K%P",
"\\dD-Don't lay so close!\\d%K%P",
"As soon as Yukari lay down, she clung to me.%K%P",
"\\dBut I'll be so cold otherwise!\\d%K%P",
"\\dThen put on some clothes!\\d%K%P",
"\\dNooo way!\\d%K%P",
"She quickly and firmly rejected the notion.%K%P",
"I guess this was what she'd been aiming for from\\nthe start.%K%P",
"\\dOh well... I'm supposed to be listening to all\\nyour requests today, after all.\\d%K%P",
"\\dHehehe, what a sweet husband you are!\\d%K%P",
"She embraced me tightly and happily.%K%P",
"With nothing between us, I could feel the sensation\\nof her skin clearly against mine.%K%P",
"\\dSo, how do I feel?\\d%K%P",
"\\d...Comfortable. And very soft.\\d%K%P",
"\\dAkira...you feel like a real man. You're a lot\\nmore muscular than I thought...\\d%K%P",
"Yukari, on the other hand, felt soft to the touch.%K%P",
"She was overflowing with feminine allure.%K%P",
"\\dMy dream has finally come true.\\d%K%P",
"\\dWe've embraced a few times before, though.\\d%K%P",
"\\dTonight's special.\\d%K%P",
"\\dBecause...it's the night you've truly accepted me\\nfor the first time...\\d%K%P",
"This wasn't our first time making physical contact\\nby any means.%K%P",
"But it was our first time since my recognizing\\nYukari as my wife.%K%P",
"\\dThen, let's make it even more special.\\d%K%P",
"\\dHuh?\\d%K%P",
"\\dCome closer. I want to hug you too.\\d%K%P",
"\\dA-Are you sure? I-I won't let you go back on it\\nlater!\\d%K%P",
"\\dWhy would I say no? Come on.\\d%K%P",
"I drew her closer to me, a little forcibly.%K%P",
"\\dAh...\\d%K%P",
"She blushed deeply from the unexpected movement.%K%P",
"\\dNow you're feeling embarrassed?\\d%K%P",
"\\dI wasn't expecting this at all...!\\d%K%P",
"\\dYou're so sly... But I'm glad you are.\\d%K%P",
"She slowly got used to the idea once her initial\\nsurprise wore off.%K%P",
"Yukari wrapped her arms around me and we\\nembraced each other.%K%P",
"\\dOh... We're hugging each other completely\\nnaked...\\d%K%P",
"\\dYeah, it's kind of embarrassing.\\d%K%P",
"\\dHehehe, your face is all red.\\d%K%P",
"\\dCan you blame me?\\d%K%P",
"\\dNo. It's the same for me.\\d%K%P",
"We smiled in each other's embrace.%K%P",
"I was still nervous, but slowly started to regain\\nmy composure.%K%P",
"\\dSo, snuggling successful?\\d%K%P",
"\\dY-Yes...\\d%K%P",
"\\dAnything else you want to do?\\d%K%P",
"\\dUmm... How about...\\d%K%P",
"\\dA-A kiss, or something?\\d%K%P",
"She asked for a kiss very bashfully.%K%P",
"\\dSure, let's kiss.\\d%K%P",
"\\dOkay!\\d%K%P",
"Nodding happily, she closed her eyes while\\npuckering her lips.%K%P",
"Her slightly moist lips were eagerly waiting for\\nmine. %K%P",
"\\dYukari...\\d%K%P",
"\\dMmm...\\d%K%P",
"Our lips touched.%K%P",
"A brief touch, but I could feel Yukari's feelings\\nrushing into me all at once.%K%P",
"\\dHmm...\\d *smooch*%K%P",
"As if unwilling to let go of that burst of bliss,\\nYukari pressed closer.%K%P",
"Our touching intensified, and our breathing\\noverlapped.%K%P",
"*smooch, smooch* \\d...Oh, Akira...\\d %K%P",
"*smooch* \\d...I love you...\\d *smooch* \\dLove you...\\d%K%P",
"Mere touches were not enough now, and we kissed\\nloudly, again and again.%K%P",
"In between our kisses, she kept declaring her love\\nfor me, and that made me feel something.%K%P",
"\\dI love you too, Yukari...\\d%K%P",
"\\dFwah?\\d%K%P",
"\\dWhy are you so surprised?\\d%K%P",
"\\dI...\\d%K%P",
"\\dI guess I'm to blame for that, huh? Sorry, I'll do\\nbetter.\\d%K%P",
"Yukari, Shion, and Kaede had all proclaimed their\\ndevotion for me.%K%P",
"Yet I didn't respond to any of them. All this time\\nI hadn't made my feelings clear.%K%P",
"\\dDon't worry. I've announced to the world that I'm\\nmarrying you already, right?\\d%K%P",
"\\dSo relax and let me love you.\\d%K%P",
"\\dAkira...\\d%K%P",
"\\dIt's kind of embarrassing. But I really should've\\nsaid it sooner.\\d%K%P",
"\\dNo, it's fine. It's never too late.\\d%K%P",
"\\dThank you, Akira. I'm so happy, from the bottom of\\nmy heart...\\d%K%P",
"Yukari started tearing up in my arms.%K%P",
"\\d...Let's kiss again.\\d%K%P",
"\\dMmm...\\d%K%P",
"Our lips touched again.%K%P",
"The fact that we were embracing each other in the\\nnude no longer seemed embarrassing.%K%P",
"\\dHehehe, we really kissed a lot...\\d%K%P",
"\\dAre you happy?\\d%K%P",
"\\dVery!\\d%K%P",
"\\dAnd I'm going to be this happy every day from now\\non, right?\\d%K%P",
"\\dThat's right. You don't have to always be so\\nfrustrated anymore.\\d%K%P",
"\\dYeah...\\d%K%P",
"\\dShall we call it a night, then?\\d%K%P",
"\\dYes, let's do that. I'm getting sleepy too.\\d%K%P",
"A yawn escaped my lips.%K%P",
"I wasn't used to drinking alcohol, and I was\\nsuddenly really sleepy.%K%P",
"\\dHehe, let's sleep snuggled up against each other\\nlike this...\\d%K%P",
"\\dGood night, Yukari...\\d%K%P",
"My initial bout of excitement slowly faded away,\\nand my heart calmed.%K%P",
"I fell asleep the moment I closed my eyes.%K%P",
"Surrounded by Yukari's warmth and sweet-smelling\\nscent.%K%P",
"\\dGood night, Akira...\\d%K%P"
]