[
"'Oh, no, it's not true.%K%P",
"'Ummmmmmm, it's our first night as newlyweds,\\nyou can't just go to bed without doing\\nanything~'%K%P",
"I was about to go into sleep mode, when Yukari\\ntook advantage of the moment to cover me up.%K%P",
"Oh, hey, Yukari!%K%P",
"I know, I know. Yukari is a very understanding\\nwife.%K%P",
"Reflexively, he tries to resist, but is held\\nback by a smiling Yukari.%K%P",
"'Akira-san is a modest gentleman, and he has a\\ncharacter of not being able to speak frankly\\nabout his desires.'%K%P",
"I'll read the air and take care of all of Akira-\\nsan's carnal desires.%K%P",
"This is not good. Yukari's eyes are in full\\ncarnivorous mode.%K%P",
"'Carnal desires and all that ...... stuff.'%K%P",
"'I'm aware of that, you know?'%K%P",
"Akira's ...... ko ko ♪%K%P",
"Yukari slid her hips teasingly.%K%P",
"'KUUUUUUU!'%K%P",
"The pleasure spreads at once when it is\\nstimulated by a gulp in the crack.%K%P",
"I've been making you cum all night, haven't I?\\nNo, it's okay, I'm not accusing you of anything.%K%P",
"'Akira-san was so excited by me ...... that it\\nmade me shiver all over ...... because I was so\\nhappy.'%K%P",
"'I didn't know that. ......'%K%P",
"'So don't be shy, okay?'%K%P",
"I don't know.%K%P",
"'What's there to be timid about, now that you've\\nofficially made her your wife, you can do\\nwhatever you want, right?'%K%P",
"'Even my hips ...... and my two bulges ......\\nare all yours, Akira-san.'%K%P",
"When he told me this in his distinctive mellow\\nvoice, he leaned his upper body, which had been\\nleaning forward, down even further.%K%P",
"'Ahh!'%K%P",
"It was on my breast plate.%K%P",
"The boobs, which assert their presence even when\\npulled by gravity, convey an extraordinary\\nsoftness.%K%P",
"My boobs and Akira-san's boobs are now attached\\nto each other, aren't they?%K%P",
"'...... is awesome.'%K%P",
"'Oh, ...... my nipples are rubbing against each\\nother. ...... oh no, this is so eh......'%K%P",
"'Hey, hey, don't sound so sweet.'%K%P",
"But if you feel good, your naughty voice will\\ncome out naturally.%K%P",
"'Nuh...... nuh...... hah...... hah......'%K%P",
"Yukari straddles me and lies down on her upper\\nbody or raises it up.%K%P",
"Each time, my breasts are pressed against it and\\nsquashed into a mushy mess.%K%P",
"'Huh, ah...... feels good...... Akira's\\nnipples......'%K%P",
"'......Yukari's also, na ......'%K%P",
"'Hmmm, they've swollen up so much, can you feel\\nthem? My hardened nipples ......'%K%P",
"'Don't push me around.'%K%P",
"'But this ...... feels good, really .......'%K%P",
"Yukari is so engrossed that she is pressing her\\nnipples against each other, almost as if she is\\nmasturbating.%K%P",
"I was so excited that even I was at the limit of\\nmy endurance when he did this to me.%K%P",
"'Akira-san also seems to feel ...... good,\\ndoesn't he?'%K%P",
"'Are you freaking out over here?'%K%P",
"'Ugh. ...... sorry.'%K%P",
"'It's okay, an erection is a sign of good\\nhealth♪'%K%P",
"But I was surprised that ...... Akira's penis\\nwas even bigger than I had imagined.%K%P",
"'Will all of ...... fit in this long?'%K%P",
"Clearly, Yukari is imagining what it would be\\nlike to be inside her.%K%P",
"Such a gesture makes me even more agitated.%K%P",
"'An, I'm very energetic...'%K%P",
"'Because Yukari ...... makes such a naughty\\nface. ......%K%P",
"'Just the face?'%K%P",
"And pushes her tits against me again as if to\\nprovoke me.%K%P",
"'There's boobs and ...... and then there's this\\none too .......'%K%P",
"She began to rock back and forth with her tits\\nflopping on my chest.%K%P",
"'Mmmm ...... Akira-san's hard one is hitting my\\nprecious spot .........'%K%P",
"Every time Yukari moves, a wet sound echoes.%K%P",
"I look at him and see my taut meat stick\\nglistening wetly, covered in Yukari's love\\njuice.%K%P",
"'Ugh ...... Yukari, you ......'%K%P",
"'Uh-huh, yes, I'm already wet. ...... I'm ready\\nto welcome Akira-san anytime.'%K%P",
"'Haaan, ahhh! Nnnnghhhh, ku......'%K%P",
"It feels so good that I'm going to reach it if I\\nkeep squeezing it like this. ......%K%P",
"'If you put it inside you, ...... you will get\\nthe best pleasure, won't you?'%K%P",
"♪ Akira, ...... ♪%K%P",
"He pushes his crotch against this and that as if\\nbegging.%K%P",
"She was gushing out an unstoppable gush of mucus\\nagainst her meat pole, taking pleasure in\\nherself and making her face melt with pleasure.%K%P",
"'Hey ...... can I put my penis in you ......?'%K%P",
"'I want this ...... Akira-san's long and hard\\n...... to be stored in a special lukewarm case\\n......'%K%P",
"Since it's still unused, please put it in ......\\nand register Yukari's cunt as your property.\\n......%K%P",
"Yukari, who was clearly in heat, begged me to\\ninsert myself into her while uttering lewd\\nlines.%K%P",
"The movement of his hips also became smaller and\\nsmaller, and if left unchecked, he was likely to\\ncome first.%K%P",
"'Yukari ......'%K%P",
"'Mr. Akira, ...... that lust-filled look in your\\neyes...... makes me happy. ......%K%P",
"'Was he that lustful?'%K%P",
"Yes, sir! It's all very masculine and bestial.%K%P",
"That might not make me a bit happy.%K%P",
"In his eyes, I could sense a strong,\\ninexpressible feeling.%K%P",
"'It is the duty of a good wife to read her\\nhusband's deepest heart and respond to his\\nwishes. ......%K%P",
"'Akira-san can't insert his penis into my cunt,\\nright? I'd love to get my cock wet,' but you're\\njust thinking of me as a virgin..%K%P",
"'Oh, how sweet Akira-san, you are worthy of\\nbeing my destined mate!'%K%P",
"'I want to respond to Akira's love for ......,\\nso .......'%K%P",
"'I'll take that ...... penis from you...'%K%P",
"'Nnooooooooooooooooooooooooooooooooooooooooooooo\\noooo!'%K%P",
"Without waiting for my reply, Yukari welcomed\\nthe rod herself.%K%P",
"'Yukari, are you okay?'%K%P",
"'Heh, I'm fine ......, there's some pain, but\\nmore than that, there's a lot of joy .......'%K%P",
"'Hmmm......... now you've given your body and\\nsoul entirely to Akira-san. ......'%K%P",
"Yukari was smiling happily as she accepted my\\nobject.%K%P",
"Although she feels the pain of the watermelon\\nbreaking, it seems that it is outweighed by the\\njoy.%K%P",
"'I'm sorry, I should be the one to do these\\nthings.'%K%P",
"'No problem, I couldn't wait either.'%K%P",
"I'm sorry, too, for the immodest thing I did,\\ndevouring your husband's penis without his\\npermission......%K%P",
"'But this ...... is so ...... amazing ......\\nhard that it's spread all over me ...... ahhh\\n.......'%K%P",
"'It feels so good...... mmmm...... to have sex\\nwith my loving husband that gives me such\\nintense pleasure.......'%K%P",
"Yukari puts her own pleasure to the forefront\\nand continues to speak passionately.%K%P",
"Even during this time, honey was leaking out\\nfrom the joint, lewdly wetting my lower abdomen.%K%P",
"'I ...... feel good too, Yukari.'%K%P",
"'Are you telling me that you are satisfying\\nAkira-san even with such an inexperienced female\\npot?'%K%P",
"'...... because I've always wanted to hold\\nYukari, or is it ......?'%K%P",
"I tried not to think about it as much as\\npossible, but I don't deny that I had that\\ndesire.%K%P",
"Thanks to the constant sexual approaches, even I\\nwanted to hold Yukari in my arms.%K%P",
"'I can't believe ...... I've always wanted to\\nhold you like that. ......'%K%P",
"'Yukari could have told me instead of holding\\nback, and I would have had sex with her\\nanytime!'%K%P",
"'...... didn't work that way before, did it?'%K%P",
"'If you don't get married properly, you can't\\nhave sex until you get married .......'%K%P",
"But we don't have to put up with each other\\nanymore, because we are a couple, and we can\\nhave sex as we desire.%K%P",
"It is embarrassing to be told so clearly, but I\\nam sure Yukari is right.%K%P",
"'Yeah, that's the kind of relationship we're\\ngoing to have.'%K%P",
"Akira!%K%P",
"Yukari is also impressed by my verbal acceptance\\nof her.%K%P",
"It's like a dream to hear such words from Akira-\\nsan!%K%P",
"I was going to finish our first communion in a\\nmodest way, but ......%K%P",
"'I'm going to have some serious sex .........'%K%P",
"Throbbing, Yukari surrenders herself to her\\naroused feelings and accelerates her desire.%K%P",
"'Nnnnnn!%K%P",
"'Push it in and out to the root ...... in and\\nout, in and out, in and out...... Hah, that\\nfeels too good. ......'%K%P",
"Yukari flails around on top of me, using her\\nhips in a way that I can't believe it's her\\nfirst time.%K%P",
"Dexterously, she floated her hips up and down,\\nup and down hard, and enthusiastically rubbed\\nher wet sex organs against each other.%K%P",
"Hey, Yukari, you're being too aggressive all of\\na sudden!%K%P",
"'I'm sorry, but it's a dream that finally came\\ntrue, so ...... I won't stop. ...... I won't\\nstop. ......'%K%P",
"He hears my voice of restraint, but does not\\nstop moving his hips.%K%P",
"On the contrary, they became even more excited\\nand repeatedly moved in and out of the room.%K%P",
"'This is ...... the sex I have with Akira-san\\n...... Hah, I never knew it felt so good ......'%K%P",
"'Juju, juju, juju,' ...... a very lewd sound,\\n...... the flesh rubbing against flesh, it's\\nreally disgusting ......%K%P",
"'Nnnn, nnnn, no, not like this so soon...... ah,\\nI'm going to come...... I'm going to\\ncome......!'%K%P",
"Akira-san! ...... Oh, Akira-san!%K%P",
"Nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn\\nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn!%K%P",
"It had only been a short time since Yukari began\\nto move, but she reached it in a daze.%K%P",
"'Ha ha ha ha ...... sorry, such an easy first\\n......'%K%P",
"It's pathetic that it's your wife's role to make\\nAkira-san's penis feel good in her pussy. ......%K%P",
"Yukari was cutely deflowered on top of me.%K%P",
"My penis, which has not yet ejaculated, is still\\nerect and stuck in Yukari's vagina.%K%P",
"'I thought it was cute when Yukari came at\\n.......'%K%P",
"'Eh, eh?'%K%P",
"'And also the way you make her pussy squirm with\\njoy every time you do.'%K%P",
"'Hah ...... oh, I'm so embarrassed ......'%K%P",
"Perhaps the afterglow of her climax has not\\ncooled off, Yukari is responding to my words and\\ncontracting her vagina in a cute way.%K%P",
"It's not bad to see her lewdly enjoying putting\\nherself in and out, but I like this side of\\nYukari too.%K%P",
"Besides, you don't have to apologize, Yukari.%K%P",
"'Sex is supposed to be between a husband and\\nwife, and I don't think it's the right form for\\none of them to serve the other.'%K%P",
"'So, ...... make me feel good about Yukari this\\ntime, too.'%K%P",
"'It's ............ sly of ...... to say such a\\nthing.'%K%P",
"'Mmmm, I'm cumming again, I'm cumming ......\\ncumming!%K%P",
"With just my words, Yukari came easily again.%K%P",
"'You came again. ...... You're really too\\nsensitive, my dear wife.'%K%P",
"I'm glad you said that because ...... Akira said\\nit.%K%P",
"'Then, from Yukari's point of view, it doesn't\\nmatter if you do it from mine?'%K%P",
"Of course... I always want to be wanted by\\nAkira-san.%K%P",
"'I see, well, I'm sure you're tired too, so just\\nsit tight for a while.'%K%P",
"'Yes, sir, at your service...'%K%P",
"Yukari smiled softly and then she sloughed off.%K%P",
"He stops moving at all, as if he is giving all\\nof himself to me.%K%P",
"'...... is moving.'%K%P",
"He reversed his offense and began thrusting\\nYukari from below.%K%P",
"Oh, ah, ah, ah! Amazing, Akira-san is so ......,\\nAkira-san's penis is so ......, so ......!%K%P",
"If you poke from below where Yukari's weight is\\non top of you, the union will be deeper.%K%P",
"I could feel the base of his penis firmly buried\\nin her cunt, pushing up the innermost part of\\nhis penis.%K%P",
"Hah, hah, hah,...... Akira's glans poked at the\\nentrance to my womb over and over again,......%K%P",
"'This is not good. ...... is going crazy.\\n......!!!'%K%P",
"Although it was an awkward extraction compared\\nto the use of Yukari's hips earlier, the fact\\nthat she was doing it from me was exciting her.%K%P",
"The strokes are short and relentlessly tease\\nonly the cervix.%K%P",
"The effect was extraordinary for Yukari, and she\\nrepeatedly made sad gasps that were different\\nfrom the ones she had just made.%K%P",
"'I'm sorry, it felt too good, I'm ...... squishy\\nand ...... squishy.'%K%P",
"'Hooah ...... ahah ......'%K%P",
"She wobbles around and presses her tits against\\nme, as if she has a hard time supporting her\\nupper body.%K%P",
"He rubbed his erect nipples together, trying to\\nget pleasure from them, while he transmitted the\\nfascinating sensation of squeezing them to me.%K%P",
"'Yukari-uuuhhh .......'%K%P",
"Akira-san, is it about time too.. If you feel\\nlike cumming, don't hold back.. nn... you can\\ncum all over Yukari's wife's pussy...%K%P",
"We're a married couple, so of course I'm going\\nto cum inside you.%K%P",
"Only at times like this, Yukari would not say\\nwhether or not.%K%P",
"'I want to drink Akira-san's thick cum deep\\ninside my cunt...... Hey, please...... let the\\nspiffy tadpoles swim in my womb......'%K%P",
"'...... no, huh?'%K%P",
"I want to come out inside of Yukari like this.%K%P",
"'Akira, I'm so happy!'%K%P",
"They pressed their plump, large hips against\\neach other and deepened their union.%K%P",
"If I ejaculate like this, it will pour into\\nYukari's womb.%K%P",
"Akira, I love you!%K%P",
"Hey, calm down!%K%P",
"The movement will not stop until Akira-san\\nejaculates!%K%P",
"He was rocking his hips violently in close\\ncontact, as if he was now getting serious for\\nthe first time.%K%P",
"She squeezes my entire pole with her squeaky\\nvagina and tries to make me ejaculate as hard as\\nshe can.%K%P",
"'I want Akira-san's sperm ...... to come out\\n...... and let it out ...... all over me!'%K%P",
"'Ugh ...... already out, out, out!!!'%K%P",
"'Please ......, let me out, let me out, let me\\nout ......!%K%P",
"'〜〜〜〜〜〜！！！！'%K%P",
"With Yukari squeezing him, he unleashed his\\nsperm.%K%P",
"Yukari, keeping the tip close to me, accepts me\\nin her womb as if she were drinking.%K%P",
"'Hahah ...... it's coming out ...... it's coming\\nout ...... Akira-san's cum ...... ahaha, I'm\\nsoooo vigorously ......'%K%P",
"'Hahahahaha, I got it out of ......, Yukari\\n.......'%K%P",
"'Ummm, thank you so much, you worked so hard to\\nget me a generous pour.'%K%P",
"No, I think Yukari did a great job at the end.\\n......%K%P",
"It was Akira-san, of all people, who made me do\\nthat. Because I felt your deep love for me, I\\nalso went into a little bit of lewd mode.%K%P",
"He pulsed and poured into Yukari several times\\nfor a while, and then his ejaculation was over.%K%P",
"Even after I finished cumming, Yukari didn't\\nmove away from me and didn't release the union\\nbetween our genitals.%K%P",
"'Um, ...... Akira?'%K%P",
"'What's up with ......?'%K%P",
"'Um, ...... eh, do you not like your wife?'%K%P",
"'I don't dislike it; I like any kind of yukari.'%K%P",
"I believe you, don't I?%K%P",
"'What's the matter with you, all of a sudden?'%K%P",
"Because ...... is not enough.%K%P",
"Yukari whispered in embarrassment.%K%P",
"I can't wait for this good feeling to be over.%K%P",
"'I want to have more sex ...... with Akira\\n......'%K%P",
"'......I'm such a wife, but am I too eh and\\nstunned?'%K%P",
"'I'm not stunned.'%K%P",
"I knew from the beginning that Yukari was\\nnaughty, and I was prepared for that to some\\nextent.%K%P",
"'To some extent, you might go well beyond\\n......?'%K%P",
"'Well, that's, well, ...... please don't be\\ndead.'%K%P",
"I'll take care of Akira-san's health, and we'll\\nhave some echi-chi.%K%P",
"Yukari looks at me with a big smile.%K%P",
"I have a bad feeling about this.%K%P",
"'Don't worry, Akira-san just makes you feel\\ngood.'%K%P",
"'I'm going to pound and pound you in your own\\nwife's pussy until your cock can't take it\\nanymore.'%K%P",
"Let's have a lot of sex and strengthen our bond\\nas a couple.%K%P"
]