[
"It had been a few days since Yukari had resolved to\\nfocus on her Tatarigami problem.%K%P",
"It must have been a blissful few days for her, as I\\ncontinued to shower her with affection.%K%P",
"\\dAkira, are you still awake?\\d%K%P",
"I'd even gotten used to sleeping together with her\\nin the nude.%K%P",
"Touching Yukari's bare skin still made my heart\\nrace, but I didn't lose my cool anymore.%K%P",
"\\dYeah, I just can't seem get to sleep.\\d%K%P",
"\\dYou probably still have some energy to blow off.\\nShall I help you with that?\\d%K%P",
"\\dNo, you don't have to. I'm fine.\\d%K%P",
"Maybe if we just chatted about mundane things, I'd\\nnod off eventually.%K%P",
"\\dYou know Kaede...\\d%K%P",
"\\dWhat drove her to want to stop being a\\nTatarigami?\\d%K%P",
"\\d...Did she say something to you?\\d%K%P",
"\\dNo, it's just... Shion was throwing a tantrum.\\d%K%P",
"The situation hadn't changed even after Yukari had\\nbeen the one to spend time with me for days on end.%K%P",
"It wasn't surprising that Shion would think the\\nplan wasn't working.%K%P",
"\\dNo need to rush things. If overcoming your Tatari\\nwas so easy, neither you nor Kaede would've had\\nsuch a hard time fighting it.\\d%K%P",
"\\dI understand that, but...\\d%K%P",
"\\dI still think we need to change things up a\\nlittle.\\d%K%P",
"I spent the whole night thinking about the best\\nplan of action.%K%P",
"Maybe it was time to move to the next step.%K%P",
"The next morning, I told everyone what I had been\\nthinking about.%K%P",
"\\dThe rear shrine?\\d%K%P",
"I was going to take Yukari to the rear shrine.%K%P",
"Since Kaede had changed from being a Tatarigami\\nthere, it may hold the key to solving our problems.%K%P",
"\\dI see... It is a special place, after all. I\\nwouldn't be surprised if something did happen\\nthere.\\d%K%P",
"\\dI use my Jinriki to put a barrier around Chinju\\nforest, but strange things that can't be explained\\nhappen there all the time.\\d%K%P",
"\\dReally?\\d%K%P",
"\\dThat's just how special the forest is. I am merely\\nborrowing it for my lodgings.\\d%K%P",
"Chinju Forest had existed for a long time, longer\\nthan Kaede had been there.%K%P",
"\\dIt's not special because of the rear shrine. On\\nthe contrary, the rear shrine was built there\\nbecause the forest is such a sacred place.\\d%K%P",
"\\dWhat's in that forest...?\\d%K%P",
"\\dI don't know. It's full of mysteries even I don't\\nfully understand.\\d%K%P",
"\\dI think you should give it a try.\\d%K%P",
"\\dYukari's never been there before, right?\\d%K%P",
"Shion was right.%K%P",
"Of the four of us, Yukari was the only one who had\\nnever set foot in Chinju Forest.%K%P",
"\\dWell then, shall we go have a look?\\d%K%P",
"\\dAbsolutely!\\d%K%P",
"\\d...All right. Here we go.\\d%K%P",
"\\dI've adjusted the barrier temporarily to allow\\nYukari to enter.\\d%K%P",
"The barrier around the forest had apparently been\\naltered, even though nothing seemed different.%K%P",
"\\dThank you, Kaede.\\d%K%P",
"\\dI can accompany you if you like?\\d%K%P",
"Kaede seemed to be looking out for Yukari.%K%P",
"\\dNo thank you. Please allow me to enter with Akira\\nalone.\\d%K%P",
"\\dI guess that is for the best, but I can't help\\nfeel a little worried.\\d%K%P",
"\\dSee you later, Akira. Take care of Yukari.\\d%K%P",
"Kaede agreed to wait for us to return.%K%P",
"\\dLet's go, Yukari.\\d%K%P",
"\\dOkay!\\d%K%P",
"We entered the forest together, hand in hand.%K%P",
"\\dSo this is Chinju Forest...\\d%K%P",
"The forest was deep, and its foliage thick.%K%P",
"We headed for the rear shrine while fully taking in\\nour surroundings.%K%P",
"\\dHere we are. The Kamimori rear shrine.\\d%K%P",
"\\dIt looks a little...worn out.\\d%K%P",
"She sighed as if disappointed by what she saw.%K%P",
"\\dWell, Kaede and Shion were still living here until\\na short while ago.\\d%K%P",
"\\dThis looks more like Shion's doing than Kaede's.\\d%K%P",
"\\dOf course.\\d%K%P",
"We had cleaned the place up rather nicely during\\nthe move, but it had since reverted to its previous\\nstate.%K%P",
"\\dI think Shion still comes here once in a while.\\nShe probably uses it when she feels like lazing\\naround.\\d%K%P",
"\\dHer personal effects back home tend to increase\\nand decrease at random. Maybe she uses this place\\nfor storage?\\d%K%P",
"I could totally see Shion doing that.%K%P",
"Only she would dare to misuse a sacred shrine\\nbuilding like that.%K%P",
"\\dSo...what do we do now?\\d%K%P",
"\\dDoesn't seem like anything's changed by you\\ncoming here, huh?\\d%K%P",
"I wasn't exactly expecting Yukari to be relieved of\\nher fate as a Tatarigami upon entering, but to have\\nnothing happen at all? It was such an anti-climax.%K%P",
"\\dDo we head back? Or should we wait a little while\\nmore?\\d%K%P",
"\\dLet's spend some more time here. Kaede can wait a\\nlittle longer.\\d%K%P",
"Or we could call her and tell her to head home\\nbefore us.%K%P",
"I took out my smartphone, and looked at the screen.%K%P",
"\\dNo service...\\d%K%P",
"\\dDoesn't Shion use the internet here?\\d%K%P",
"\\dI'm pretty sure it's a wired connection. Other\\nsignals don't work out here.\\d%K%P",
"It seemed like there were electrical and\\ncommunication lines here.%K%P",
"But they were only for internet use; we couldn't\\nfind a phone anywhere.%K%P",
"\\dMaybe we should head back and tell her in\\nperson.\\d%K%P",
"\\dAnd double back again? Nah, let's just stick\\naround for another 15 minutes, maybe.\\d%K%P",
"\\dAll right.\\d%K%P",
"We decided to stay at the rear shrine a while\\nlonger, just in case.%K%P",
"If nothing happened, we'd go back and think of\\nsomething else.%K%P",
"\\dI know we're only waiting around, but I still feel\\nrather nervous.\\d%K%P",
"\\dYeah... Wanna play one of Shion's games?\\d%K%P",
"\\dWe probably shouldn't. Not if we only have 15\\nminutes.\\d%K%P",
"She was right. If we got too into the game, we may\\nend up staying much longer than we should.%K%P",
"I'd feel bad if I had to tell Kaede we had made her\\nwait for an hour or more while the two of us were\\nhaving fun.%K%P",
"\\dThen let's just chat or something.\\d%K%P",
"I groped for a topic of conversation.%K%P",
"\\dWhoa! I found something good!\\d%K%P",
"I picked up a photograph and showed it to Yukari.%K%P",
"\\dWhat is it?\\d%K%P",
"\\dA photo of us three when Shion first joined us.\\d%K%P",
"Me, Kaede, and Shion.%K%P",
"Shion's heart had still been closed up at that\\ntime, so there was a sour look on her face.%K%P",
"\\dI can't imagine her like that now.\\d%K%P",
"\\dYeah, she's mellowed out a lot since then.\\d%K%P",
"Sometimes it was hard to tell if that was a good or\\nbad thing.%K%P",
"But I'd like to think it was a change for the\\nbetter.%K%P",
"\\d...You have such a fond look on your face, Akira.\\d%K%P",
"\\dDo I?\\d%K%P",
"\\dIt's the same smile you use for me...\\d%K%P",
"\\dI feel like I'm the most important one to you now,\\nbut I know that won't last forever...\\d%K%P",
"Yukari gazed at the photo sadly.%K%P",
"\\dBecause I hid in my room when it wasn't my turn, I\\ndidn't see anything and I don't know anything.\\d%K%P",
"\\dI never saw how you treated the other two...\\d%K%P",
"\\dI don't even want to imagine it. I'd rather\\nbelieve it never happened.\\d%K%P",
"\\dBut that's wrong, isn't it? They love you the same\\nway I do.\\d%K%P",
"Yukari's tone of voice got stronger as she went on.%K%P",
"Her trembling hand closed around the edge of the\\nphoto tighter and tighter.%K%P",
"\\dYukari...?\\d%K%P",
"\\dIt's not right. That's not how it should be! You\\ndon't see the real me at all.\\d%K%P",
"\\dEhehe! Did you know that Tatarigami are really\\ngood actresses?\\d%K%P",
"\\dHow else would we be able to bear this burden?\\nSmiling and laughing, pretending we feel nothing.\\nThat's the only way to protect our hearts!\\d%K%P",
"She was rambling, the photo still in her hand.%K%P",
"Soon tendrils of dark Jinriki started leaking out\\nof her entire body.%K%P",
"\\dYukari? Yukari!\\d%K%P",
"\\dThe wife you love and adore isn't the real me!\\d%K%P",
"\\dIt's not me you love, but the adorable little wife\\nI've been playing!\\d%K%P",
"\\dThe real me is a lot uglier, foul-tempered, and\\nwith the blackest heart anyone's ever known!\\d%K%P",
"\\dWhat's this about loving all three Goddesses\\nequally? Nothing but a pretty farce!\\d%K%P",
"\\dDon't you think so? How can something so\\nidealistic ever work out?\\d%K%P",
"\\dKaede and Shion may smile and nod agreeably, but\\nI'm sure they feel the same way I do!\\d%K%P",
"\\dDeep inside, they want Akira all for themselves!\\d%K%P",
"Yukari was finally venting out her true feelings.%K%P",
"The other Yukari, the side of her that had been\\nrepressed so long, was coming out.%K%P",
"This had to be the \\ddark feeling\\d Kaede had talked\\nabout.%K%P",
"\\dWhat do you think, Akira? What are you going to\\ndo with us?\\d%K%P",
"\\d...No matter what you say, Yukari, my stance on\\nthis matter will still be the same.\\d%K%P",
"My resolve to treat the three of them equally would\\nnever change.%K%P",
"I firmly believed there was no other way.%K%P",
"\\dI see... In the end, even you're like that.\\d%K%P",
"\\dEven you won't tell me what you really think...\\d%K%P",
"Yukari's words sent a chill up my spine.%K%P",
"\\dHehehe... But that's fine. That's how things\\nalways are.\\d%K%P",
"\\dI am Yukari Amatsu. A Tatarigami hated by every\\nliving thing under the sun.\\d%K%P",
"\\dI expect nothing. I'm resigned to my fate.\\d%K%P",
"\\dWho cares if I'm misunderstood? What does it\\nmatter if nobody answers my pleas?\\d%K%P",
"\\dI do what I want. That is all.\\d%K%P",
"\\dI should have done this right from the start.\\d%K%P",
"\\dCome now, Akira, come to me...\\d%K%P",
"She stretched out a hand towards me, an unnatural\\nsmile frozen on her face.%K%P",
"\\dI'll make you mine and mine alone. I won't let you\\nget away from me. I'll never let you go.\\d%K%P",
"\\dOh, my prince charming... Let us become one and\\nspend all of eternity together!\\d%K%P",
"\\dI love you so much, my dearest husband. My love is\\nso boundless it can envelope the entire world!\\d%K%P",
"\\dMy Akira!\\d%K%P",
"Yukari's dark Jinriki exploded outwards.%K%P",
"Her Tatari spread out and swallowed everything up.%K%P",
"\\dWhat...?\\d%K%P",
"Thanks to my own powers, the Tatari had no effect\\non me.%K%P",
"But everything else had changed.%K%P",
"\\dIt's...night?\\d%K%P",
"No, not night. Yukari's Tatari had turned the sky\\npitch-black.%K%P",
"\\dEhehehe! Now it's just you and me in the whole\\nwide world...\\d%K%P",
"\\dNobody can interfere with us now.\\d%K%P",
"\\dCome, Akira. Let's love each other forever and\\never!\\d%K%P",
"\\dEhehe!\\d%K%P",
"\\dAhahaha!\\d%K%P"
]