[
"........................%K%P",
"..................%K%P",
"---- hmm?%K%P",
"'Nch~~ ...... chuckling, chuckling ♪ chuckling ♪%K%P",
"I don't know how many hours of sleep I had, but\\nthe strange sound almost woke me up.%K%P",
"Along with the itchy sensation that is\\ntransmitted, I hear a sound like something being\\ntapped on the floor.%K%P",
"'............ eh?'%K%P",
"When I opened my eyes, I was met with an\\nincredible sight.%K%P",
"Yukari, who was supposed to be sleeping in my\\narms, is now covering my crotch.%K%P",
"Strictly speaking, she was boldly holding her\\nhips and her tits were clamped between her\\nbreasts.%K%P",
"Good morning, Akira-san.%K%P",
"'Did I possibly wake you up ......?'%K%P",
"'......What the hell are you doing?'%K%P",
"'Mmmmmmmmmm...'%K%P",
"'You must not be aware of this practice?'%K%P",
"'Ugh ...... paisley, right?'%K%P",
"I know that much.%K%P",
"This is the first time I've had someone do it to\\nme, but I didn't think they would do it to me\\nwhile I was sleeping.%K%P",
"'That's right... I'm giving him a nice tight\\nsqueeze on his manhood and making him feel\\ngood.'%K%P",
"Yukari does not seem offended.%K%P",
"On the contrary, she started to move her tits\\nmore boldly now that I was up.%K%P",
"'Is that the sound you heard earlier, ......?'%K%P",
"Every time Yukari moves her tits up and down,\\nher tits hit my waist.%K%P",
"Thanks to the softness, there was no pain, but I\\nwas thrilled as if I were being breast-slapped.%K%P",
"'Hmmm, I gave out so much last night, but now\\nit's already so tight, Akira-san's penis...'%K%P",
"How many times did I ejaculate into your cunt?%K%P",
"'Was it the ......4 times?'%K%P",
"Six times, six times!%K%P",
"Yukari showed her sulking, but she was still\\nvery careful with her paisu.%K%P",
"When she holds the penis with her ample tits,\\nshe gently squeezes it as if she is slowly\\nsoothing it.%K%P",
"In the morning, he was already like this. Akira-\\nsan is so energetic, mainly because of his\\npenis.%K%P",
"'I can't even control this ...... thing.'%K%P",
"Don't worry, I, your wife, will take good care\\nof you.%K%P",
"'Every drop of Akira-san's cum is mine ......\\nand I won't give it to Shion ...... because I\\nwill never give it to him .......'%K%P",
"'...... I see, that's what you meant.'%K%P",
"I finally understood why Yukari has been pizzing\\nme in the morning.%K%P",
"They want to squeeze as much out of me as\\npossible before turning to the next Shion.%K%P",
"'Oh? Hmmm...it's all in your mind...just my\\nimagination.'%K%P",
"'What a load of horseshit!'%K%P",
"I just woke up and saw Akira-san's penis and\\nthought, well, it's dirty.%K%P",
"'I ran out of steam last night and went straight\\nto bed.'%K%P",
"'It smelled so naughty, and it is unforgivable\\nfor a wife to leave her husband's penis soiled.'%K%P",
"'So I thought I'd cleanse her with my mouth. As\\nI licked her, she started to feel better so I\\ngive her a full-fledged sexual treatment.%K%P",
"'So you've been pizzing ......'%K%P",
"'...... doesn't this ...... feel good?'%K%P",
"Yukari deliberately moves her breasts boldly to\\nstimulate my desire.%K%P",
"He took full advantage of that mass of flesh,\\nsqueezing the entire penis while repeatedly\\npressing the softness against the base.%K%P",
"Yukari knows it feels good, doesn't she?%K%P",
"There are times when I wish you would put it\\ninto words.%K%P",
"It is easy to understand and spoiled.%K%P",
"This is part of what makes Yukari so cute, but I\\nwonder if she is aware of it.%K%P",
"'...... feels good, Yukari's tits.'%K%P",
"'Ummmmmmm, thank you... I feel good too, Akira-\\nsan's penis...'%K%P",
"'The hardness and heat of a strong penis\\nstimulates the libido and ......%K%P",
"'And this is ...... nunchu☆.'%K%P",
"Guided by desire, he kissed my tip.%K%P",
"'Running ahead...... lukewarm and a little bit\\nsalty......'%K%P",
"But I like ...... Akira's bodily fluids ......\\nand I want to lick them all the time .......%K%P",
"'Flop, flop, mmmm, choo-choo, choo-choo.'%K%P",
"I pushed her tits in and let the glans protrude,\\nand she licked them enthusiastically.%K%P",
"I was given such a strong stimulation all at\\nonce that I couldn't help but buck up too.%K%P",
"'...... hmmm...hmmm...did that feel good?'%K%P",
"'I'm not surprised if he flipped me off with\\nsuch enthusiasm.'%K%P",
"'Would you rather have titties or a memento?'%K%P",
"'...... either way, so I can't pick one.'%K%P",
"I mean, I love all the Yukaris.%K%P",
"'Ohhh, I can feel Akira-san's love. Yes, I can\\ntell by the taste of this cock.'%K%P",
"What are you doing?%K%P",
"Akira-san also licked my tits and pussy last\\nnight. It's the same thing.%K%P",
"I can't say anything back to them about that.%K%P",
"Since our first night was mostly about getting\\nYukari to do me, the next time we went out, I\\nmade the aggressive move.%K%P",
"In the end, I did a lot of things I hadn't done\\nthe day before, and Yukari was overjoyed to have\\nme back.%K%P",
"I thought we understood each other a little\\nbetter because of that process. ......%K%P",
"'Now please enjoy my tits and mouth ...... and\\nI'll be happy if you spit up pleasantly ......'%K%P",
"Then Yukari's face sinks again.%K%P",
"'Nnnn, chu......reroo reroo, mmmm~!'%K%P",
"'Nmph ...... hahahahahahahahahaha.%K%P",
"She sucks the tip and licks it, and in between,\\nshe hits her tits to give me a different\\nstimulation.%K%P",
"'Yukari is the one with the ...... nipples,\\nthey're pretty erect, aren't they?'%K%P",
"'Hmmm...of course...it's my first time doing a\\npiz ...... and I'm just so excited.'%K%P",
"If it were before dawn, I'd be soaking wet in my\\ncunt, savoring the hardness of Akira's cock to\\nthe fullest. ......%K%P",
"'It's your turn now, Shion. No sex, sorry.'%K%P",
"When morning comes, it is essentially Shion's\\nturn.%K%P",
"So, Yukari is not allowed to do paisley, but she\\nhas set her own rule that it's okay as long as\\nshe doesn't have sex with him.%K%P",
"'What, are you sure you've got that part right?'%K%P",
"We have to follow the rules. If we don't, they\\nwill do whatever they want.%K%P",
"You mean that by taking the initiative to follow\\nthe rules, you can persuade others to follow\\nthem.%K%P",
"'In return, ...... I'm going to cum to my limit\\nwhile I'm at it...'%K%P",
"'But, well, that's just like Yukari.'%K%P",
"'Hmmm, that's how it is. Now, Akira-san, please\\nejaculate a lot♪'%K%P",
"Once again, Yukari concentrates on the paisley.%K%P",
"In this short time, he had quickly become\\naccustomed to it, holding it with both hands and\\nadding a moderate amount of stimulation.%K%P",
"'Mmmm... ...... yeah... ...... okay... ......\\nmmmm...'%K%P",
"'Sounds kind of fun, doesn't it?'%K%P",
"I'm having so much fun making Akira-san feel my\\ntits, I'm almost climaxing just thinking about\\nit.%K%P",
"As usual, I'm exaggerating, but in actual sex,\\nYukari came just by my words, so I'm not joking.%K%P",
"'Soon...... I smelled a little bit of cum.\\n...... Are you about to get out of there?'%K%P",
"'Oh, oh, ...... sorry, I'll get it.'%K%P",
"Ejaculation is good, it's good.%K%P",
"When you are so openly and fully affirmed, it\\nseems ridiculous to say this or that.%K%P",
"Now that I understand how Yukari feels, let's\\njust let ourselves be honest here.%K%P",
"Then, I'm going to make it hard at the end. If\\nyou feel like you're about to come out, don't\\nhold back, just let it out.%K%P",
"Yukari holds my hips back and pulls me in tight,\\nwrapping my meat stick deep in her cleavage.%K%P",
"She began to rock rhythmically, keeping her\\nmunchy tits in close contact.%K%P",
"'Kuck, oh oh oh?'%K%P",
"'Hmmm...she's panting...so cute...'%K%P",
"'But ...... I'm going to make you feel a lot\\nbetter, so brace yourself.'%K%P",
"''Mmm, mmm, hmm, mmm, mmm, mmm, mmm, mmm, mmm,\\nmmm, mmm, mmm... ...... Hah, hah, hah!'%K%P",
"She repeatedly exhales sadly, moving her tits up\\nand down and slamming them against my hips.%K%P",
"As we continued this simple task, Yukari's face\\nwas reddening, as if she was starting to feel\\nit.%K%P",
"'Yukari......Yukari......'%K%P",
"'Akira-san! ...... I love you! ...... Oh, I love\\nyou! ...... Please cum for me! ...... Only for\\nme!'%K%P",
"Yukari's possessiveness inevitably shows its\\nface.%K%P",
"It was obvious that she herself was trying to be\\nunaware of this, because it was out of her\\nphilosophy of loving all three pillars equally.%K%P",
"'Akira-san, ...... ah, ah, ah! ah, ah, ah\\n......'%K%P",
"'Just look at me ...... just look at me ......\\nplease ......'%K%P",
"The sound of tappan tappan and tits echoed\\nthrough the room.%K%P",
"The more passionately we love, the more our\\nfeelings overflow no matter what.%K%P",
"'I like ......, Yukari.'%K%P",
"So I, too, want to accept all of Yukari now.%K%P",
"Akira!%K%P",
"Ugh, I'm getting it!%K%P",
"He reached his limit and gushed out his lust\\nviolently.%K%P",
"The white, muddy desire bursts between Yukari's\\ncleavage and overflows into a thick slush.%K%P",
"'Hah ...... hah ...... in my tits ...... I'm\\ndoing fine and rampant .......'%K%P",
"'I can't believe how much is still coming out\\n...... wow ......'%K%P",
"Yukari gently pressed down on my ejaculating\\npenis and rocked it back and forth as if to\\nassist me.%K%P",
"I pour my reproduced sperm into Yukari's tits as\\nI surrender myself to its gentle stimulation.%K%P",
"'Hahahaha...... thanks, Yukari......, the\\ntitillation felt really good.......'%K%P",
"'I'm honored. I knew you would like it, Akira-\\nsan.'%K%P",
"Well, now that the ejaculation has settled down,\\n......%K%P",
"Yukari stops her pizzing and spreads her own\\ntits from side to side.%K%P",
"'Wow ...... white so sticky ......'%K%P",
"Yukari's tits are quite soft, or perhaps she is\\nboldly showing off her cleavage that has just\\nreceived a cumshot.%K%P",
"I guess I have cum quite a lot, even though I\\nlet out so much last night.%K%P",
"'Sorry ...... for putting out so much in the\\nmorning.'%K%P",
"'It's okay. She's your wife, so ejaculate all\\nyou want.'%K%P",
"'But ...... this amount of time, one time just\\ndoesn't seem to be enough.'%K%P",
"Look how thick the cum is. You could almost pick\\nit up with your fingers.%K%P",
"Indeed, it is a strangely sludgy semen.%K%P",
"It was closer to a solid than a liquid, and as\\nYukari said, it looked like it could be picked\\noff with a finger.%K%P",
"Then, I guess we should ask Akira-san to do it\\nfor us.%K%P",
"'What the hell do you want me to do?'%K%P",
"'Since I'm spreading my boobs like this: ......'%K%P",
"'Akira-san, please take the cum and transfer it\\nto that container.'%K%P",
"'...... yes?'%K%P",
"'So, put the cum in your container at .......'%K%P",
"'All right, all right, all right, please explain\\nto me why.'%K%P",
"'............ Don't make me say embarrassing\\nthings anymore♪'%K%P",
"I knew it was an embarrassing reason!%K%P",
"'But that's okay, I can't hide anything from the\\nMaster.'%K%P",
"That cum is for ...... my own sex.%K%P",
"I won't be able to make out with Akira-san for\\nthe next two days, so I'm going to masturbate\\nwhile licking this cum off of you.%K%P",
"'Oh, you want to know about your wife's secret\\nsex life, you naughty master!'%K%P",
"...... Was that my fault now? Was that my fault?%K%P",
"'Anyway, help us collect cum...come on, come\\non...'%K%P",
"'Wow, okay. .......'%K%P",
"I was pushed by her indescribable power and\\ndecided to follow Yukari's lead.%K%P",
"'Wow ...... I'm amazing ......'%K%P",
"When you pinch the cum with your fingers, it\\nstretches into a string.%K%P",
"It was transferred from the cleavage of her tits\\nto a container that had been prepared for it.%K%P",
"Thank you very much. I am happy to have a kind\\nhusband.%K%P",
"'But ...... I'd like to have a little taste here\\nand now...'%K%P",
"'May I ask?'%K%P",
"I can't help it.%K%P",
"The next plucked cum is now taken into the mouth\\nby Yukari.%K%P",
"'nnchyuu... chyuuru, npu...'%K%P",
"'Hey, don't give me that kind of kiss and kiss.'%K%P",
"'I want to finger suck ...... the cum taste of\\nAkira's fingers .......'%K%P",
"'Hap, chu, chu〜〜〜〜, mmb!'%K%P",
"'Pell-mell ...... oh, an, it's gone, I'm sorry.'%K%P",
"Not content with just tasting cum, she licked\\nand sucked my fingers as much as she wanted,\\ncovering them in saliva.%K%P",
"'Hahaha ...... that was delicious, thanks for\\nthe food.'%K%P",
"'It doesn't taste like something you'd lick like\\ncrazy.'%K%P",
"'I think you have to be a girl to understand\\nthis, and even I wonder what I like about the\\ntaste of pussy.'%K%P",
"This was an astute point, because a few hours\\nago I was licking Yukari's pussy like crazy,\\ntoo.%K%P",
"I guess body fluids of the opposite sex are an\\nunexpectedly exciting taste.%K%P",
"'I was so excited to enjoy Akira's strong taste\\nthat I felt all eh!'%K%P",
"'Hey, Akira-san,......, why don't we have sex in\\nsecret?'%K%P",
"Don't tell anyone, it's morning. It's time for\\neveryone to get up.%K%P",
"'They won't come here until we wake up, so\\nplease ...... give me a penis ......'%K%P",
"'I'm having a hard time with my pussy tingling\\n...... and I need you to calm my rutting wife-\\nhole .......'%K%P",
"'...... no, huh?'%K%P",
"'............'%K%P",
"'I know. ......I knew it couldn't go any\\nfurther. ......%K%P",
"'Okay, I'll hold back, and then I'll masturbate\\nmyself to quell my carnal desires. ......%K%P",
"'I'll have some more cum to use as a side dish.\\nI'm going to continue to squeeze it out of\\nyou...'%K%P",
"'Oh, oh.'%K%P",
"Then please stay put. ......%K%P",
"Yukari regains her composure and acts\\ncheerfully.%K%P",
"She still looked regretful, but she was healthy\\nenough to move the meat stick between her tits.%K%P",
"'Hahaha, you're so squeaky clean.'%K%P",
"'I've still got a few left that I put out.'%K%P",
"'Mmmm, as I was kneading it like this, I could\\nsmell it getting nastier and nastier.'%K%P",
"Perhaps because it was warmed by the heat of\\nYukari's tits, the fishy smell peculiar to semen\\nintensified.%K%P",
"'Hah, hah ...... this is so exciting ......'%K%P",
"'You'll rinse it off later, right?'%K%P",
"'Uhhh, can't we just leave it like this?'%K%P",
"'No. Get clean.'%K%P",
"'Yes.'%K%P",
"Yukari reluctantly agreed.%K%P",
"And if you leave them alone, they're not going\\nto wash them seriously, they're going to leave\\nthem there.%K%P",
"Yukari can be tricky because of her oblique\\nbehavior.%K%P",
"I just ejaculated a few minutes ago and I'm\\nalready stumped. ......%K%P",
"Soon after I began to titillate, I was already\\nfully recovered.%K%P",
"'At this rate, no matter how many times I nub,\\nI'm going to get filled up soon.'%K%P",
"'I wanted to squeeze every last drop out of it,\\nbut ...... might not be possible.'%K%P",
"'I'll get it out now as best I can, so give me a\\nbreak on that.'%K%P",
"'Ummm...thank you...I think I'm going to have an\\norgasm just from those words alone...'%K%P",
"She is blatantly flailing her hips to appeal to\\nme.%K%P",
"Yukari boldly made full use of her tits to make\\nmy penis feel even better.%K%P",
"'Hah, hah ...... tits pitter-pattering against\\neach other, ...... doesn't that hurt?'%K%P",
"'It's so soft and nice, I just wish it was\\ntighter.'%K%P",
"I understand, then I'll make it more tight.%K%P",
"Yukari responded to my request and deliberately\\nsmashed her tits to make noise.%K%P",
"The shock of it all adds a nice touch to the\\npizazz and makes me more aroused.%K%P",
"'Hahahaha ...... it's so ...... slutty ......\\nexciting ...... to do this to your penis.'%K%P",
"'It's a lot cooler than I thought it would be\\nwhen you try it.'%K%P",
"'Yes, ... I'm glad you're big enough to pizz ..\\ntits, pussy, and all the places I want to make\\nlove to Akira to my heart's content..'%K%P",
"'...... healthy, my dear bride.'%K%P",
"Because I love you. Because I love you, I can do\\nany kind of naughty things.%K%P",
"Only Akira-san can see me like this. ......%K%P",
"I'm really lucky that Yukari loves me so much.%K%P",
"Not only sexual pleasure, but also a strange\\nsense of fulfillment spreads, leaving one\\nfeeling indescribably happy.%K%P",
"'Yukari...... happy now?'%K%P",
"Yes, very much.%K%P",
"'I see, then I have nothing to say.'%K%P",
"'Yes, all you have to do is to surrender\\nyourself to my tits and ejaculate as much as you\\ncan.'%K%P",
"I think ...... is ruining these places.%K%P",
"But that's part of being Yukari.%K%P",
"'Ha, ha, ha...... ah, anh!'%K%P",
"'Tits, are they starting to feel good?'%K%P",
"'Yes,...... it feels so nice and soft,......\\nhahahaha,...... there's a lot of trouble there.'%K%P",
"So please get it out of me quickly ...... I want\\nyou to ejaculate a lot of cum on my tits ......%K%P",
"Yukari's whole body is shaking frustratingly as\\nher carnal desires scorch her.%K%P",
"But she doesn't do anything more than pizzle,\\nshe just waits impatiently for my cum.%K%P",
"I know, I'll be out soon. ......%K%P",
"'I'm so happy .. to get it out ... get it out\\n......, get it out ..., get it out ......, get\\nall the white slop out of me..'%K%P",
"A wet sound, as if they were really having sex,\\nechoes through the room, and Yukari lets out a\\nsweet moan in time with the rhythm of the sound.%K%P",
"I thrust my own hips and tried to get the best\\nejaculation.%K%P",
"'Akira-san! ...... ah, Akira-san, Akira-san,\\nAkira-san, ah, ah, ah, ah, ah, ah, ah, ah, ah!'%K%P",
"'Yukari!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!'%K%P",
"'Kooooooooooooo ！！！！'%K%P",
"Sandwiched between fluffy tit-flesh, she reaches\\nher limit and ejaculates intramammary as it\\nwere.%K%P",
"'Oh, my God, ...... Akira's cock is bouncing!'%K%P",
"'I have to hold her tight and hold her down\\nhere...'%K%P",
"He is trying to suppress and contain the carnal\\nrod that is raging with desire.%K%P",
"I kept shaking and shaking and spitting out a\\nthick load of cum each time.%K%P",
"'Hahahaha ......'%K%P",
"'Uh-huh, did you ejaculate pleasantly?'%K%P",
"'Oh ...... thank you, Yukari, that was the best\\nfeeling I've had all morning.'%K%P",
"Thank you, too, for providing us with so much\\ncum. ......%K%P",
"As if to release the ejaculated penis, Yukari\\nagain spreads her tits from side to side.%K%P",
"'My masturbation is going to progress too. I\\nwant to do it right now...'%K%P",
"'Look, I'll get it for you again.'%K%P",
"Please, sir.%K%P",
"Yukari offers her cum-covered cleavage and I\\npick up my own cum and transfer it to a\\ncontainer.%K%P",
"'What is this scene ...... already too eerie in\\nthe best way.'%K%P",
"'Hah ...... I love Akira-san ...... I love him\\nso much I'm going crazy ......'%K%P",
"'...... I like you too, Yukari.'%K%P",
"Oh, my God, that's terrible, that's awful,\\nthat's terrible, hold me now!%K%P",
"'Ha-ha-ha-ha.'%K%P",
"Don't try to cover it up with a smile.%K%P",
"Okay, okay.%K%P",
"I gently stroke Yukari, as if to soothe her\\nfussy nature.%K%P",
"I can't reach the head, so it's on my boobs.%K%P",
"'Yikes, please don't caress my ...... boobs\\nanymore ......'%K%P",
"'Yukari's cute.'%K%P",
"'Hah, oh no, no more ...... cunning ......'%K%P",
"You're going to want to do it. ......%K%P",
"I will continue to flirt loosely and spend time\\nwith Yukari until the time I really need to get\\nup.%K%P",
"Wishing this sweet moment could last forever, I\\ntouched Yukari, who spoiled me, and we engaged\\nin casual conversation.%K%P"
]