[
  "'We should probably hurry with whatever we do next.'%K%P",
  "We had a quick meeting before practice.%K%P",
  "The two of them seemed to be working well with\\neach other, and their performance was getting better.%K%P",
  "Plus, by uploading bits from practice each day,\\nwe were having some success in building that\\nclose, community-style feeling.%K%P",
  "Unfortunately for Shuri, most of her fans were\\nfollowing to try and catch a peek, and even then,\\nit's not like there were tons of them to begin with.%K%P",
  "Objectively speaking, the duo was basically\\njust a mid-level group surviving mostly on sex\\nappeal, and weren't really mainstream yet.%K%P",
  "They were missing something, and that something\\nwas clearly what was keeping them from beating\\ntheir competition.%K%P",
  "'So you think we need a little\\nextra boost or something?'%K%P",
  "'We haven't really been climbing\\nthe charts much lately, huh.'%K%P",
  "We saw a good start, but that was it. \\nThere was no way we were going to coast\\nto the top like this.%K%P",
  "The top 10 Divine Idols all had their fans,\\nand a scrappy duo like ours had no way of cutting\\nourselves a portion of them.%K%P",
  "'We should probably settle on a duo name,\\nfor starters. If we don't hurry and get rid of our\\ntemp name, we'll never make it in time.'%K%P",
  "'What do you have in mind, Yamato? \\nAre you gonna poll our fans again?'%K%P",
  "'We can't do that. \\nWE formed this duo. WE need to do this ourselves.'%K%P",
  "'Okay, let's each come up with an idea. \\nMe, Kagura, and you too, Yamato.'%K%P",
  "'Me too? Shouldn't you two do this yourselves?'%K%P",
  "'You've been with us this whole way. \\nWe aren't gonna cut you off here.'%K%P",
  "'Exactly! And if you say you can't be bothered\\nthinking about it, I'll get especially angry.'%K%P",
  "'Okay. Well, thanks... \\nI guess I'll try and think of something.'%K%P",
  "I was just supposed to be their human rep,\\na support role, but I guess at some point I became\\npart of the team.%K%P",
  "Just thinking about it made me so happy.\\nI couldn't keep a smile off my face.%K%P",
  "'So, I know it's time to start practice,\\nbut here's what I was thinking.'%K%P",
  "'When we finally decide on an official name,\\nwhy don't we make a real-deal music video\\nto announce it?'%K%P",
  "We'd shared our practice sessions plenty of times. \\nBut never anything that was complete and final.%K%P",
  "It was time to put on a real performance,\\nworthy of Divine Idols and finally break out\\nof that erotic niche we were stuck in.%K%P",
  "'It's probably about time, huh.'%K%P",
  "'You sure we'll be okay?\\nWe haven't even pulled it off right yet.'%K%P",
  "'I'm aware of that.\\nBut we're gonna have to do it at some point.'%K%P",
  "'So I say, why not now? Right here, right now,\\nright when we pick a name for ourselves.'%K%P",
  "Seemingly moved by Shuri's passion,\\nKagura nods enthusiastically.%K%P",
  "The duo was going to\\ndominate the auditions.%K%P",
  "And this video would be the start of it all.%K%P",
  "'Ready when you are.'%K%P",
  "Camera ready, I waited to get shooting.%K%P",
  "'I'm good to go.'%K%P",
  "Shuri placed herself in front of the camera,\\nwaiting for that switch to be pressed.%K%P",
  "'I'm set, too.'%K%P",
  "Kagura was bouncing on the spot,\\nchecking her footing.%K%P",
  "'Alright, aaand action!'%K%P",
  "'Music! Start!'%K%P",
  "She pressed play and headed right to Kagura's side.%K%P",
  "I pressed record right as she got there.%K%P",
  "And shortly after the intro started playing.%K%P",
  "(That was PERFECT timing!)%K%P",
  "The first line of the song and their steps\\nwere perfectly synced.%K%P",
  "They seemed way more in the moment\\nthan during normal practice.%K%P",
  "They were so focused on getting it right on\\nthe first take, they performed better than\\never before.%K%P",
  "'Alright! We did it!'%K%P",
  "'Whoooo! \\nThat was perfect!'%K%P",
  "They were so on-point this time around,\\nit was almost impossible to imagine how\\nout of time they were before.%K%P",
  "'Kagura, thank you so much. This was all you.'%K%P",
  "'Heh, thank you, too. \\nI couldn't have done this all alone.'%K%P",
  "They had supported each other in ways\\nyou couldn't see.%K%P",
  "You could see it in their eyes.%K%P",
  "'Great job, you two. \\nThat was your best performance yet.'%K%P",
  "'Right? \\nSee, we aren't so bad after all!'%K%P",
  "'Now we're all set to announce our name!'%K%P",
  "'Yeah, well, first we need to edit this video\\nand actually come up with a name.'%K%P",
  "'I've got a few ideas, what about you, Kagura?'%K%P",
  "'Not even one...'%K%P",
  "'Don't go thinking that's gonna fly. \\nYou're a member, so you gotta do your share.'%K%P",
  "'I know, I know. I'll think up something.'%K%P",
  "'Looking forward to it. My partner in crime!'%K%P"
]