[
  "The voting for the preliminaries had reached an end.%K%P",
  "The results would be announced at 3pm\\non stage in Akihabara.%K%P",
  "The three of us decided to head there\\nto see the results with our own eyes.%K%P",
  "'Look at all these people...'%K%P",
  "'I never imagined there would be quite a crowd.'%K%P",
  "It was just proof that the preliminaries\\nwere a hot event.%K%P",
  "'Hey, look! It's L☆SEVEN!'%K%P",
  "'There's my sister...'%K%P",
  "Her sister looked a bit like her.%K%P",
  "As center, Sara took the mic and stepped forward.%K%P",
  "'Hi everyone, I'm Sara Benzaiten of L☆SEVEN.'%K%P",
  "'I want to thank all of you for coming here today. \\nNow, please allow me to announce the winners of the\\npreliminary round of auditions for our new member.'%K%P",
  "She unrolled the paper in her hand and read off it.%K%P",
  "'Starting off in 5th place, with 158,257 votes... \\nKagura Amauzu!'%K%P",
  "'Wait... Was that me?'%K%P",
  "'It was! You made it!'%K%P",
  "'Congrats Kagura. Looks like you beat me to it.'%K%P",
  "'Woohoooo! Thank you!'%K%P",
  "She started crying out of pure joy.%K%P",
  "It seemed like lots of her fans had gathered,\\nand all of them were clapping for her.%K%P",
  "Next came 4th place, then 3rd.%K%P",
  "'...'%K%P",
  "Shuri's name still hadn't come up.%K%P",
  "6th place and below still hadn't been\\nannounced, so everyone was tense.%K%P",
  "'Next up, 2nd place! With 233,480 votes... \\nShuri Kisshouten!'%K%P",
  "'No way...'%K%P",
  "She stood there, blown away.%K%P",
  "Up on stage her sister seemed quite surprised, too.%K%P",
  "'You did it, Shuri.'%K%P",
  "'Congrats. Looks like we both made it!'%K%P",
  "'Th-Thanks you guys... This doesn't even feel real!'%K%P",
  "She was still having trouble taking it all in\\nand stood there kind of lost.%K%P",
  "Meanwhile...\\nthe 1st place winner was announced.%K%P",
  "They beat out Shuri by around 10,000 votes. \\nIt was quite close when you think about\\nhow well known they were.%K%P",
  "'These five winners will compete in the audition\\nfinals. The finals will be held here on this stage\\nin one month's time.'%K%P",
  "There was only a month left until finals.%K%P",
  "It was going to be one month of work\\ntrying to get a level beyond the competition.%K%P",
  "'Lastly, I have an announcement\\nfor all of the L☆SEVEN fans out there.'%K%P",
  "'After these auditions are over and done with, I,\\nSara Benzaiten, will be retiring as a Divine Idol.'%K%P",
  "After making her announcement ever so softly,\\nSara put down the mic and walked off stage.%K%P",
  "It looked like Sara was the one who\\nleft everyone in awe that afternoon.%K%P"
]