[
  "'Hey Sara, can I talk to you for a sec?'%K%P",
  "'Sure, what's up?'%K%P",
  "I called Sara out, telling her I had\\nsomething to talk about.%K%P",
  "'So, what do you think?\\nHow do you think the preliminaries will go?'%K%P",
  "I pulled her away from the other two to ask.%K%P",
  "Would both of them make it, or would\\none of them get dropped? \\nReally, they could BOTH wind up getting dropped.%K%P",
  "'Hmm, yeah...\\nI can't really say for sure, but they're both\\nwonderful, so I think they might make it.'%K%P",
  "She didn't really have anything to back it up,\\nbut it still made me feel more confident.%K%P",
  "'What do you think of them?'%K%P",
  "I wondered if she felt like they were cut out to be\\nmembers of L☆SEVEN like she was.%K%P",
  "Whether or not the current members would accept them\\nwas more important than getting through auditions,\\nreally.%K%P",
  "'Shuri is just what I would expect from her family. \\nMaybe a little rough around the edges, but still\\nhas her appeal.'%K%P",
  "'And Kagura, her whole personality is her appeal.\\nShe's good at dancing too, but it's her ability to\\nput a smile on people's faces that's her best trait.'%K%P",
  "'I for one would be more than happy to\\nwelcome the both of them as Divine Idols.'%K%P",
  "It seemed like Sara endorsed them. \\nNothing could beat a confidence booster like that.%K%P",
  "'It was fun watching them do their thing. \\nMakes me think back to when I was first starting out.\\nReally brings back memories.'%K%P",
  "'You used to be as lively as them?'%K%P",
  "'Yeah... But, well, I guess there's\\nno turning back time...'%K%P",
  "Her mutterings didn't escape me.%K%P",
  "'You've still got it though, Sara.'%K%P",
  "'You think? I don't think I've got it like\\nthey do anymore, though.'%K%P",
  "'I feel like I've just kind of lost something\\nthat an idol should have, the sort of thing\\nyou can never get back...'%K%P",
  "I had no way of knowing what on earth\\ncould possibly be going through her mind.%K%P",
  "I could tell that there was always something\\nbehind that sweet smile of hers, though.%K%P",
  "'You mind if I ask for your time, next?'%K%P",
  "'I want you to be my mood changer for a bit.'%K%P",
  "As she spoke she wove her hands\\naround in a strange way.%K%P",
  "And in a moment she was enveloped in light.%K%P",
  "Once the light faded it was no longer the kindly\\nSara before me, but instead it was top idol\\nSara Benzaiten.%K%P",
  "'Come on. Make sure you hang on tight.'%K%P",
  "We flew up into the night sky.%K%P",
  "It was like I was some mere mortal\\ncaptured by a celestial maiden.%K%P",
  "And just like those old tales of forbidden love,\\nI felt suddenly drawn to the sight of her.%K%P",
  "'Sit down right there. Make sure not to fall.'%K%P",
  "She sat me down up on the roof.%K%P",
  "Then she sat down on the very top\\nand suddenly pulled out an acoustic guitar.%K%P",
  "'What's with the guitar?'%K%P",
  "'Normally I'd play a biwa lute. \\nBut that's a holy instrument,\\nso it's no good for normal music.'%K%P",
  "'I pull out this when I just feel like singing. \\nThe guitar just gives me that melody I need.'%K%P",
  "She started plucking the strings,\\ngetting the guitar in tune.%K%P",
  "'I've been thinking about it for a while now. \\nWhether or not this is really how I want things.'%K%P",
  "'I just can't get it out of my mind. \\nBut people just keep pushing me higher\\nto the top anyway.'%K%P",
  "Sara was the center for L☆SEVEN,\\nthe highest position a Divine Idol could reach.%K%P",
  "But she didn't seem to understand why.%K%P",
  "'The more I sing, the more I seem to move\\naway from... Something. I don't know what. \\nBut it always has me worried.'%K%P",
  "The guitar echoed around as she spoke.%K%P",
  "After it rang out for a bit, she put her hands\\non the strings and muted it.%K%P",
  "'Hey, Yamato. \\nI just want you to listen.'%K%P",
  "I nodded slightly, and she started playing again.%K%P",
  "But no matter how long she strummed,\\nshe never started singing. She just played\\nthe intro over and over again.%K%P",
  "'Sara...?'%K%P",
  "She didn't respond to me, either.%K%P",
  "She just kept playing in silence.%K%P",
  "'Why, though...?'%K%P",
  "She wasn't asking me, but instead letting her\\nquestion fade out into the night sky.%K%P",
  "'I like that song, you know.'%K%P",
  "'What do you like about it?'%K%P",
  "'It's, well, it's just really relaxing.'%K%P",
  "'It's the kind of song you'd listen to\\nwhen you've started falling for someone...'%K%P",
  "I spoke without thinking, and she gulped in response.%K%P",
  "'So... You mean like, when you fall in love?'%K%P",
  "'I guess, yeah. \\nIt's kind of embarrassing to talk about, though.'%K%P",
  "'Lots of L☆SEVEN songs are like that, huh?'%K%P",
  "Love songs.%K%P",
  "It wasn't just them either,\\nlots of idol songs seemed to revolve around love.%K%P",
  "'Love songs...?'%K%P",
  "'Aren't they?'%K%P",
  "'No... No, I guess you're right. \\nHmm, okay, I guess that makes sense...'%K%P",
  "I had no idea what was going on,\\nbut she seemed to have figured something out.%K%P",
  "She started muttering like crazy.%K%P",
  "'Sara?'%K%P",
  "'I finally figured it out. \\nI finally understand why I've felt so strange.'%K%P",
  "'I've been singing all these love songs for so long,\\nnever once even questioning myself.'%K%P",
  "'But that's not right, huh.'%K%P",
  "'Someone who has never loved\\nshould never be able to touch the hearts of others.'%K%P"
]