[
  "While I waited for Shuri to get her idol outfit\\nsorted, I stood by in my room.%K%P",
  "To kill time, I tried to figure out what the pair\\nshould do as a duo by looking up ideas on the net.%K%P",
  "After about an hour,\\nShuri was finally ready to show her outfit.%K%P",
  "'Thanks for waiting, you two.'%K%P",
  "'How'd your costume come out?'%K%P",
  "'Hmmm... To be honest, I'm not really sure. \\nI just kind of told them what I wanted,\\nand left the details up to them.'%K%P",
  "I wondered if it was a good idea to be so vague\\nabout her own outfit, but actually most goddesses\\ndid the same.%K%P",
  "We usually just asked what general image they wanted,\\nthen used that for a more striking design. That's\\nwhy Tatsumi's was so popular with goddesses, in fact.%K%P",
  "'It would have just taken too much time\\nto decide each little detail, so that might\\nhave been the best way.'%K%P",
  "The audition qualifier had already started.%K%P",
  "If she wanted to show off her new outfit,\\nshe needed it to be finished as soon as possible.%K%P",
  "'And it looks like Sara is going\\nto offer some advice, too!'%K%P",
  "'No way, is that allowed?'%K%P",
  "'She's been providing her opinion at Tatsumi's\\nfor a while now. I guess she'll be fair,\\nso it won't affect the audition.'%K%P",
  "Shuri's outfit wouldn't be getting any special\\ntreatment. Other entrants would have exactly\\nthe same chance.%K%P",
  "'Well then, now that Ms. Kisshouten is here,\\nwhy don't we talk about the duo?'%K%P",
  "'Before that, can I just say something?'%K%P",
  "Shuri said, raising her hand.%K%P",
  "'Could you please stop calling me Ms. Kisshouten?'%K%P",
  "'Yeah, that was bothering me too! \\nYou just call me Kagura, don't you think\\nit's weird that she gets called Ms.?' %K%P",
  "'You don't mind if I just call you Shuri...?'%K%P",
  "'I don't mind at all.\\nJust treat me the same as Kagura.'%K%P",
  "'Okay, got it, Shuri.'%K%P",
  "'Good.'%K%P",
  "Shuri seemed pretty condescending, unlike Kagura,\\nbut I guessed I could let it go since it was just\\nher character.%K%P",
  "'Let's start with what we know\\nof your current situation.'%K%P",
  "I opened up the site for\\nL☆SEVEN's new member audition.%K%P",
  "There was all kinds of stuff on there, but mainly\\nit announced the voting results in real time.%K%P",
  "'My current ranking is... Ugh, yep, still 39th. \\nI'm terrible...'%K%P",
  "Shuri's rank hadn't changed since\\nshe had told us what it was earlier.%K%P",
  "Currently, there were 52 goddesses in the preliminaries. \\nWhen you thought of it that way, Shuri was far\\ninto the bottom half.%K%P",
  "'Next, let's look at Kagura.'%K%P",
  "'I'm 34th! \\nI keep moving up and down in this same area...'%K%P",
  "'But you're still above me, you should be happy!'%K%P",
  "They'd paired up into one duo,\\nbut they were still rivals.%K%P",
  "Once they noticed even the smallest\\ndifference in rank, it would be tough to let it go.%K%P",
  "'You need to think of this ranking as just a point\\nof reference. The problem is, how do you move\\nup the ranks?'%K%P",
  "I felt sorry to say it but, it didn't seem like Shuri\\nor Kagura had any particular plans for the qualifier.%K%P",
  "As hatchling Divine Idols,\\nthey were just doing the same thing as always.%K%P",
  "'So, how do you think we can move up, Yamato?'%K%P",
  "'You've only just formed the duo, so nothing's\\ngoing to change immediately. You have to take it easy\\nand let everyone find things out little by little.'%K%P",
  "'You can say we should take it easy,\\nsure, but we don't have much time left.'%K%P",
  "'I know, I know. So you have to use the time\\nyou have left efficiently. You have to announce\\nwhat you're doing as a duo every day.'%K%P",
  "'If you guys try lots of stuff, building your pairing\\nthrough trial and error, and let everyone see that,\\nI think it would be really interesting.%K%P",
  "'That's not bad.\\nI bet the fans would really go for it.'%K%P",
  "'And it's impossible to get everything perfect right\\noff the bat. So we should just work on getting\\nbetter little by little.'%K%P",
  "It looked like Shuri and Kagura agreed. \\nSo all that was left was to get started.%K%P",
  "'So, the first thing is to announce\\nthe formation of your duo!'%K%P",
  "I switched my smartphone to record video,\\nand turned it on Shuri and Kagura.%K%P",
  "Goddesses in the competition could upload\\npictures and videos to the audition website.%K%P",
  "'Huh? 'Hey! You aren't recording yet, are you?'%K%P",
  "'What about my idol outfit?'%K%P",
  "'I've only got my uniform,\\nso you have to match me, Kagura.'%K%P",
  "Luckily they went to the same school, so their\\nmatching uniforms helped them look like a real duo.%K%P",
  "'Ready? \\nLet's get rolling!'%K%P",
  "'W-Wait! Isn't this is a bit too sudden? \\nLike, we just announce our pairing up like this?\\nWhat should we say?'%K%P",
  "'Why not just say our names, and something like\\n'We're forming a duo!' or whatever?'%K%P",
  "'Is that all? Is that enough?'%K%P",
  "'You're a duo that started though momentum\\nand improvisation, so I think that's a good\\nway to start.'%K%P",
  "Rather, that's about all these two can\\nhandle right now.%K%P",
  "They just ran into each other the first time today,\\nand became a duo to help break through\\nthe audition qualifier.%K%P",
  "Right now they're just riding the moment,\\nwho knows what will happen after this. \\nIt's exciting just thinking about it.%K%P",
  "'Okay, we're rolling!'%K%P",
  "This time they let me start recording.%K%P",
  "Shuri was still flustered, while beside her Kagura\\nkept poking her with her elbow.%K%P",
  "'Huh? Wait, am I going first?'%K%P",
  "'I-I'm Shuri Kisshouten!'%K%P",
  "'And I'm Kagura Amauzu!'%K%P",
  "'Kagura and I would like to announce that\\nwe have formed a new duo!'%K%P",
  "'Yaaay, applause!'%K%P",
  "'Hey, you say something too, Kagura!'%K%P",
  "'Yes ma'am! \\nWell, to break through the qualifier rankings,\\nwe two rivals have joined forces!'%K%P",
  "'It might have been impossible for each of us alone,\\nbut we'll get somewhere together!'%K%P",
  "'To tell the truth, I'm really not sure\\nif she is the right partner for me...'%K%P",
  "'Hold on a minute, that's my line! I mean,\\nI'm already higher in the rankings than you are!'%K%P",
  "'W-well, at the bottom of the rankings,\\nlittle differences like that don't really mean\\nanything!'%K%P",
  "'Even so, I'm still higher up! \\nWhich means I'm more popular than you are!'%K%P",
  "'Grrr....'%K%P",
  "'And so in this duo, I should be the leader!'%K%P",
  "'You stop right there!\\nThat is completely unacceptable!'%K%P",
  "'Nooo way. This is a done deal. \\nOur name will be Kagura & Shuri!'%K%P",
  "'I think you mean Shuri & Kagura! \\nBut anyway, what kind of duo name is that,\\njust our names together?'%K%P",
  "'We can make a formal decision about it later. \\nAnyway, even if it's just temporary, we need a name!'%K%P",
  "'I-I guess you're right. \\nOkay, 'Shuri & Kagura (TBC) it is.'%K%P",
  "'It's Kagura & Shuri (TBC)!'%K%P",
  "'Grrr....'%K%P",
  "'Hrrrggg...'%K%P",
  "'Okay, cut! \\nOh, you two are perfect together!'%K%P",
  "I figured that was the perfect timing\\nto end the video.%K%P",
  "Just then, the two of them came back to their senses.%K%P",
  "'Hold on, surely you aren't going to use\\nall of that? Aren't we going to do another take?'%K%P",
  "'Why? You guys were great!'%K%P",
  "'But, just when we announced our new group,\\nwe got into an argument!'%K%P",
  "'That's right, so you should have just given in\\nand let us be Kagura & Shuri (TBC)!' %K%P",
  "'Oh, you are so stubborn!'%K%P",
  "'You're the one who keeps fighting over\\nevery little thing!'%K%P",
  "Shuri and Kagura reached critical mass\\nalmost immediately. Their personalities were\\nfundamentally just too different.%K%P",
  "'I think it's great if you start out rough. \\nThat way, the attraction becomes wondering\\nhow you'll ever make it.'%K%P",
  "'I-I see...'%K%P",
  "'I really am something. You didn't even need to\\ntell me, I just understood that.'%K%P",
  "'You didn't understand anything!'%K%P",
  "If they could keep up this kind of back and forth,\\nthey had so much potential.%K%P",
  "And as for the point of contention, the duo name...%K%P",
  "'Since you guys are arguing over the name so much,\\nwhy not leave that up to a vote as well?'%K%P",
  "We could decide it based on comments fans\\nleave on the video. After all, it's just a temporary\\nname, so changing it won't be a problem.%K%P",
  "'That sounds interesting. It's got a hook to it,\\nand I like that it can get people involved.'%K%P",
  "'Alright then, let's get it uploaded!'%K%P",
  "Since it was settled, I uploaded the video\\nto each of their accounts directly from my\\nsmartphone.%K%P",
  "Then, I left a comment asking for people to vote on\\nthe temporary name, and we were all ready.%K%P",
  "'What's happening, what's happening?'%K%P",
  "'It's too soon, nothing's going to happen yet.'%K%P",
  "'Oh, we got a comment! \\nWhoa, that was fast!'%K%P",
  "'That's one vote for Shuri & Kagura (TBC)!'%K%P",
  "'Well, it's just getting started...'%K%P",
  "'Oh, well, I guess we will see then, won't we?'%K%P",
  "This audition was getting a lot of attention,\\nso the responses were really was fast.%K%P",
  "The view count was already going through the roof,\\nand comments were rolling in.%K%P",
  "'I think it does have a good hook,\\nyou're off to a good start!'%K%P",
  "'Yeah, it's going just like we'd hoped!'%K%P",
  "'But really, it's mostly all Yamato's idea.'%K%P",
  "'I-I know that. \\nI'm grateful, of course.'%K%P",
  "'Thanks, Yamato... It looks like it's going to work\\nout okay, thanks to you.'%K%P",
  "Apparently it was embarrassing having to thank\\nme again, as Shuri's face went bright red and she\\nkept fidgeting.%K%P",
  "Being treated like that made\\nme feel self-conscious, too.%K%P",
  "'W-well, at any rate, it looks like your duo\\nis officially started. Let's keep this momentum up.'%K%P",
  "'Right!'%K%P"
]