[
  "'Hmm...'%K%P",
  "She was hmm-ing and ohhh-ing over\\nthe pages in a manga.%K%P",
  "'Still nothing?'%K%P",
  "Shuri seemed to be looking something up on her phone.%K%P",
  "'I don't even know where to start for cool names.'%K%P",
  "'It doesn't need to be cool. \\nJust come up with something cute.'%K%P",
  "'Cute? No way, we should definitely go for cool.'%K%P",
  "'With an adorable face like that? No way.'%K%P",
  "'Huh? Are you saying I'm cute?'%K%P",
  "'Second place after me, yeah.'%K%P",
  "'Oh, REALLY now?!'%K%P",
  "They looked ready to fight it out if I let them be.%K%P",
  "But I finally started to understand that\\nthis just is how they get along.%K%P",
  "'Yamato, are you really okay\\ndoing all the editing alone?'%K%P",
  "'Yeah, no sweat.\\nI'd say 'Leave it all to me!' but...'%K%P",
  "I gestured for them to take a look at the screen.%K%P",
  "'Do you think you two could give me some input here? \\nI've always just edited these in my own style, but\\nthis is your duo, so I'd like your advice.'%K%P",
  "'Good point! This video is going to be something\\nspecial for us, so I'd like to have a say.'%K%P",
  "'I don't really have a sense for this kind of stuff,\\nso maybe you two should just take care of it...'%K%P",
  "'Come on, you don't have to do everything. \\nJust take a look and tell us what you think.'%K%P",
  "She shuffled on over, \\nmaking it clear that she really didn't want to.%K%P",
  "'Cool, so this is what video\\nediting software is like, huh.'%K%P",
  "She must have thought the screen\\nlooked pretty cool because her eyes lit up.%K%P",
  "'Okay, so we've got this here,\\nor this other one. What do you think?'%K%P",
  "'The first one! That one is CLEARLY better!'%K%P",
  "'Wait, but if we use this one, then...'%K%P",
  "Kagura takes the lead and gives her opinion. \\nMeanwhile Shuri grimaces at everything she says.%K%P",
  "'Okay, enough of that, my turn now. If you let her\\ndecide this whole thing is gonna be a mess.'%K%P",
  "'Wha! Hey now! \\nI'm not fooling around, here!'%K%P",
  "'Maybe not, but you're still trying to include\\npanty shots, same as always.'%K%P",
  "'You never learn, do you? \\nI keep telling you we need to curb the sex appeal.'%K%P",
  "'But come on, just a little?'%K%P",
  "'Follow Sara's example.'%K%P",
  "'Ah, okay, so the pure and innocent sex appeal!'%K%P",
  "'Can we just leave that last part out, seriously?'%K%P",
  "I thought I'd just be editing away quietly by myself,\\n but it turned out to be quite an affair.%K%P",
  "This was a first for me too,\\nso it was actually pretty fun.%K%P",
  "'I thought coming up with a name would take a while,\\nbut editing sure does take some time too, huh.'%K%P",
  "'Yeah, this thing probably won't\\nbe ready till late tonight.'%K%P",
  "'Let's make this a sleepover, then!'%K%P",
  "'That's fine by me, but don't you two\\nneed to get home?'%K%P",
  "'I just live by myself anyway, so it's no big deal.'%K%P",
  "'No problem here, either! \\nWow, this is kind of exciting!'%K%P",
  "'Yeah, it's like we're REALLY a duo now,\\nthis is nice.'%K%P",
  "I had thought Shuri wouldn't like the idea,\\nbut she seemed down for it.%K%P",
  "She has changed a bit herself,\\nover the course of our activities.%K%P",
  "'Well if you're down, let's get this thing finished.'%K%P",
  "'Hooray! Sleepover time!'%K%P",
  "'Okay okay, let's have our fun, sure,\\nbut don't forget why we're here.'%K%P",
  "'I know, I know! But come on, enjoy yourself a bit! \\nLet go a bit!'%K%P",
  "'You know I can't compete with you...\\nBut I AM having fun, you know.'%K%P",
  "She seemed almost embarrassed admitting it.%K%P",
  "But she did look like she was enjoying herself.%K%P",
  "'Alright, I'll go tell my parents. I'll get the\\nblankets and stuff, but what about a change\\nof clothes?'%K%P",
  "'Let's borrow Yamato's!'%K%P",
  "'Uhh, no thanks.'%K%P",
  "We continued editing after dinner.%K%P",
  "The two of them seemed pretty tired,\\nbut they still hung by and gave advice.%K%P",
  "'Hmmm, so... What about that name?'%K%P",
  "'I can give you some roundabout ideas,\\nbut I've got nothing that really stands out.'%K%P",
  "'Maybe we should just take the best parts of each,\\nand kind of piece them all together.'%K%P",
  "'Uhh, I can't see that working out.'%K%P",
  "'Yeah, I'm with Shuri on that one.'%K%P",
  "'What? Really?'%K%P",
  "'I doubt that would work with all three of us. \\nMaybe just the two of you, tops.'%K%P",
  "'Are you trying to back out?'%K%P",
  "'After all this? Of course not. \\nI'm still helping out here.'%K%P",
  "Our mid-edit video looped again and again.%K%P",
  "At one point the two of them held hands. \\nAnd when they do there's this star effect.%K%P",
  "'Okay. I'll be the star that connects you two, \\nso throw in a ☆ for my part.'%K%P",
  "'Are you trying to be cool or something?'%K%P",
  "'Wait, but that could be a good idea. \\n You and I can each come up with an idea,\\nand Yamato's ☆ can join them together.'%K%P",
  "'That might work. \\nIt would at least keep it from getting too crazy.'%K%P",
  "'Sounds like a plan, then! \\nAlright, get ready for it.'%K%P",
  "'Don't go too overboard, okay? \\nI'll try to pick something that matches.'%K%P",
  "'Sorry, Shuri. Didn't mean to drop this all on you.'%K%P",
  "'Nah, it's fine. Working with her,\\nI expected this from the start.'%K%P",
  "'That's what a partner is for, right? \\nKagura can pull off that sort of charm I don't have,\\nand I can make up for what she doesn't have.'%K%P",
  "'And then there's you in the middle,\\nconnecting us both.'%K%P",
  "'It's kind of embarrassing to hear face-to-face.'%K%P",
  "'But you should be aware of it. \\nOf how you keep us together.'%K%P",
  "'I know. As long as you two keep going,\\nI'll be your middle star.'%K%P",
  "'Good. \\nOkay you two, give me your hands.'%K%P",
  "She called out to us.%K%P",
  "We each put out a hand, all holding hands in silence.%K%P",
  "'This is our new beginning. You ready?'%K%P",
  "'Let's do this, all three of us.'%K%P",
  "'The two of you can do it. \\nI'm ready to bring you two to the top.'%K%P",
  "'We're counting on you, Mr. shooting star.'%K%P",
  "'Good luck.\\nJust remember, I'll pay you back any time.'%K%P",
  "Holding hands together like that,\\nit felt like a night I would never forget.%K%P",
  "There was no telling\\nwhere these two goddesses would climb to.%K%P",
  "But I was simply thankful,\\njust for the chance to be with them both.%K%P",
  "Shuri and Kagura weren't going to stop here. \\nI knew it, somewhere deep down inside of me.%K%P",
  "They were set on the right path,\\nand it was just a matter of moving forward.%K%P",
  "As the night drove on and my family had all gone\\nto bed, I was starting to feel drained from working.%K%P",
  "'I think I'm gonna go take a shower.'%K%P",
  "I felt bad for being all sweaty\\nand smelly around them.%K%P",
  "It would be a good refresher, too.%K%P",
  "'W-What are you doing in here?!'%K%P",
  "Just as I had stripped down and turned the water on\\nKagura came barging in.%K%P",
  "'I said I'd pay you back, right?'%K%P",
  "'So, this is how you're thanking me...?'%K%P",
  "'Well, I for one think that there'd be nothing\\ngreater than getting a back scrub from a goddess.'%K%P",
  "*Scrub-a-dub-dub*%K%P",
  "Kagura squeezed out some soap\\nand started scrubbing my back without a word.%K%P",
  "'Well, how is it?'%K%P",
  "'I... It's... I don't know.'%K%P",
  "'Hmm? Not enjoying ourselves, are we?'%K%P",
  "'...'%K%P",
  "To be honest, I could hardly even focus.%K%P",
  "It would have been fine if she at least covered\\nup with a towel or something, but there she was\\nin all her glory.%K%P",
  "'Wait, are you checking me out?'%K%P",
  "'Like I can help it.\\nWhen a girl just shows up nude like that...'%K%P",
  "'A 'girl'? I'm a goddess, you know.'%K%P",
  "'Yeah, sure, but you're still a girl, too. \\nSo I'll keep treating you like a girl.'%K%P",
  "'Hmm, is that so? \\nHeheh, you know, I think I kind of like that.'%K%P",
  "She seemed happy to just be another girl.%K%P",
  "She hummed a little song while\\nhappily scrubbing me down.%K%P",
  "'Well then, if you're gonna treat me like a girl,\\nthen I'm gonna speak to you like a girl.'%K%P",
  "'Thanks for everything. \\nAnd here's to our future!'%K%P",
  "Her fingers ran down my back.%K%P",
  "It suddenly felt like something more\\nthan just a simple wash-down.%K%P",
  "'I should thank you. \\nIt's been fun working with you two.'%K%P",
  "'I hope we can make it through the preliminaries.'%K%P",
  "'You can. You guys are unstoppable now.'%K%P",
  "I wasn't lying, I really did think they could do it.%K%P",
  "They had this power\\nand I could see them going far.%K%P",
  "'It's not just us, you're part of the group, too.'%K%P",
  "She counted it out, one, two, three. \\nThree of her fingers ran down my back.%K%P",
  "'I hope we all stick together forever!'%K%P",
  "'Yeah.'%K%P",
  "Their duo unit was just for the preliminaries.%K%P",
  "If they made it to the main audition,\\nKagura and Shuri would have to compete\\nagainst each other.%K%P",
  "But I still felt like the three of us\\nwould be fine anyway.%K%P",
  "'Hehe...'%K%P",
  "I'm sure she felt the same way.%K%P",
  "*Yaaaawn*%K%P",
  "She let out a big yawn. \\nIt seemed to pass to Shuri, who yawned next.%K%P",
  "It was already well past midnight. \\nOf course we were all tired.%K%P",
  "'Would you mind if I just took a quick nap?'%K%P",
  "'I'm so tired...'%K%P",
  "'Your beds are laid out in the next room,\\nso feel free.'%K%P",
  "'Thanks. Why don't you catch a bit of sleep, too?'%K%P",
  "'I will, at some point.'%K%P",
  "After another hour of editing I couldn't fight\\nit anymore and headed off to sleep.%K%P",
  "I set my alarm to go off in two hours.%K%P",
  "It was only a fraction of a second\\nuntil I was fast asleep.%K%P",
  "'Nghh, hey sis...'%K%P",
  "Some strange sensation pulls me out of my slumber.%K%P",
  "'I'm so coooold.'%K%P",
  "*Hug*%K%P",
  "'Ngh?!'%K%P",
  "I was so surprised by what happened\\nthat I couldn't even form words.%K%P",
  "When I opened my eyes Shuri was latched on to me.%K%P",
  "'What's going on here?'%K%P",
  "I had no idea what had happened.%K%P",
  "'I love you, sis...'%K%P",
  "I had never heard her talk like this before.%K%P",
  "It was like she was a little child,\\nlatched right on to me.%K%P",
  "Not the kind of thing a young man can handle calmly!%K%P",
  "'Mmm... mhmm...'%K%P",
  "It seemed like she was still half asleep.%K%P",
  "She had been sleeping next to me,\\nbut must have rolled over in the night.%K%P",
  "That in and of itself was fine, though. \\nThe problem was something else entirely.%K%P",
  "'What happened to your pajamas?'%K%P",
  "She should have had more than her panties to wear.%K%P",
  "They might not have been brand new,\\nbut I had left out a pair of sweats for her.%K%P",
  "Did she really hate wearing other people's things\\nTHAT much...?%K%P",
  "'Hey sis...'%K%P",
  "She was as defenseless as could be.%K%P",
  "She was latched on to me with both arms and legs,\\nher breasts pressed against me.%K%P",
  "Was she a regular pillow hugger, or did she just have\\na habit of latching onto things? \\nEither way this was quite the predicament.%K%P",
  "I wasn't sure I (or certain parts of me) could\\ntake much more!%K%P",
  "'...'%K%P",
  "I had no choice but to pretend to be asleep.%K%P",
  "I just had to wait for her to wake up\\nand leave on her own.%K%P",
  "It was the perfect plan! I pictured it all playing\\nout in my head, but in that very instant it all\\ncame crashing down.%K%P",
  "'Shoot! I forgot the alarm!'%K%P",
  "'...Bwah?'%K%P",
  "Checkmate.%K%P",
  "'Aaaaaaaaaaah!!!'%K%P",
  "'Hey! What's going on here?!'%K%P",
  "'No, wait! It's not what you think!'%K%P",
  "'You creep!!'%K%P",
  "She started throwing everything\\naround her at me in a panic.%K%P",
  "I threw up my blanket to block her,\\nand waited for her rage to pass.%K%P",
  "'Jeez, be quiet you two. \\nIs there a fire or something? An earthquake?'%K%P",
  "Kagura came over to see what the fuss was about.%K%P",
  "'Wait, Kagura...'%K%P",
  "'Wow Shuri, you can be bold sometimes!'%K%P",
  "'N-No! It's not like that! This is just...!'%K%P",
  "'I'm not gonna be left out!'%K%P",
  "*Rustle* Kagura quickly stripped down, too.%K%P",
  "Things had really gotten out of hand.%K%P",
  "'I'm not bad at this sort of thing either,\\nyou know! Hrngh!'%K%P",
  "'Bwha?!'%K%P",
  "Now scantily clad, Kagura dove for me.%K%P",
  "'Hey, what are you doing!'%K%P",
  "'Come on, Shuri!'%K%P",
  "Shuri tried to stop her, but Kagura pulled her in.%K%P",
  "Both of them fell down on top of me.%K%P",
  "'Your breasts are so soft, Shuri!'%K%P",
  "'Huh?! Watch where you put those hands! Aaahn!'%K%P",
  "What on earth was I supposed to do?%K%P",
  "All I could do was muster all my strength\\nto keep things from getting even more awkward.%K%P"
]