[
"As if to pamper me, Sara leaned her body against\\nme.%K%P",
"He leaned over and teased me with his fingers.%K%P",
"'I like .......'%K%P",
"Me, too.%K%P",
"'I tell you I love you every day, and you never\\nseem to fade away.'%K%P",
"I thought it would get stale if I repeated it,\\nbut it didn't.%K%P",
"The more I say, the stronger my feelings seem to\\ngrow. ......%K%P",
"'Mmm.'%K%P",
"Sara asks for a kiss.%K%P",
"I gave him a tug on his cute lips, which were\\nvery close by.%K%P",
"'...... this much?'%K%P",
"'More, of course.'%K%P",
"Now a proper kiss.%K%P",
"Thanks to repeated attempts, I was even able to\\ndo some pretty daring nips.%K%P",
"'Nchu...... churu, juu......'%K%P",
"They stick out their tongues and stick together.%K%P",
"As soon as they thought they had mixed their\\nsaliva, they were deep in each other's mouths.%K%P",
"'Mmmm......butchu, chugu......'%K%P",
"Put your tongue inside the other person's mouth\\nand taste it as much as you can.%K%P",
"This was not only from me, Sara did the same\\nthing.%K%P",
"The more they put their tongues together like\\nthis, the more the excitement builds.%K%P",
"'Sara, .......'%K%P",
"He puts his hand on an idol costume designed to\\nresemble a Japanese kimono.%K%P",
"'No, you're on duty right now, aren't you?'%K%P",
"'But I can't believe we went this far and ended\\nup ......'%K%P",
"Already, his penis is throbbing inside his\\npants.%K%P",
"The smell of heat was wafting from Sara as well.%K%P",
"'You don't want to have guests over, so you'll\\nhave to be patient.'%K%P",
"'When Auntie comes back, you can do it, okay?'%K%P",
"Sara also does not reject sex per se.%K%P",
"In fact, we have been making love every time we\\nsee each other for a long time now.%K%P",
"We came to understand each other more deeply as\\nwe went through the process more times.%K%P",
"'Sara! ......'%K%P",
"I take Sara's hand and press it against the\\nbulge.%K%P",
"She turned her troubled face to me, but caressed\\nme directly over my pants.%K%P",
"'I put out so much yesterday, and then I did\\nthis ......'%K%P",
"'You're a bad boy, Yamato-kun.'%K%P",
"Originally a sissy by nature, Sara has a weak\\nspot when she is spoiled.%K%P",
"I started touching her too, and it became a\\nmutual caress just like that.%K%P",
"'Nn...... no more, no more ......'%K%P",
"She inserts her hand into the costume and\\nexplores the part of Sara's body that she feels.%K%P",
"'Oh ...... oh, oh ...... finger, it's in there\\n......'%K%P",
"Push the tip of your finger into the vulva you\\nfound and rub the folds inside as you go.%K%P",
"Sara was already secreting sticky vaginal fluid\\nand wetting my fingers.%K%P",
"'Already so wet, aren't you?'%K%P",
"'Don't show me, I'm embarrassed. ......'%K%P",
"'I want to hold Sara, no?'%K%P",
"Why can't you just do it with your mouth?%K%P",
"'I'd rather hold Sara than give her a blow job.'%K%P",
"He put his arms around her and hugged her\\ntightly.%K%P",
"As soon as she does so, Sara's entire body\\nimmediately relaxes.%K%P",
"'Go to ...... and close up store.'%K%P",
"'Then you can have sex with me, .......'%K%P",
"He said that in a mellow voice and I immediately\\nwent to lower the closing tag.%K%P",
"'...... it's so embarrassing this early in the\\nday.'%K%P",
"Sara's legs, which she is ashamed of, are opened\\nwide enough to do this.%K%P",
"He moved his hips closer to her crotch, which\\nwas now fully exposed, and placed his erect\\npenis on display.%K%P",
"'......Yamato-kun, make your dick that big too.'%K%P",
"'This is not the way it's supposed to be.\\n......'%K%P",
"Sara remembers exactly how this is put in and\\nout.%K%P",
"The crack, which had already closed in\\nanticipation, was now torn open, and clear\\nnectar was overflowing from her vagina.%K%P",
"I knew this outfit was very naughty.%K%P",
"Sara didn't aim for it either, but it was made\\nto be very sex-friendly.%K%P",
"A light tug easily exposes her boobs for my\\nviewing pleasure.%K%P",
"'......I feel naughty because you are naughty,\\nYamato-kun.'%K%P",
"'It's because Sara is too attractive.'%K%P",
"Reach out to two particularly attractive bulges.%K%P",
"The soft skin easily accepted my fingers and\\nchanged its shape.%K%P",
"'Nnnn...... anh!'%K%P",
"He traces the nipple ring in a circular motion\\nto stir up the sexual sensation.%K%P",
"When licked or sucked, its dainty color is only\\nslightly bloodshot and reddish.%K%P",
"However, when she gets excited, she puffs up\\nslightly and tells me.%K%P",
"'Cute nipples, I see you're still hiding them.'%K%P",
"Under normal circumstances, it is buried in the\\nnipple and only the tip is faintly visible.%K%P",
"But I know damn well that the properly sexed\\nnipples are there.%K%P",
"'Nnnn...... nipples, don't do too much......'%K%P",
"'But I do like them, Sara's nipples, so please\\nshow them to me like you always do.'%K%P",
"Continue to carefully caress her in a way that\\nelicits sexual sensations.%K%P",
"As she did so, Sara's nipples gradually enlarged\\nand peeked out of her face.%K%P",
"Here we go.%K%P",
"'...... so big it's embarrassing to ......'%K%P",
"Sara's erect nipples are quite large.%K%P",
"At the same time, I had learned from previous\\nsex that that was the point where I felt\\nstrongly.%K%P",
"'Nipples, don't get lumpy. ......%K%P",
"When I pinch and squeeze her, she moans sweetly\\nin return.%K%P",
"The elasticity I felt in my fingertips was\\nhabit-forming, but I was even more aroused by\\nSara's sensual voice.%K%P",
"'You can't keep doing that. ......%K%P",
"Then we'll do this one at the same time.%K%P",
"While squeezing her nipples, he pushes his penis\\nagainst her slit.%K%P",
"As I continued to move my hips back and forth,\\nSara's nectar became sticky and glistening as\\nthe whole thing became entangled.%K%P",
"'If I keep moving it like this, it's going to go\\nin like a glove.'%K%P",
"She is enjoying her bare bottom while making\\nobscene sounds.%K%P",
"Sara's clitoris, usually modestly hidden, was\\nalso exposed and continuously stimulated as it\\nwas pushed out by the glans.%K%P",
"You can't do that!%K%P",
"After being caressed on her clitoris endlessly,\\nSara becomes irresistible.%K%P",
"Unable to resist, she occasionally lifts her\\nhips and asks for penetration.%K%P",
"'Sara, do you want me to put it in already?'%K%P",
"'Nkk ...... Yamato-kun's teasing ......'%K%P",
"He lightly pouted as if he was accusing me, but\\nsoon he became honest and asked for it.%K%P",
"'Please ...... Yamato, I want you to put your\\nnaughty dick in my cunt .......'%K%P",
"They are usually too shy to say such lines, but\\nnow that they have mellowed out, they will say\\nthem.%K%P",
"The dialogue alone was a huge turn-on, but when\\nSara's sweet voice whispered it to me, it was\\nenough to make me come.%K%P",
"'Let me ejaculate before I let you in!'%K%P",
"Uh, yes.%K%P",
"I'll get it!%K%P",
"He pushed the glans against the crack and led\\nhimself to ejaculate.%K%P",
"The desire overflows like a burst of water and\\nsplashes down on Sara.%K%P",
"Oh, no... ......!%K%P",
"The penis bounces and sprays the white fluid\\nover and over again.%K%P",
"Each time, Sara's outfit was soiled and covered\\nin my lust.%K%P",
"'Oh, what if we put it out here and it gets on\\nthe ...... product?'%K%P",
"Sara picked up the jelly-like semen and cleaned\\nup the mess.%K%P",
"'What are you going to do about it?'%K%P",
"'...... maybe you want me to drink it?'%K%P",
"'I thought it would be nice if you did.'%K%P",
"I can't help it. ......%K%P",
"The semen is pinched off with a finger and\\ngently taken into the mouth.%K%P",
"'Kuchu......mmu......'%K%P",
"The act is almost more like eating than\\ndrinking.%K%P",
"Sara chewed and swallowed the mass that\\nconnected and stretched.%K%P",
"'...... tastes like blue.'%K%P",
"'Thank you.'%K%P",
"'Yamato-kun, you're so energetic. I can't\\nbelieve you're this dense. ...... I'm so\\nnervous.'%K%P",
"He nuzzles the remaining semen in his mouth.%K%P",
"It got entangled in the mucous membranes and\\ncould not be removed, and as a result, Sara had\\nto taste it carefully.%K%P",
"'This taste, it makes me feel so naughty.'%K%P",
"He is staring at me with a blush on his cheeks.%K%P",
"Sara, who is clearly in heat, is seeking me out\\nwith her gaze.%K%P",
"She spread her legs wide, revealing her soaking\\nwet hole.%K%P",
"Yes, I'll put it in.%K%P",
"I couldn't hold back any longer either, so I\\nimmediately thrust my penis into Sara's overripe\\npussy.%K%P",
"It's coming in!%K%P",
"Sara's vaginal hole, which has become accustomed\\nto sex, is as narrow as ever, but it easily\\nwelcomes a meat rod.%K%P",
"I held her hips close together, and when I\\nreached the deepest point, the tip touched\\nSara's tiny cervix.%K%P",
"'Anh, there ......'%K%P",
"A mellow, happy voice leaks out.%K%P",
"'Sara, you love it here.'%K%P",
"'Because ...... is an important place for girls\\n......'%K%P",
"A sensitive place that you can never touch\\nyourself.%K%P",
"Sara felt special there, where only my penis\\ncould touch her.%K%P",
"'There, make me feel better ......'%K%P",
"Cute begging, and I respond to that request by\\npressing the glans against her.%K%P",
"'Hah ...... chugging ......'%K%P",
"The cervix sucks sweetly as it attaches and\\ndetaches at the very back.%K%P",
"Gradually, Sara would increase her rutting and\\ncling to me, demanding intense companionship.%K%P",
"'Are you ready to move?'%K%P",
"'Yeah, please ......'%K%P",
"She begins to hold Sara's hips and begins to\\nextract hard.%K%P",
"'Oh, my God, that's .......'%K%P",
"He squeezes the swollen glans against the\\nvaginal wall over and over again.%K%P",
"The sensitive inner parts of her body were\\nrubbed relentlessly, and Sara wiggled her whole\\nbody and felt it all over.%K%P",
"Oh, ah, ah, Yamato-kun, ah, that's good. ......\\nI don't mind if you do it more ...... and\\nharder.%K%P",
"While holding down her rampant tits, she moves\\nher meat pole in and out as if she were driving\\na stake into them.%K%P",
"The semen I had just doused her with was heated\\nby Sara's glowing skin, and a peculiar lewd\\naroma was spreading around the area.%K%P",
"No. ......, the naughty smell will soak into\\nyour kimono. ......%K%P",
"Even when she says so, Sara does not try to\\ninterrupt the act.%K%P",
"Rather, he pressed his hips against her as if\\nseeking her himself, and held on to her so that\\nshe would not leave him.%K%P",
"'Oh, ......, I can't take it anymore, I'm about\\nto ......!'%K%P",
"The sound of juices from the joints is echoing.%K%P",
"Sara's love juice, which was clear at first, had\\nbeen kneaded so much in her vagina that it had\\nturned completely cloudy.%K%P",
"He lightly scoops it out and plays with it\\nstickily, as if to show it off in front of\\nSara's eyes.%K%P",
"'Yaah ...... so embarrassing ......'%K%P",
"'...... nchu ...... tsupu ......'%K%P",
"In an attempt to hide the lasciviousness in\\nfront of me, Sara sucked on my fingers.%K%P",
"She licks with a lewd tongue as if she were\\ngiving a blow job, and cleans off the thick love\\njuice that has adhered to her.%K%P",
"'Mmmm ...... chu...... chu...... chu......\\nchu...... chu...... chu...... chu......\\nchu...... chu...... chu...... chu......\\nchu...... chu......%K%P",
"I fastened my clean fingers directly into Sara's\\nmouth and pinched and caressed her tongue\\ninside.%K%P",
"She responds to my fingers and sucks on them.%K%P",
"Both Sara and I were entranced by the lewd act\\nof communing with each other with both mouths,\\ntop and bottom, at the same time.%K%P",
"'Mmmmmm, mmmm, ......, ......, mmmm, mmmm, mmmm,\\nmmmm, mmmm, mmmm, mmmm, mmmm, mmmm!%K%P",
"Each time the penis thrusts, a muffled gasp\\nescapes.%K%P",
"Sara seemed to be pretty close to her limit, and\\nI could see that she was working through a\\nnumber of small climaxes.%K%P",
"'Sara, is it time?'%K%P",
"'Mmm.'%K%P",
"He shakes his head cutely.%K%P",
"Her moist eyes were begging to be made to cum\\nquickly.%K%P",
"Then I'll do the same.%K%P",
"Switch to movements that lead to ejaculation.%K%P",
"He used Sara's naughty body to drive his own\\npenis into the ground.%K%P",
"'Ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah!'%K%P",
"The whole body shakes as it responds to the\\nviolent extraction.%K%P",
"Even in such a situation, Sara dexterously\\nrotated her hips and enjoyed changing the angle\\nat which the meat stick penetrated her.%K%P",
"Sara, you've gotten so good at sex.%K%P",
"No! Don't tell me! ...... nnnn!%K%P",
"Sara is embarrassed, but does not deny it.%K%P",
"We had sex a good number of times since we\\nstarted dating.%K%P",
"Through repeated intercourse to feel good, both\\nSara and I were definitely getting better at\\nsex.%K%P",
"'Please give me your usual ...... squeeze.'%K%P",
"'Mm-hmm.'%K%P",
"At that moment, the tightness in the vagina\\nchanges noticeably.%K%P",
"Sara squeezed his penis by straining her hips.%K%P",
"'Okay, ......, put me on ...... anytime.'%K%P",
"And I'm out!%K%P",
"He easily finished me off and spewed semen into\\nmy vagina.%K%P",
"Sara-san takes my desire head-on and tastes the\\nsensation of the white muddy water being poured\\ninto her.%K%P",
"I'm coming too!%K%P",
"With a small declaration, Sara also climaxed.%K%P",
"His voice may be quiet, but his physical\\nresponse is sure, and he violently shakes his\\nmeaty jar, blaming it for his ejaculating penis.%K%P",
"'Hahahaha ...... mmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm\\nmmmmmmmmmmmmmmmmmmmmmmm.'%K%P",
"The climaxing and sensitive glans is further\\nstimulated and squeezed to the last drop by\\nSara's pussy.%K%P",
"I lightly rubbed the tits in front of me and\\nclamped my penis in the innermost part of her\\nuntil she calmed down.%K%P",
"'Thank you Sara for ......, that felt good.'%K%P",
"'You shouldn't have thanked me, it felt good to\\nme too. ......'%K%P",
"After such intense sex, she is still shy in a\\nprimitive way.%K%P",
"The naughty Sara in the act and the usual\\ninnocent and dainty Sara, both of which give me\\npleasure.%K%P",
"Oh, it's getting hard again. ......%K%P",
"'More ...... no?'%K%P",
"'It's almost time for Auntie to come home.'%K%P",
"And it is not a good idea to leave the 'closed'\\nsign down forever.%K%P",
"'But ......'%K%P",
"Use your hips lightly, as if begging.%K%P",
"Sara, still in a lingering state of shock,\\nlooked at me with vacant eyes.%K%P",
"'Just one more ...... to go, okay?'%K%P",
"What can I say, Sara-san spoils me.%K%P",
"In the end, they continued to have sex many more\\ntimes after this and were lectured by their\\nparents when they returned home.%K%P",
"By the way, it was obvious that I had sex with\\nSara the first time.%K%P",
"Since then, the relationship has been parent-\\napproved to this day.%K%P"
]