[
  "These dream-like days passed by in an instant.%K%P",
  "And I wouldn't have given up my time with her,\\nlooking as happy as she did, for anything.%K%P",
  "My feelings for her deepened the more time\\nI spent by her side, while she continued to\\nwrite her song about how she felt about me.%K%P",
  "I really loved her.\\nThis feeling was definitely true love.%K%P",
  "And right around the time I realized this,\\nSara found her answer, too.%K%P",
  "[I finished the song.]%K%P",
  "I received a text, and it was just this one line.%K%P",
  "But she hadn't told me\\nwhether she could sing it or not.%K%P",
  "Akihabara was an area that never slept.%K%P",
  "But even this restless area knew a good night's sleep\\nback when it prospered as an electronics district.%K%P",
  "People often called it an area under constant change.%K%P",
  "It was always at the very forefront of trends,\\nand the changes that came with them.%K%P",
  "A year after the goddesses had arrived,\\nit was certain that change was imminent.%K%P",
  "And Akihabara was the easiest place to see it.%K%P",
  "As I followed the narrow side streets deeper,\\nthe hustle and bustle faded entirely away.%K%P",
  "There was a small park.\\nThe place Shuri, Kagura, and I held practice.%K%P",
  "'Hey, Yamato.'%K%P",
  "Sara was there waiting for me.%K%P",
  "No one else, just her.%K%P",
  "'Sorry for calling you out so late.\\nI just wanted you to hear it right away.'%K%P",
  "'Are you really going to let me hear it this time?'%K%P",
  "'Yeah. If my voice works, that is.'%K%P",
  "I could see the uneasiness in her smirk.%K%P",
  "She felt ready.\\nBut she was still unsure.%K%P",
  "It didn't seem like she had even tried it, yet.\\nShe was going to throw everything at this one go.%K%P",
  "'So, you ready?'%K%P",
  "'Just do your best.'%K%P",
  "'That's not how this works.'%K%P",
  "'But you know, they say.\\nWhen the time comes, the music does too.'%K%P",
  "'So, here it is. My song, my feelings, for you.'%K%P",
  "'It's about the path that you and I will take,\\nhappily moving towards the future...'%K%P",
  "'I just hope I can get it out.'%K%P",
  "After some time she started to sing once again.%K%P",
  "'Sara... You did it...'%K%P",
  "It was almost unreal. After all that time,\\nher voice still rang out beautifully.%K%P",
  "She had the most soothing voice in L☆SEVEN,\\nbut her skills didn't stop there.%K%P",
  "Her voice, her feelings, the lyrics,\\nall in perfect harmony.\\nIt was all her very own.%K%P",
  "This wasn't a gift, but her very feelings themselves.\\nIt was indeed true love.%K%P",
  "'You did it, Sara.'%K%P",
  "This was the love of a goddess.%K%P",
  "It was bond that grew stronger between\\nus every day. But more than that,\\nit hinted at a future we'd head to together too.%K%P",
  "'Yamato...'%K%P",
  "Cherry blossoms danced, decorating the indigo sky.%K%P",
  "They were out of season, born from her song.%K%P",
  "'Thank you! I finally sang again!'%K%P",
  "Then, as if the cherry blossoms weren't enough,\\nwisteria flowers burst into bloom.%K%P",
  "'I can feel it, Yamato. Your Sakimitama.'%K%P",
  "My Sakimitama gave her power.%K%P",
  "And when we touched, I could feel\\nall my love for her swell.%K%P",
  "It felt like an endless rush of joy.\\nAnd to make it all even better,\\nSara was there with me.%K%P",
  "'I love you, Sara.'%K%P",
  "'I love you, too.'%K%P",
  "'That's it! I'm truly in love!'%K%P",
  "She didn't seem unsure anymore.\\nThose feelings were true.%K%P",
  "Her song had finally shown us that.%K%P",
  "It truly was love.\\nMe with her, and her with me.%K%P",
  "'You may be a human and I may be a goddess...'%K%P",
  "'But we'll always be one.'%K%P",
  "We weren't alone.%K%P",
  "The two of us had a future together.%K%P",
  "Her song was just for me,\\noverflowing with all her abundant love.%K%P",
  "However, the world wasn't just for one or two people.\\nIt was decorated by the many people and goddesses\\nthat lived within it.%K%P",
  "We wanted to see the future of this world together.\\nWhat would the future hold for us?%K%P",
  "Anyone would feel anxious.\\nBut at the same time, we felt excited.%K%P",
  "Our future together was full of hope,\\nand would last for ever and ever...%K%P"
]