[
  "She had been lost, but now she'd found her path.%K%P",
  "She'd even found a real place with my family,\\nnot just using them as an escape like before.%K%P",
  "The way she used to smile to hide her sadness\\nhad faded away into a genuine smile.%K%P",
  "After seeing her shine for real,\\nI fell even more in love.%K%P",
  "'Sorry for stealing your PC from you.'%K%P",
  "She borrowed my laptop to work on her song.%K%P",
  "'No, it's fine.\\nBut in this case, you should just say thanks,\\nnot sorry.'%K%P",
  "'I guess you're right. Thank you, Yamato.'%K%P",
  "'Want a thank you kiss?'%K%P",
  "She was really good at drawing me in.%K%P",
  "She was a goddess after all,\\nbut even so, I wanted her to understand just\\nwhat kind of effect she could have on others.%K%P",
  "'Let's save that for when you're\\na little less busy.'%K%P",
  "'Thanks. That's one I.O.U. kiss, then!'%K%P",
  "She said as she blew a kiss my way.%K%P",
  "It meant I'd have to give it back later.%K%P",
  "And so, I continued to watch her work,\\nworrying endlessly over her.%K%P",
  "'Though I just realized,\\nyou're not using your guitar for this?'%K%P",
  "'Of course I am.\\nBut it doesn't really help it really stick.'%K%P",
  "'It's only good for making melodies.\\nWhen you just want to get all your ideas together,\\nI think it's easier to do it on the computer.'%K%P",
  "The whole time she'd been working on her song,\\nshe hadn't brought her guitar here once.%K%P",
  "And only she could hear what was on the PC.%K%P",
  "'What's the matter? You want to know what I'm up to?'%K%P",
  "'Well, I mean, yeah. It's a song about me after all.'%K%P",
  "'Too bad! I can't show you this.'%K%P",
  "'The end result is going to be for you.\\nSo just wait until it's done, okay?'%K%P",
  "She had the song locked away from me,\\nbut I just sat there ready to help.%K%P",
  "I couldn't really do anything but give her a space\\nto work on it, but I was pleased with that.%K%P",
  "'Still, it's kind of weird, right?'%K%P",
  "'What do you mean...?'%K%P",
  "'Didn't you know?\\nBenzaiten is the goddess of music.\\nSo usually people write songs FOR me.'%K%P",
  "'But here I am, doing the exact opposite.'%K%P",
  "'Wait, did I break some religious law\\nby asking for this?'%K%P",
  "'No, no. I'm kind of glad, really.'%K%P",
  "She did truly look happy.%K%P",
  "All songs have creators and receivers.\\nEach side is different, but they have some things\\nin common.%K%P",
  "'You really love music.'%K%P",
  "'Oh, absolutely.'%K%P",
  "She really had a passion for it.%K%P",
  "It was exactly why she fussed over her songs so much.%K%P",
  "And it was the reason she seemed so intense.%K%P",
  "Even if she could never sing again,\\nshe was the goddess of music,\\nand none would love music more than her.%K%P",
  "'Heehee!'%K%P",
  "'W-Why are you staring?'%K%P",
  "'I'm just looking, is all.'%K%P",
  "She said with a smile on her face.%K%P",
  "'I just wanted to get a good look at you\\nto see what I felt from it.'%K%P",
  "'Because that's a crucial piece of my song.'%K%P",
  "She stared at me a bit longer before turning back.%K%P",
  "I just sat and watched her many expressions,\\nand that was enough to make me happy, too.%K%P"
]