[
  "'Holy crap... What is all this?'%K%P",
  "I couldn't help but stare at the miracle she created.%K%P",
  "'Well? What do you think?\\nIt's on a whole new level, huh?'%K%P",
  "'Forget levels, this is like something brand new!'%K%P",
  "It was like I was living in a dream.%K%P",
  "If Eden was real, this was probably what it was like.%K%P",
  "'Your Sakimitama is pretty impressive, too.\\nThat's why I was able to pull this off.'%K%P",
  "'R-Really?\\nI guess it's a good thing I'm so obsessed with you.'%K%P",
  "'And me with you.\\nInstead of just showing our feelings to each other,\\nsharing those feelings seems to be more effective.'%K%P",
  "Now that we both understood our feelings,\\nshe was able to produce all sorts of divine miracles.%K%P",
  "The power of love sure is something.%K%P",
  "'I think my power is enough.\\nNow I just need to incorporate it into a song.'%K%P",
  "'I wish I could say 'leave that to me!' but\\nmaybe we should talk it out together?'%K%P",
  "'I want this to be a collaborative effort.'%K%P",
  "'A show made by the two of us, huh.'%K%P",
  "'Okay, let's come here for practice during the day,\\nand work on our planning at your place at night.'%K%P",
  "'I'm... Not sure how long I can handle our nights...'%K%P",
  "'Can't hold back those kisses?'%K%P",
  "'But I won't have it! Work before play.\\nOnce we're done though, I'll kiss you to sleep!'%K%P",
  "Now that we had shared a kiss,\\nshe didn't seem to mind as much.%K%P",
  "It was still kind of awkward and embarrassing,\\nbut neither of us thought badly of it.%K%P",
  "Our relationship had successfully become\\nquite touchy-feely.%K%P",
  "A few days later.%K%P",
  "Our relationship continued to deepen,\\nand we kept working on her audition piece.%K%P",
  "'Ah, okay.\\nThis is when I should use my Jinriki, huh?'%K%P",
  "'Yeah, if you can pull it off right at the climax,\\nI'm sure the audience will go wild.'%K%P",
  "'Good idea. How about we change up\\nthe choreography to match it, then?'%K%P",
  "'Hmm...\\nYeah, even just a gesture change could do the trick.'%K%P",
  "'Okay, let's work that out tomorrow, then.'%K%P",
  "We worked together like this every night.%K%P",
  "We'd watch videos of other idol groups,\\nand review stuff from Love☆Kami.%K%P",
  "The more we went at it,\\nthe more we found we could do.%K%P",
  "'Alrighty then, why don't we call it a night?'%K%P",
  "'Sounds good. Let's just shower up and get to bed.'%K%P",
  "'Yeah...'%K%P",
  "My parents were already asleep.%K%P",
  "It was time for just the two of us.%K%P",
  "At Shuri's suggestion we headed for the bathroom.%K%P",
  "'Okay, I'm gonna go in first...'%K%P",
  "She faced away from me\\nas she undressed and headed in.%K%P",
  "'Don't be long!'%K%P",
  "'Yeah yeah.'%K%P",
  "After a quick scrub down we got in the bath together.%K%P",
  "Right before my eyes was Shuri in all her glory.%K%P",
  "'Just... Don't stare so much, okay?'%K%P",
  "'You say that every time.'%K%P",
  "'Because it's embarrassing every time.'%K%P",
  "We had been bathing together like this\\nfor the past three days or so.%K%P",
  "Together, naked, while my parents couldn't catch us.%K%P",
  "'Hey now... Watch where you're looking...'%K%P",
  "'Hey, you're the one who wanted to do this.'%K%P",
  "'Didn't you want to do it too, though?'%K%P",
  "'Of course I did. Wait, did you?'%K%P",
  "'It's embarrassing, but... Yeah...'%K%P",
  "Shyness was just another flavor of love.%K%P",
  "The sense of being watched had us both worked up.%K%P",
  "'Are you sure it's okay for me\\nto do this with a goddess?'%K%P",
  "'A little late for that, don't you think?\\nYou'd already be fried to a crisp\\nif that was not the case.'%K%P",
  "Note to self: Avoid divine punishment.%K%P",
  "It sent a shiver down my spine.%K%P",
  "'Okay, so I know it's okay to love a goddess,\\nbut you're also an idol, right?'%K%P",
  "'True... I do sometimes wonder if doing this is like,\\nagainst idol rules or something.'%K%P",
  "'But ever since we started dating I've really\\nbeen able to display my true powers and all, so...'%K%P",
  "'I'm sure that if I lost my feelings for you\\nI wouldn't really be myself anymore.'%K%P",
  "'That's right, the real Shuri is the one\\nthat loves me.'%K%P",
  "'I couldn't push you away even if I wanted to.'%K%P",
  "'So I don't think there's any point in hiding it.\\nI'm gonna take on these auditions as the real me.'%K%P",
  "'Well, let's make sure we put on the best possible\\nshow for those fans of yours, then.'%K%P",
  "'Yeah.'%K%P",
  "She finally was smiling like normal again.%K%P",
  "During our little chat she was finally able to\\novercome her shyness, at least for a moment.%K%P",
  "'Hey though, I like how your skin gets all flushed\\npink when we're in the bath like this.'%K%P",
  "'W-Why change the subject suddenly?'%K%P",
  "'Hey, I was just saying I like it.'%K%P",
  "'I was just finally getting comfortable, too!\\nNow you've gone and got me all hot and bothered.'%K%P",
  "'You're just too adorable.\\nI could just pet you like a little kitty.'%K%P",
  "'Definitely no petting.'%K%P",
  "'How about a kiss, then...?'%K%P",
  "'No kisses!\\nThat's all for AFTER our bath, okay?'%K%P",
  "'Don't worry you'll get your lovey-dovey time later.'%K%P",
  "Oh boy would I ever. As soon as we were done here.%K%P",
  "Hugging, kissing, getting all close,\\nall the things that lovers can't go without.%K%P"
]