[
"翌日、いつもより早く起きた俺は、落ち着かない様子で部屋の中を歩き回る。%K%P",
"「こんなもので大丈夫だよな？」%K%P",
"何度目かの身だしなみチェックを終えてからスマホで時間を確認すると、約束の時間より少しだけ早かった。%K%P",
"「アカネを待たせるのも悪いしな」%K%P",
"最後にもう一度だけ、服装を確認してから椿木荘を出る。%K%P",
"「初デートか。なんか緊張するな」%K%P",
"以前にもアカネとふたりで出かけたことはあったが、その時とは関係が違う。%K%P",
"今日のデートを、アカネは楽しんでくれるだろうか？%K%P",
"「ごめん、おまたせっ！」%K%P",
"なんてことを考えていると、大きな音を立ててアカネが飛び出してきた。%K%P",
"「いや、時間ピッタリだぞ」%K%P",
"以前までのアカネなら、たぶん遅刻していたと思う。%K%P",
"些細なことではあるが、アカネの成長を実感できたことがたまらなく嬉しい。%K%P",
"「な、なんだ。将が待ってたのが見えたから\\n　遅刻したのかと思った」%K%P",
"「慌てなくてもよかったぞ。\\n　遅刻したって怒ったりしないんだから」%K%P",
"「でもさ、こう、気持ちの問題？\\n　待たせてると悪いなーって思っちゃうわけ」%K%P",
"「まあ、その気持ちはわかるけどな。\\n　でも――」%K%P",
"今日が初デートだと考えると、ついついアカネのことをじっくりと見てしまう。%K%P",
"見慣れた私服のはずなのに、普段の何倍も可愛く見えてくる。%K%P",
"「な、なに？　寝ぐせでもついてる？\\n　どこかおかしい？」%K%P",
"「――いや、その逆だ。\\n　今日のアカネは、いつもよりずっと可愛く見える」%K%P",
"「えっ！？　いつもと変わらない服だよ？」%K%P",
"「いいや、いつもよりずっとキレイだよ」%K%P",
"「えへへ……そ、そう？\\n　将にそうやっていわれると嬉しいよ」%K%P",
"「しょ、将も、いつもよりずっとカッコイイよ？」%K%P",
"顔を赤くしてはにかむアカネの言葉に、恥ずかしさで思わず顔を逸らしてしまう。%K%P",
"「あー、将が顔逸らした！」%K%P",
"「し、仕方ないだろ。面と向かってカッコイイ\\n　なんていわれるの恥ずかしいんだから。\\n　すまん、他意はないんだ」%K%P",
"「あたしは思ったこと口にしただけだよ。\\n　それより、はい」%K%P",
"アカネが手を差し出してくる。%K%P",
"ああ、なるほどそういうことか。%K%P",
"「これでいいか？」%K%P",
"差し出された手に自分の指を絡ませながら握りしめる。%K%P",
"「えへへ、てりゃっ！」%K%P",
"「うおっ！」%K%P",
"手を握っていると、アカネがそのまま俺の腕へと引っ付いてきた。%K%P",
"「これで完璧！」%K%P",
"い、いきなり腕組みか。%K%P",
"しかし、これはこれでアカネの感触を存分に楽しむことができるので、気恥ずかしささえ気にしなければ最高だといえる。%K%P",
"「そ、それじゃ、行くか」%K%P",
"「うんっ！」%K%P",
"上機嫌になったアカネと腕を組みながら、俺たちは商店街へ向かって歩き始める。%K%P",
"ふたりで商店街に訪れると、腕を組む俺たちの姿を見て声をかけられ、冷やかされた。%K%P",
"そういう時アカネは商店街の人たちに決まってこういっていた。%K%P",
"「あたしの魅力で将がメロメロになったからね！」%K%P",
"なんて、嬉しそうにアカネが喋っているのを苦笑しながら隣で聞いていた。%K%P",
"そうやって嵐のように訪れた人たちが去っていくと、ようやく一息つけた。%K%P",
"「まったく、商店街の人たちは本当に噂好きだよな。\\n　――って、どうしたアカネ？」%K%P",
"隣を見ると、アカネは不機嫌そうに唇を尖らせていた。%K%P",
"「べっつにー。あたしだけ浮かれて話をしててバカ\\n　みたいって思っただけ」%K%P",
"「すまん。無視したつもりはなかったんだ。\\n　ただ、少し恥ずかしくてな」%K%P",
"「恋人なんだから、そこは相槌打つとか、\\n　賛成してほしかったのに……」%K%P",
"「ほんとすまん」%K%P",
"「悪いと思ってる？」%K%P",
"「ああ、もちろんだ」%K%P",
"「……じゃあ、キスして。そしたら許してあげる」%K%P",
"目を瞑り、小さな桜色の唇を差し出してくるアカネに顔を近づける%K%P",
"さ、さすがに町の往来でキスはな。%K%P",
"「えーっと、こんな場所でキスはあれだから、\\n　これで許してくれないか」%K%P",
"「あっ――」%K%P",
"キスの代わりに頭を撫でると、拗ねていたアカネの顔が破顔する。%K%P",
"「んっ……えへへ。うん、\\n　仕方ないからこれで許してあげる」%K%P",
"許してくれたみたいでよかった。%K%P",
"「でもアカネは凄いな」%K%P",
"「どうしたの突然？」%K%P",
"「あんなに大勢の人たちに、\\n　優しく声をかけてもらえるなんて中々ないぞ？」%K%P",
"「そう、なのかな？」%K%P",
"「ああ。皆きっと、アカネのことが好きなんだな」%K%P",
"「今まで声をかけられるのが普通だと思ってたけど、\\n　それは違うんだ」%K%P",
"「そりゃ、嫌いな相手に声をかけたりはしないからな」%K%P",
"「……そっか。あたしが気付いてなかっただけで、\\n　いろんな人たちに良くしてもらってたんだ……」%K%P",
"初めてそのことに気が付いたアカネは、嬉しそうに顔を綻ばせた。%K%P",
"アカネのそういう表情を見ていると、俺も嬉しくなる。%K%P",
"「アカネはどこか見て回りたい場所とかあるか？」%K%P",
"「あたしは特にないかなー。\\n　将とこうしてくっついて歩いてるだけでも\\n　楽しいからね」%K%P",
"「じゃあ、俺のオススメの喫茶店にでも行くか？」%K%P",
"「将のオススメ……うん、じゃあそこへ行こう！」%K%P",
"よし、アカネも興味を持ってくれたみたいだ。%K%P",
"「喫茶店かー、楽しみだなー！\\n　あたし、喫茶店に入るの初めてなんだ」%K%P",
"「あそこの店はあんみつとかパフェが美味しいから\\n　アカネも気に入ると思うぞ」%K%P",
"「あんみつにパフェ！　いいね！\\n　将、早く行こう！」%K%P",
"「あ、おい、引っ張るな！　……まったく」%K%P",
"笑顔のアカネに手を引かれ、俺の歩みも自然と早くなった。%K%P",
"「ここが将のオススメの店かー」%K%P",
"案内された席に座ると、アカネは首を左右に動かして店内を見渡す。%K%P",
"「なんかいい雰囲気！」%K%P",
"「内装に力を入れている店だからな」%K%P",
"この喫茶店は、間仕切りのすだれや竹筒使った伝票入れなど、和風の内装にはこだわっている所もオススメの一つだ。%K%P",
"「メニューもあんみつ、ぜんざい、団子によもぎ饅頭、\\n　抹茶パフェ……じゅるり」%K%P",
"アカネはお品書きとにらめっこしながら、視線をせわしなく動かしている。%K%P",
"そんな様子をなんとなく眺めていると、ふいに顔を上げたアカネと目が合った。%K%P",
"「将はもう決まったの？」%K%P",
"「俺か？　俺は白玉ぜんざいかな」%K%P",
"「白玉ぜんざい！　それもいいなー」%K%P",
"「アカネは決まったか？」%K%P",
"「うーん、食べたいものばっかりで、どれにしようか\\n　悩むんだよね。ちなみに将のオススメはどれ？」%K%P",
"「俺のオススメは抹茶のワッフルかな。\\n　アイスや栗が乗っていてなかなか美味いぞ」%K%P",
"「ワッフルかーほかには？」%K%P",
"「あとはパフェかな。値段はそこそこするけど\\n　量が多いから十分満足できる」%K%P",
"「なるほど……あっ」%K%P",
"ペラペラとお品書きをめくっていたアカネの視線が固まる。%K%P",
"どうやらなにか気になるものを見つけたようだ。%K%P",
"「決まったのか？」%K%P",
"「うん！　今のあたしたちにぴったりのやつ\\n　見つけちゃった！　店員さーん！　あたしコレね！」%K%P",
"決まるや否や、アカネがさくっと自分の分だけ頼んでしまう。%K%P",
"「あ、おい。俺の注文は？」%K%P",
"「いいからいいから。任せてよ」%K%P",
"満面の笑みを浮かべるアカネ。%K%P",
"なんか嫌な予感がするぞ。%K%P",
"「なるほど。こういうことか」%K%P",
"注文を終えて待つこと数分。%K%P",
"俺の前には、『ふたりに愛のひと時を　〜プリンとストロベリーのラブラブメリーゴーランド〜』という名前のパフェが置かれていた。%K%P",
"通常のパフェよりも倍ほどの大きさをしたパフェには、ハート型のチョコなどがデコレーションされており、ふたり用のスプーンが付いている。%K%P",
"「一目見て気に入ったんだ。美味しそうだし、\\n　なによりふたりで食べれるからね！」%K%P",
"「この量なら、確かに俺の注文はいらなかったな」%K%P",
"というか他になにか食べたら絶対に甘ったるくて胸やけする自信がある。%K%P",
"「でしょ？　さっそく食べよう！　はい、あーん」%K%P",
"「え？」%K%P",
"俺はアカネの差し出したスプーンを見て、固まってしまう。%K%P",
"「どうしたの？」%K%P",
"「い、いや、別に俺は自分で食べれるぞ？」%K%P",
"「いやいやいや、せっかくカップル用のパフェを頼んだのに\\n　食べさせ合いをしないなんて意味ないじゃん！」%K%P",
"「そ・れ・に、将があたしの看病してくれた時には\\n　食べさせてくれたでしょ？」%K%P",
"「あ、あれは、看病であってそういう意図じゃーー」%K%P",
"「ええい、問答無用！　てりゃっ！」%K%P",
"「むぐっ！」%K%P",
"アカネによって口の中へ突っ込まれたパフェを飲み込むと、クリームの甘さとイチゴのほどよい酸味が広がっていく。%K%P",
"「……美味い」%K%P",
"「えへへ、今度は将の番だからね？」%K%P",
"「……やらなきゃダメか？」%K%P",
"「当然！　ほら、あーん」%K%P",
"アカネが目を瞑り、小さな口を開ける。%K%P",
"仕方ない。俺も覚悟を決めよう。%K%P",
"「あ、あーん」%K%P",
"スプーンでパフェをすくい、アカネの可愛らしい口に運んで食べさせる%K%P",
"「んんっー！　美味しい！　なにこれすごっ！」%K%P",
"「味もいいけど、なにより将が食べさせてくれたから\\n　さらに美味しく感じられるよ！」%K%P",
"ああ、もう。%K%P",
"なんでそういう可愛いこといってくれるかな。%K%P",
"「次はあたしね。ほら、あーん」%K%P",
"パフェをすくい、アカネがスプーンをこちらに向けてくる。%K%P",
"ああ……やっぱりまた食べないとダメなのか。%K%P",
"俺は諦めて口を開ける。%K%P",
"「あーん……美味い。思ったよりも甘さもくどくないし\\n　食べやすいな」%K%P",
"「そうそう！　これならいくらでも食べられそうだよね！\\n　ってわけで、はい、あーん」%K%P",
"「ま、まだやるんだな」%K%P",
"「当然！　早く早く！」%K%P",
"急かすアカネにいわれるまま、おれはヤケクソ気味にパフェを食べさせ続ける。%K%P",
"始めの気恥ずかしかったが、時間が経つとその感覚も麻痺していき、半分ほど食べた頃にはアカネと食べさせ合うのに躊躇いはなくなっていた。%K%P",
"「あーん、って、あっ……」%K%P",
"アカネがすくったクリームが溶けてスプーンから零れ、アカネの胸元に垂れ落ちた。%K%P",
"「大丈夫か？」%K%P",
"「服にはかかってないから平気。でも、もったいないな。\\n　……そうだ、将が舐めて食べる？」%K%P",
"「はぁ！？」%K%P",
"「将ならいいんだよ？　このまま舐めても」%K%P",
"アカネは、誘惑するように胸を下から持ち上げて強調してみせる。%K%P",
"持ち上げられて揺れる胸の上に乗ったクリームが見せつけられるが、理性を強く持って誘惑を断ち切ろうとする。%K%P",
"「ほらほら、どうしたの？」%K%P",
"からかうような声音で笑うアカネを見て、ちょっとした反抗心が芽生える。%K%P",
"このままやられっぱなしっていうのも癪だからな。こうなったら――%K%P",
"「――それじゃ、舐めさせてもらうかな」%K%P",
"「ふぇっ！？」%K%P",
"「どうしたんだ？　アカネが舐めてもいいって\\n　いったんだろ？」%K%P",
"「い、いや、その、ちょっとした冗談というか\\n　からかってたというか、ここは外だしそういうのは\\n　椿木荘で――」%K%P",
"俺が反撃に出ると、アカネの顔がみるみるうちに真っ赤になっていく。%K%P",
"「舐めるからジッとしていろ」%K%P",
"「だ、ダメ―！！　なしなしなし！　今のなし！！」%K%P",
"机の上から身を乗り出そうとすると、アカネは急いで手元のペーパーナプキンを使ってクリームを拭う。%K%P",
"「うう、まさかこんな風に反撃されるなんて思わなった」%K%P",
"顔を真っ赤にしたアカネは、消え入りそうにそう呟きながらうつむいてしまう。%K%P",
"「これに懲りたら変な風にからかうなよ」%K%P",
"「……将だって顔を真っ赤にしてる癖に」%K%P",
"「うるさい」%K%P",
"慣れないことをしたせいか、まだ心臓がドキドキして顔が熱い。%K%P",
"「は、早く残りも食べちゃおっか」%K%P",
"「ああ」%K%P",
"俺たちは、互いに顔を真っ赤にしたままふたりで残ったパフェを食べた。%K%P",
"楽しい時間はあっという間に過ぎていった。%K%P",
"喫茶店を出た後、商店街や公園を回っているうちに、気が付けばもう夕暮れ時だった。%K%P",
"俺とアカネはデートの最初よりも自然に腕を組み、椿木荘への帰路へとつく。%K%P",
"「今日は楽しかった！\\n　また将とこうしてデートしたいな」%K%P",
"「何度だって連れて行ってやるよ」%K%P",
"「その時は、またあの喫茶店に行こう！\\n　今度は将がオススメしてくれたワッフルとか食べたいし！」%K%P",
"そんな風に今日あったことを話していると、夕焼けに染まった神奈木町を見つめながらアカネが呟く。%K%P",
"「今日はさ、本当に沢山の人が声をかけてくれた」%K%P",
"「あたしさ、今まで話かけられてもそれがどうしてか\\n　なんて考えなかった」%K%P",
"「だって、あたしはなにも考えずに色々な人たちと話して\\n　いたから、他の人たちもそうだって思ってた」%K%P",
"「でも、でもさ、あんな風に大勢の人たちから優しくされて\\n　わかったの」%K%P",
"「なにがだ？」%K%P",
"「皆、あたしのこと好きでいてくれる\\n　優しい人たちなんだって」%K%P",
"「あたしのワガママとか癇癪とかで、ああいう人たちに\\n　迷惑かけてたんだよね」%K%P",
"「そうだな。今までのアカネはそうだったのかもしれない」%K%P",
"俺は静かに肯定する。%K%P",
"自分を客観視できている今のアカネに、下手な擁護は不要だろう。%K%P",
"「あたしはアラガミだけどさ、これからは皆のために\\n　神力を使いたいな」%K%P",
"「あたしに優しくしてくれる人たちがいるから、\\n　あたしも優しくなりたい」%K%P",
"「なれるさ。アカネなら、きっとなれる。\\n　だって、みんなの優しさに気付けたんだから」%K%P",
"アカネが、俺の腕にぎゅっと身を寄せた。%K%P",
"「ありがとう。将のおかげだよ」%K%P",
"「俺は手を貸しただけだ。\\n　これは、アカネが自分で成長した証だ」%K%P",
"「どうやら世界で一番あたしに優しいのは、\\n　将みたいだね」%K%P",
"「当然だろう？　俺は、アカネの恋人なんだから」%K%P",
"腕を絡め、椿木荘へと帰る俺たちの足取りは、自然とゆっくりとしたものになっていた。%K%P",
"「ただいま」%K%P",
"「おかえり」%K%P",
"「ふたりともおかえりなさい」%K%P",
"アカネと腕を組みながら居間へ入ると、ふたりが出迎えてくれた。%K%P",
"「デートは楽しめたみたいね」%K%P",
"「もっちろん！\\n　こんなに楽しいだなんて思わなかった！」%K%P",
"「そ、将もちゃんとエスコートできたのね。\\n　で、どんなところを回ったの？」%K%P",
"「えっとね――」%K%P",
"舞花がデートについて聞くと、ノリノリでアカネが答えていく。%K%P",
"「……あの、将さん」%K%P",
"ふたりが今日のことでワイワイ盛り上がっているのを眺めていると、神妙な顔をしたイノリさんに声をかけられる。%K%P",
"「イノリさん？　どうしました？」%K%P",
"「将さんとアカネさんにお伝えしないといけないことが\\n　あります。後で、将さんのお部屋にうかがうので、\\n　おふたりでいてもらっていいですか？」%K%P",
"「？　ええ、わかりました」%K%P",
"「ありがとうございます。\\n　では、私は先にお部屋に戻りますね」%K%P",
"頭を下げ、イノリさんが居間から出ていく。%K%P",
"イノリさんが俺とアカネに伝えないといけないこと？　いったいなんだろう。%K%P",
"内容に検討がつかない俺は、ひとり首を捻った。%K%P"
]