[
"アカネの神力を取り戻すと決めてから、俺はすぐに行動を始めた。%K%P",
"イノリさんに知り合いのカミサマから話を聞いてもらえるようにお願いし、舞花にも暇な時間があればネット少しでも情報を集めてもらえないかと頼み込んだ。%K%P",
"事態が事態だけに、ふたりとも快く引き受けてくれた。%K%P",
"残った俺は、昼は図書館へと通いつめ、夜はネットからなにか手がかりになるようなものはないかと探している。%K%P",
"しかしこれといって有益な情報は集まらず、時間だけが過ぎていった。%K%P",
"「……はぁ」%K%P",
"図書館からの帰り道、最近は気を抜けばため息ばかりついてしまう。%K%P",
"今日も、大きく前進するような情報を見つけることはできなかった。%K%P",
"「それでも成果があるだけマシか」%K%P",
"カミサマが書いたという本の一冊に書かれていた魂のバランスという内容を思い返す。%K%P",
"これを今のアカネに当てはめるなら、カミサマとしての魂のバランスが崩れ、それが体調に現れたと考えられる。%K%P",
"「問題は、どうしてバランスが崩れたかだ」%K%P",
"更生が原因だという線は薄いと考えられる。%K%P",
"もしそうだったら、今までも同じことが起きているはずだし、アラガミを更生させようとしていたこと自体が間違っていたことになる。%K%P",
"そういったことがなかった以上、他の要因が原因だと俺は考えている。%K%P",
"「とりあえず、イノリさんや舞花に意見を聞いて――ん？」%K%P",
"「おーい、将！」%K%P",
"正面から手を振りながら、アカネが駆け寄ってくる。%K%P",
"「アカネ？　どうしたんだ」%K%P",
"「んー別に。将を迎えに来ただけだよ」%K%P",
"「俺を迎えにって、よくここだってわかったな」%K%P",
"「舞花から図書館に行ってるって聞いたからね。\\n　ここで待ってれば会えるって思ったんだー」%K%P",
"「そっか。迎えにきてくれて、ありがとな」%K%P",
"「いいっていいって。どうせ暇だったからね。\\n　それに将と一緒にいると落ち着くんだー」%K%P",
"アカネの言葉に心が高揚するのがわかった。%K%P",
"本人は、何気なくいった言葉なのだろうが、少し嬉しかった。%K%P",
"「ん？　どったの、将？」%K%P",
"「な、なんでもないって。それより、神力はどうだ？\\n　戻りそうか？」%K%P",
"「んーん、全然ダメ。\\n　うんともすんともいわない」%K%P",
"アカネが肩を竦め、おどけたように笑う。%K%P",
"「すまん。俺も色々探しているけど、\\n　まだ戻せる手がかりは見つからないんだ」%K%P",
"「なんで将が謝るの。神力が無くなったのは\\n　将のせいじゃないじゃん」%K%P",
"「将はいろいろやってくれてるみたいだし、\\n　むしろ感謝したいのはあたし！」%K%P",
"「だけど、結果が出せてないんだから同じだ。\\n　だから明日はもっと色々と探して――」%K%P",
"「別にいいよ、あたしの神力が戻らなくても」%K%P",
"俺の言葉を遮るようにアカネが呟いた。%K%P",
"「……なにいってるんだ、アカネ？」%K%P",
"「だってさ、神力が戻らなければ停電も起きないでしょ？」%K%P",
"「そうなれば、椿木荘だってもう潰れない。\\n　将にとっても、そっちのほうがいいんじゃない？」%K%P",
"それは、明らかに空元気とわかるくらいに酷い声だった。%K%P",
"「いいわけあるか！　俺は、確かに椿木荘を潰したくない！\\n　けど、だからといってアカネの力が無くなって、\\n　それで終わったとしてなんの意味がある！」%K%P",
"諦めたかのようなアカネの姿は、俺には見ていられなかった。%K%P",
"それと同時に、アカネにこんな顔をさせてしまった自分が情けなかった。%K%P",
"アカネのことを守りたいのに、それができないのがたまらなく悔しい。%K%P",
"「アカネは、神力が戻らなくてもいいのか？」%K%P",
"「……いいわけないよ。\\n　取り戻せるならあたしだって取り戻したい」%K%P",
"「でも、あたしの力が戻るとまた停電が起きて\\n　みんなに迷惑かけちゃう」%K%P",
"「その中でも、きっと、将に一番迷惑がかかっちゃう」%K%P",
"「将は、それでもいいの？」%K%P",
"ああ、なんだ。アカネはそんなことを心配していたのか。%K%P",
"「停電を起こすから。それがなんだっていうんだ。\\n　例え力が戻ってまた停電を起こすようになったとしたら、\\n　俺がどうにかしてやるさ」%K%P",
"「いったろ？　どんなことがあっても、\\n　俺は最後までアカネの面倒を見るって」%K%P",
"「……そっか。\\n　将はずっとあたしに付き合ってくれるんだったね」%K%P",
"「弱気なんてあたしらしくなかったかな」%K%P",
"最近は空元気ばかりだったアカネ、以前のような笑顔を見せてくれた。%K%P",
"少しでもアカネを元気付けられたみたいで安堵する。%K%P",
"「そうそう。体調が悪かった時と同じだよ。\\n　今は神力が無くなって不安になってるだけだ」%K%P",
"「だから、アカネは安心してくれよ」%K%P",
"あえて軽い調子でいうと、アカネはうつむいて何かを考え始めた。%K%P",
"「……さて、遅くならないうちに帰るか。\\n　舞花が心配するだろうしな」%K%P",
"「……なんで、将はそこまでしてくれるの？」%K%P",
"「ん？　なにかいったか？」%K%P",
"「ううん、なんでもない。\\n　それよりほら、早く行こ！　晩ごはんが待ってるよ！」%K%P",
"アカネに手を取られ、俺たちはそのまま椿木荘への帰路へついた。%K%P"
]