[
"結局、あの神奈木町を騒がせた大規模停電は大規模開発の弊害による電力不足が原因だったらしい。%K%P",
"アカネが引き起こしていた『部分停電』は、少しとはいえ計画停電のような役割を果たし、電力不足を補っていたとか。%K%P",
"それが判明してから、神奈木町では電力不足を補うために町の一部では計画停電が行われるようになった。%K%P",
"アカネはアカネで、大規模停電を復旧させてから神力を暴走させて停電を起こすことはなくなった。%K%P",
"それによって、妖怪になることも椿木荘が取り壊されるようなこともなく、アカネの更生は無事に終わりを迎えたのだ。%K%P",
"椿木荘の縁側に、俺たちは並んで座っている。%K%P",
"「ふぅ……最近は日が暮れると、ちょっと肌寒いねー。\\n　少しずつ冬が近づいてきたってことかな」%K%P",
"「そうだな。早く冬になってほしいな」%K%P",
"「なんで？　寒いと外出るの嫌じゃん」%K%P",
"「そうか？　俺はこれからアカネと\\n　いろんな季節を過ごせるのが楽しみだけどな」%K%P",
"「あっ――」%K%P",
"隣に座っているアカネの身体を抱き寄せる。%K%P",
"「……確かに、それなら早く冬になってほしいかも」%K%P",
"「だろ？」%K%P",
"縁側に座ったまま、俺たちは夜空を見上げた。%K%P",
"「星、綺麗だね」%K%P",
"「ああ、今日は特に輝いて見えるな」%K%P",
"どこかの地域で計画停電が行われているため、人口の明かりが少なく、いつもより星の明かりが輝いて見える。%K%P",
"「なんかさ、将と出会ってからあっという間だった」%K%P",
"「そうか？」%K%P",
"けど、いわれてみれば確かにそうかもしれない。%K%P",
"「最初は更生なんか嫌々だった。でもさ、\\n　今はヒトが生活するのは大変だって知ることができた。\\n　そんな風に変われたのが、嬉しい」%K%P",
"「そう思えるようになったのは、アカネが頑張ったからだ」%K%P",
"「ううん、あたしだけじゃ絶対に更生なんかできなかった。\\n　将と出会えたから、今のあたしがあるんだ」%K%P",
"「あの日の夜、あたしは将に声をかけてもらえて本当に\\n　よかった」%K%P",
"「もし将と出会えてなかったら、あたしは変わることが\\n　できないまま過ごしてた」%K%P",
"「人の優しさに気が付かないまま、きっと好き勝手に生きて\\n　……そして、人に迷惑をかけたまま、アラガミじゃなくな\\n　っていた」%K%P",
"以前の自分を思い出しているアカネの頭を撫でてやる。%K%P",
"「関係ないだろ。こうして出会ったんだ」%K%P",
"「出会えなかった“もしも”の話なんて、\\n　今更しても意味がないだろう」%K%P",
"「……うん。あたしも想像したくもないしね」%K%P",
"アカネが、俺の手にそっと触れる。%K%P",
"俺はその手に自分の指を絡めて、強く握った。%K%P",
"「アカネは今、幸せか？」%K%P",
"俺の言葉に一瞬キョトンとした表情を浮かべるアカネだが、すぐに破顔する。%K%P",
"「そんなの当たり前じゃん！」%K%P",
"そういってアカネは自信満々に答える。%K%P",
"「町の人たちはみんな良い人だし、\\n　舞花やイノリも優しい。なにより、こうして\\n　将の恋人でいられるんだから幸せに決まってる！」%K%P",
"「……そっか。俺も、アカネの恋人でいられて幸せだ」%K%P",
"アカネが傍にいるだけで、満たされていく。%K%P",
"もう、アカネがいない生活なんて耐えられないほどに、俺はアカネに溺れている。%K%P",
"「なんだか不思議だなー。少し視点を変えるだけで、\\n　いままでよりもずっと、世界が楽しく\\n　見えるようになるなんて」%K%P",
"「将に出会えたから、あたしは変われた。\\n　いろんなヒトと関わって、そのヒトたちの生活を感じて、\\n　守りたいって思えるようになった」%K%P",
"「アカネの力になれたなら、\\n　恋人としてこれほど嬉しいことはないな」%K%P",
"「将だから、できたんだよ。\\n　あたしは、他人の気持ちを考えるようになった」%K%P",
"「この世界には、あたし以外にもたくさんの人がいて、\\n　みんながいろんな気持ちを抱いて生活してるんだよね」%K%P",
"「あたしはアラガミだけど、皆に、ちょっとずつ\\n　幸せを分けてあげたいな」%K%P",
"「なれるさ。アカネはアラガミだけど、\\n　人のことを思いやれる立派なカミサマだ」%K%P",
"「当然！　でも、あたしの本質は変わらないよ」%K%P",
"「あたしはあたしのやりたいことをやる！\\n　それが将に迷惑をかけるかもしれないし、\\n　誰かのためになるかもしれない」%K%P",
"「それじゃ、カミサマとしてダメなんじゃないか？%K%P",
"「いいの！　だってあたしはアラガミだから！」%K%P"
]