[
"夕食の後、アカネにもイノリさんから話があることを伝え、ふたりで待つことになった。%K%P",
"その間、すっかり俺の隣が定位置になったアカネが肩に頭を置いて甘えてくる。%K%P",
"「んーやっぱり将の傍は落ち着くなー」%K%P",
"「こうして将にくっついてると、\\n　なんか力が湧いてくるよ」%K%P",
"「はは、なんだそれ。\\n　俺はパワースポットか」%K%P",
"「本当だってば。将の傍から離れると、こう、なんか\\n　力が抜けたような感じになるの」%K%P",
"「気が抜けるってことか？」%K%P",
"「そうかも。だって傍にいるとこんなに幸せなんだもん」%K%P",
"「俺も、アカネを抱きしめていると心が温かくなるな」%K%P",
"アカネのことをギュッと抱きしめると、くすぐったそうに首がすぼめられる。%K%P",
"「でも、イノリの話ってなんだろう？\\n　将は聞いてないの？」%K%P",
"「いや、さっぱりなにも。\\n　俺たちに関係あることだっていうこと以外はわからないな」%K%P",
"用事があるといったときのイノリさんの神妙な顔が少し引っかかる。%K%P",
"なにかよくないことじゃないといいが。%K%P",
"「アカネこそなにか思い当たることはないか？」%K%P",
"「あたしもわからないや」%K%P",
"「まあ、そうだよな」%K%P",
"ふたりで首を捻っていると、ドアの向こうからノック音が聞こえてきた。%K%P",
"「将さん。イノリですけど入ってもいいですか？」%K%P",
"「ええ、どうぞ」%K%P",
"「失礼します」%K%P",
"部屋へ入ってきたイノリさんの雰囲気はいつもと少し違う。%K%P",
"座り込んだイノリさんが口を噤み、どこか固い表情を浮かべているその姿に思わず首を傾げてしまう。%K%P",
"「あの、お話ってなんですか？」%K%P",
"話しにくそうにしているイノリさんに対して俺から切り出してみると、少し迷った素振りの後で口を開いた。%K%P",
"「以前にアカネさんが神力を失った\\n　ことがありましたよね？　それに関するお話です」%K%P",
"「神力についてですか？」%K%P",
"「そうです。あれからやはり気になって\\n　個人的に色々と調べたんです」%K%P",
"「単刀直入にいわせていただきます。\\n　アカネさんはもう一度神力を失う可能性があります」%K%P",
"「……え？　だって、あれはもう解決して――」%K%P",
"「まだ、終わってません。アカネさんが神力を失ったのは、\\n　カミサマとしてのバランスが崩れたからだったんです」%K%P",
"カミサマとしてのバランス？%K%P",
"「神力を失ったのはアカネさんがアラガミらしくない行動\\n　――他者のために神力を無理矢理に\\n　制御しようとしたからです」%K%P",
"「待ってください。制御すると神力を失うって、\\n　それじゃ更生の意味がないじゃないですか」%K%P",
"更生して神力を失ってしまうのであればそれは本末転倒だ。%K%P",
"「更生そのものは直接的な原因ではありません。\\n　それは他のアラガミが更生している点からも\\n　証明されています。問題となったのは――」%K%P",
"イノリさんの視線が俺へと向けられる。%K%P",
"「お、俺のせいですか？」%K%P",
"「将さんのせい、というよりも他者のために神力を\\n　制御しようとしていたアカネさんの気持ちが\\n　将さんを好きになったことで決定的になったんです」%K%P",
"「えーっと……つまりどういうこと？」%K%P",
"「今までの更生はアカネさんが妖怪になりたくないから\\n　“自分の為に”更生しようとしていました」%K%P",
"「ですが今は、“自分以外のヒトのために”更生しようと\\n　しています」%K%P",
"「この“自分以外のヒトのために”という部分が\\n　アラガミとしての在り方とは真逆なんです」%K%P",
"「そのせいで、アカネさんがアラガミとして自分の在り方を\\n　疑問に思ってしまった。それが原因なんです」%K%P",
"つまり、アカネ自身がアラガミであることに拒否感を抱いていることが原因だということか。%K%P",
"「今は辛うじて安定しているようですが、\\n　いつ神力を失うかわかりません」%K%P",
"「この問題を放置し続ければ、最悪の場合、\\n　カミサマでなく妖怪になってしまう可能性もあります」%K%P",
"「えっ……」%K%P",
"アカネが妖怪になる！？%K%P",
"それじゃなんのために更生したのかわからなくなるじゃないか！%K%P",
"「そ、それってどうにかできないの！？」%K%P",
"「すみません。どうすれば完全に解決できるのかは\\n　私にもわかりません」%K%P",
"「ただ、アラガミであることを否定しないでください。\\n　そうすれば、おそらく大丈夫だとは思います」%K%P",
"アカネの動揺をよそに、イノリさんはハッキリとそういった。%K%P",
"「アラガミであることを否定するなって……\\n　別にあたしはアラガミであることを\\n　否定なんかしてないけど？」%K%P",
"「本当ですか？　心のどこかでシコリがあるからこそ\\n　体調を崩したんですよ？」%K%P",
"「うっ……そ、そりゃ昔よりは考え方も変わったけど、\\n　あたしの本質は変わってないよ」%K%P",
"「それにさ、例えそうだったとしても今はあたしこうして\\n　ピンピンしてるじゃん？」%K%P",
"アカネはそういっているが、真剣なイノリさんの表情を見ていると俺も不安になってくる。%K%P",
"ちゃんと更生してきたアカネが妖怪になるなんて考えたくもない。%K%P",
"「さっきもいいましたが、\\n　今は辛うじて安定しているだけです」%K%P",
"「別に大丈夫じゃない？　イノリは心配しすぎだよ」%K%P",
"「アカネさん！　私はアカネさんのことをですね――」%K%P",
"「イノリがあたしのこと大事に思ってくれて\\n　るのはよくわかった。でもさ、せっかくこうして人に迷惑\\n　かけないようになったんだからあたしはこのままでいたい」%K%P",
"真っすぐにイノリさんのことを見つめるアカネの表情に迷いはない。%K%P",
"神力を失ったときのような空元気ではなく、本当にそう思っているのだとわかる。%K%P",
"「……わかりました。アカネさんがそう決めたのなら、\\n　私から強制するようなことはいいません」%K%P",
"「ですが、よく考えてくださいね？」%K%P",
"「はいはい。わかってますよー」%K%P",
"何度か振り返るイノリさんをひらひらと手を振ってアカネが見送ると、部屋に静寂が下りる。%K%P",
"「……なあ、アカネ」%K%P",
"「ん、なに？」%K%P",
"「本当に、大丈夫なのか？」%K%P",
"アカネ自身が平気だといっても、俺はどうしても気になってしまう。%K%P",
"アカネになにかあるかしれないというのに、なんの手も打てず見ているしかできない自分が歯がゆくて仕方がない。%K%P",
"「将も心配性だね。大丈夫、あたしだって\\n　好き好んで妖怪になんてなりたくないからね」%K%P",
"いつも通りの表情でからから笑って見せるアカネだが、俺の心は晴れない。%K%P",
"「なにか別の方法はないのか？」%K%P",
"「イノリだって思いつかなかったんだから\\n　あたしじゃとても考えつかないよ」%K%P",
"アカネのいう通り、カミサマであるイノリさんが思いつかなかった以上、俺がいくら頭を捻った所で妙案は思い浮かばないかもしれない。%K%P",
"それでも、俺はアカネのことが心配で仕方なかった。%K%P",
"「そんなことより、せっかくふたりでいるんだから\\n　いいことしようよ」%K%P",
"「いいことって、一体なにをするつもりだ？」%K%P",
"「とっておきのこと、だよ」%K%P",
"アカネがしなだれかかってくると、おもむろに私服のスカートをたくし上げた。%K%P",
"「お、おい、アカネ……」%K%P",
"「ほら、将。遠慮しないでもっと見てよ」%K%P",
"少しずつ、焦らすようにスカートを上げるその手際っは見事なもので、見えそうで見えないからこそ劣情と妄想を掻き立ててくる。%K%P",
"「今日の下着は結構自身あるんだよ？」%K%P",
"耳元でアカネは艶やかな声で囁いてくる。%K%P",
"そうなると、自然に視線はアカネの肌へと向けられてしまう。%K%P",
"「あたしの大切な場所、見てみる？」%K%P",
"猫なで声で誘われ、思わず喉を鳴らす。%K%P",
"「み、見ないから！　早くスカートから手を離せ！」%K%P",
"「むぅ、将は見たくないの？」%K%P",
"「俺は自制ができる男だからな」%K%P",
"「むかっ、へーそうなんだー。\\n　そんな風に強がるんだー」%K%P",
"「じゃあさ、こんな風にされても平気なの？」%K%P",
"「っ！？」%K%P",
"今までスカートだけたくしあげていたアカネだったが、今度は上着までズリ下げていく。%K%P",
"「ほら、もう少しで胸元が全部見えるよ。\\n　将なら触ってもいいんだよ？」%K%P",
"カミサマなのに小悪魔のような笑みを浮かべるアカネ。%K%P",
"「み、見ないからな。それに俺は真面目な話をだな――」%K%P",
"「そんな堅い話は後回しにしよ。\\n　ねえ、今はあたしのこと見てよ」%K%P",
"半脱ぎになり、ブラが丸見えになったままアカネは胸の谷間に俺の腕を挟み込んでくる。%K%P",
"「将の腕、固くて熱いよ。\\n　ほら、胸の中は柔らかくて気持ちいいでしょ？」%K%P",
"「うぐっ」%K%P",
"アカネの谷間に挟まれた腕から感じられる、両側からの柔らかな圧迫感に俺の理性はガリガリと削られていく。%K%P",
"「ねえ、将？　気持ちいい？」%K%P",
"首筋にかかる吐息、火照っているせいか赤みがかった肩口の色合い、艶やかな胸元が、脳内に刻まれていく。%K%P",
"「あ、アカネ……」%K%P",
"思わずアカネの胸に手を伸ばしかけたところで、してやったりとアカネが口元を緩めると、パッと身体を離される。%K%P",
"「ふふ、冗談だよ冗談。我慢できるとは言っても\\n　将も男の子だからね。こんな可愛い子を触りたくなるのも\\n　仕方のないことかな」%K%P",
"ふふんっ、と胸を逸らすアカネを見て、負けず嫌いが少しだけ働いた。%K%P",
"「そうだな。アカネがそんなに積極的になるなら――」%K%P",
"「え？　あっ――」%K%P",
"俺はアカネの肩を掴んで、ゆっくりと押し倒す。%K%P",
"「俺ももうちょっと積極的になってもいいかな？」%K%P",
"「え、えーと……将？　め、目が本気だけど」%K%P",
"「それはまあ、あんなに情熱的に誘われたからな。\\n　いまからじっくりとアカネの身体を堪能させてもらう\\n　つもりだし」%K%P",
"手を目の前で動かすと、アカネが涙目になる。%K%P",
"「ご、ごめんっっっ！　もうしないからゆるしてっ！」%K%P"
]