[
"「おぉー、ここが将の住んでる家かぁ。\\n　確かにちょっと古い感じはするけどいい雰囲気！」%K%P",
"結局、あのあとカミサマであるアカネを放り出すわけにもいかず、下宿先まで連れてきてしまった。%K%P",
"その当人は、目の前の日本家屋風の建物を見て感嘆の声をあげている。%K%P",
"「んー、椿木荘？」%K%P",
"入り口に書かれた文字を読み上げるアカネ。%K%P",
"「あたしと同じ名前だ！　おおーすごい偶然！\\n　これはもう運命だね！」%K%P",
"椿木荘。俺の下宿している建物の名前だ。%K%P",
"昔ながらの日本家屋をリフォームしてアパートとして使っている建物で、和の雰囲気を重視した外観や内装は俺のちょっとした自慢だった。%K%P",
"数年前まで母親の友だちが大家をやっていたけれど、今はその娘であり俺の幼馴染でもある人物が学生と大家業を兼任している。%K%P",
"俺にとっては、第二の実家のような場所で気兼ねなしにくつろぐことができる。%K%P",
"ただ、あいにくと現在の住人は俺だけで、それ以外は幼馴染とその母親が住んでいるだけだが……。%K%P",
"「なんかいいよね。\\n　なんていうか……安心する？」%K%P",
"アカネも気に入ってくれたようでよかった。%K%P",
"「さて。とりあえず中に入るか」%K%P",
"「はーい」%K%P",
"アカネの返事を背に俺は引き戸に手をかける。%K%P",
"「おかえり。遅かったわね、将」%K%P",
"玄関の引き戸を開けると制服姿の女の子が腕を組み、背後にオーラを漂わせながら待ち構えていた。%K%P",
"「あ、ああ、ただいま、舞花」%K%P",
"彼女こそ、幼馴染兼この椿木荘の大家である――功刀舞花だ。%K%P",
"ギャルっぽい外見とは裏腹に、いつもなんだかんだいいながらも世話を焼いてくれる幼馴染。%K%P",
"その幼馴染が、笑顔を浮かべて玄関で仁王立ちしていた。%K%P",
"「こんな夜遅くに出て行ったかと思えば、\\n　今までなにしてたの？」%K%P",
"声が笑っていないせいで、笑顔がかなり怖い。%K%P",
"「それはその、ちょっと小腹が空いたからコンビニまで\\n　夜食を買いに行ってたんだ」%K%P",
"「ふーん、でもこんな時間に外出するなら、\\n　ちゃんといってから出てってよ」%K%P",
"「寮母なんだから住人の安全を守る義務があるのよ」%K%P",
"「それに、電話しても繋がらないし……」%K%P",
"住民が戻ってこないから心配だったんだろうか。%K%P",
"「悪い、スマホのバッテリーが切れたんだ。\\n　でも、心配してくれてありがとな」%K%P",
"「べっ、別に心配なんてしてないわよ！\\n　でも次からはちゃんと教えてよね！」%K%P",
"怒ったように視線を逸らす舞花。%K%P",
"「あ、ああ、わかったよ」%K%P",
"「うん、わかればいいのよ」%K%P",
"「ちょっとー、将ってば\\n　そんなとこ立ってたらあたしが入れないじゃん」%K%P",
"これでなんとかひと段落したと思ったのもつかの間。%K%P",
"よりにもよって舞花に話をする前にアカネが顔を出してしまった。%K%P",
"しかも俺の背中に抱き付くおまけつきだ。%K%P",
"背中にあたる柔らかい感触をもう少し味わいたいが今はそれどころじゃない。%K%P",
"「おい、抱き付くなよっ」%K%P",
"慌ててアカネを引きはがす。%K%P",
"「もう、将ってばそんなに照れなくてもいいじゃん」%K%P",
"アカネは拗ねたような口調のまま、すんなりと離れてくれた。%K%P",
"「……ねぇ、将」%K%P",
"「は、はいっ！」%K%P",
"底冷えする声に、恐る恐る振り返るとそこには当然、さっきまでとは比べ物にならないほどの怒りのオーラをまとった舞花がいるわけで。%K%P",
"「……その人、だぁれ？」%K%P",
"顔は笑ってるはずなのに声は一切笑っていない。%K%P",
"「えっ、あー……その」%K%P",
"「ふ、ふふふ、夜食を買いに行ったていうのは女の子を\\n　連れ込むための嘘だったわけね」%K%P",
"「ち、違う！　アカネとはそういう関係じゃない！」%K%P",
"「へぇ、アカネ、ね。\\n　将が女の子を呼び捨て？\\n　随分と親しい関係なのね」%K%P",
"まずい。%K%P",
"確かに状況だけ見れば女の子を家に連れ帰ったことになる。%K%P",
"まさに誤解してくださいといわんばかりの状況だ。%K%P",
"「いや、これには事情があってだな……」%K%P",
"「しょーうー。はやく入れてよー」%K%P",
"俺の気持ちなんておかまいなしに、アカネが俺を押しのけるようにして中に入ろうとしてくる。%K%P",
"「待て、今はまだまずい。\\n　ちゃんと説明するから待ってくれ」%K%P",
"「いいもん、入れてくれないなら\\n　あたしにも考えがあるから」%K%P",
"「とりゃー！」%K%P",
"考え？　そう思った瞬間、アカネがぶつかってきた。%K%P",
"「おわぁっ！」%K%P",
"倒れ込むのは何とか耐えたものの、俺と入れ替わるようにしてアカネが玄関に上がり込んでしまった。%K%P",
"「っ！？」%K%P",
"「ちょっ、これ以上話をややこしくするなよ。\\n　舞花、こいつは偶然道で出会ってだな」%K%P",
"「ふふ、ふふふ……」%K%P",
"「そう……そういうことなのね。\\n　将はこういうエッチな格好の人がいいのね」%K%P",
"「ちょおっ！？　いきなりエッチっていわれたっ！？」%K%P",
"舞花は今どんな表情をしているのかはわからないが、少なくとも笑っていないことだけは確かだった。%K%P",
"「……う」%K%P",
"「……舞花さん？」%K%P",
"「う、ウチのアパートは不純異性交遊禁止よバカ！！」%K%P",
"あのあと、何とか舞花を落ち着かせて、何があったのかを説明した。%K%P",
"舞花は不承不承ではあったものの、納得してくれた。%K%P",
"「それじゃ、倒れていたカミサマに夜食をあげたら\\n　ついてきちゃったってこと？」%K%P",
"並んで廊下を歩く舞花が俺に確認する。%K%P",
"ちなみにアカネは、俺たちの後ろをついてきて建物内を物珍しそうに見ている。%K%P",
"「そういうことになるな。\\n　しかも、スマホの充電がなくなったから\\n　連絡もできなかったんだ。ごめんな」%K%P",
"「それなら仕方ない、かな？」%K%P",
"「……さっきは怒ってごめんね」%K%P",
"一方的に怒ったことを、謝ってくれる。%K%P",
"「いや、夜中になにもいわずに出かけた俺も悪いからな。\\n　ここはおたがいさまってことでどうだ？」%K%P",
"「ん、そだね」%K%P",
"「それで、私はカミサマにご飯を作ればいいの？」%K%P",
"「っていうか私が作っても大丈夫なの？」%K%P",
"舞花のいいたいことはわかる。%K%P",
"信仰とかの問題もあって気軽に作ってもいいのかということだろう。%K%P",
"「大丈夫だろ、本人は気にしてないみたいだし、\\n　俺なんてコンビニで買った夜食だったからな」%K%P",
"「そーそー。将からもらったご飯おいしかったよ！」%K%P",
"「わかった。\\n　カミサマの頼みだし、作ってみるわ」%K%P",
"少し緊張した面持ちの舞花のあとを追って俺たちも居間へと向かった。%K%P",
"「…………」%K%P",
"「…………」%K%P",
"俺は夜食を食べることも忘れて目の前の光景に目が釘付けになっていた。%K%P",
"「んんっ！　すごっ！\\n　どれもすっごい美味しい！」%K%P",
"テーブル一杯に並べられた料理が次々と消えていく。%K%P",
"俺は夢でも見ているのか？%K%P",
"アカネのやつ、一体どんな胃袋してるんだよ。%K%P",
"「舞花の料理さいこー！\\n　これはもうあれだね……ヤバいね！」%K%P",
"褒めながらも、アカネが料理から視線を外すことはない。%K%P",
"「うわっ、カミサマに褒められちゃった」%K%P",
"カミサマに褒められたことに驚く舞花。%K%P",
"実際、寮母として数年間、家事をこなしてきた舞花の料理の腕は確かだ。%K%P",
"「お口にあったみたいでよかったです」%K%P",
"「うんうん！　舞花の料理はサイコーだよ！」%K%P",
"そういいながら、テーブルの上に並べられた料理が、次々とアカネの口の中へと放り込まれていく。%K%P",
"「あ、そだ。舞花もあたしのことアカネって\\n　呼んでよ。カミサマっていったら誰かわからないし、\\n　さん付けされるのもくすぐったいからさ」%K%P",
"「……そう？　まあ、私としてもこっちのほうが\\n　話やすいけど本当にいいの？」%K%P",
"もう適応しているのか。%K%P",
"あいかわらず舞花はこういうところの社交性はすごいよな。%K%P",
"「そんな細かいことあたしは気にしないって。\\n　というわけで、はい。おかわり！」%K%P",
"「ま、まだ食べるのね」%K%P",
"若干、顔を引きつらせながら舞花は差し出されたお茶碗にご飯をよそって返した。%K%P",
"「はぁー食べた食べた。もうお腹いっぱい」%K%P",
"「あれだけ食べれば腹も膨れるよな」%K%P",
"机の上にはきれいに完食されたあとの皿が山を作っていた。%K%P",
"いったい、この細い体のどこに入るのだろうか。%K%P",
"「それで、アカネはこの後どうするんだ？」%K%P",
"「んー？　もう少しだけ休んでから考えようかなー」%K%P",
"食事を終えたアカネが、間延びした声で答える。%K%P",
"全力で食後のひと時を満喫するように、畳の上でゴロゴロと寝転がっていた。%K%P",
"「まるで自分の家みたいにくつろいでるわね」%K%P",
"「だって居心地いいしー」%K%P",
"アカネが全身の力を抜いてだらけながら答える。%K%P",
"ほんの数十分でここまで馴染むなんてある意味稀有な才能なのかもしれない。%K%P",
"「そーいえばさ」%K%P",
"寝転がりだらけていたアカネが、おもむろに舞花へと話を振った。%K%P",
"「ご飯食べてる時も気になってたけど、\\n　舞花って将の彼女なの？」%K%P",
"「……ふぇっ！？　ええぇぇぇぇぇぇぇぇ！！」%K%P",
"声を上げた舞花の顔が、一瞬にして真っ赤になった。%K%P",
"「い、いやいや、違う違う違う！\\n　そそそんなんじゃないわよ！！\\n　いきなりなにいってるのよ！？」%K%P",
"「だって、一緒に暮らしてるし、\\n　こんな美味しい料理が作れるんじゃん？\\n　そういうの、ヒトの世界じゃ恋人っていうんじゃないの？」%K%P",
"「そ、そういう人もいるけど、\\n　わ、私と将は幼馴染！　大家と住人の関係！\\n　それ以上でもそれ以下でもないわよ！！」%K%P",
"「えーでもそこまで必死に否定すると余計に怪しいなぁ」%K%P",
"「怪しくないわよっ！　違うんだからね！」%K%P",
"「そうだぞ、俺たちは幼馴染だ。アカネが勘ぐるような\\n　関係じゃないぞ」%K%P",
"「……そんなハッキリいわなくてもいいじゃない。\\n　将のバカ」%K%P",
"「やっぱり仲良さそう」%K%P",
"「――っ！！　わ、私お皿洗ってくるから！！」%K%P",
"逃げるように立ち上がった舞花はこちらに背を向けるように洗い物を始めてしまった。%K%P"
]