[
"アカネがやる気をなくして数日が経った。%K%P",
"その間、俺たちはアカネに対してなんの解決策も立てられずにいた。%K%P",
"初日以降は部屋から出るようになったアカネだったが、その表情は晴れない。%K%P",
"やりたい事だけをやって生活しているような状態だ。%K%P",
"イノリさんはアカネがやる気をなくした原因が自分にあると感じて、落ち込んでしまっている。%K%P",
"それでもなんとか原因を尋ねようとすれば、以前のような口論さえないままにアカネが怒り、停電を起こしてしまうせいで強くいえないでいるようだ。%K%P",
"「むにゃ……」%K%P",
"部屋から出ると、アカネが縁側で陽気にあてられて昼寝をしていた。%K%P",
"「日向ぼっこしてて寝ちゃったのか？」%K%P",
"ごろりと寝転がっているせいか、服がめくれて腹が丸見えになってしまっている。%K%P",
"「おーい、アカネ。\\n　そんなとこで寝てると風邪引くぞー」%K%P",
"体を揺すってみるが、アカネが起きる気配はない。%K%P",
"「やれやれ。まったく、仕方ないな」%K%P",
"一端、部屋に戻ってからかけ布団を持ってくると、眠っているアカネにそっとかけてから隣に座る。%K%P",
"「むにゃ……んぅ……はれ？　将？」%K%P",
"しばらく眠っているアカネを見つめていると、気配で気が付いたのか目を擦りながら身体を起こした。%K%P",
"「起こしたか？」%K%P",
"「そんなことないけど……あれ、この布団もしかして将の？」%K%P",
"「ああ。いくらまだ暖かいとはいえ、風邪引いたら大変だからな」%K%P",
"「……あ、ありがとう」%K%P",
"かけ布団を抱きしめながら、頬を染めて照れるアカネを見て頬が緩む。%K%P",
"「気にするな。アカネの寝顔も見れたしな」%K%P",
"「うっ、寝顔を見られたって考えると恥ずかしいな。\\n　あ、そうだ。どうせ寝顔を見られたなら」%K%P",
"なにか思いついたのか、もぞもぞと動きながら近づいてきたアカネはなぜか俺の膝の上に頭を置いてきた。%K%P",
"「なぜ膝の上に頭を？」%K%P",
"「枕がなかったから。あたしの寝顔見たんだし、\\n　これくらいはいいでしょ？　ダメ？」%K%P",
"「いや、ダメじゃない」%K%P",
"「やった！　じゃあこのままで」%K%P",
"そういったアカネを膝に載せたまま、しばらくゆっくりと過ごす。%K%P",
"「…………」%K%P",
"「…………」%K%P",
"互いに無言が続き、時計の音だけが居間の中で響いている。%K%P",
"「ねえ、将」%K%P",
"「ん？　どうした？」%K%P",
"「あたし、さ。アラガミなんだ」%K%P",
"「それは知ってるけど。それがどうかしたのか？」%K%P",
"「あたしの本質は、どこまでもいっても変わらない。\\n　神力を制御できないからこそ、アラガミなの。\\n　だからあたしは――」%K%P",
"「あたしは？」%K%P",
"「――ううん、やっぱりなんでもない」%K%P",
"なにかいいかけたアカネだが、すぐに口を閉じてバツの悪そうな表情を浮かべた。%K%P",
"「……なんかホッとした」%K%P",
"「なにが？」%K%P",
"「最近は、アカネとあまり話ができなかったからな。\\n　愚痴でもなんでも、そうやって俺に零してくれたことが\\n　嬉しくてな」%K%P",
"「なにそれ。変なの」%K%P",
"「そうか？　俺はてっきりアカネに嫌われたのかと思ってな」%K%P",
"少しではあるが、アカネの本音を聞くことができた。%K%P",
"そのことが、俺は嬉しかった。%K%P",
"「……別に、将のことを嫌いになんてならないよ。\\n　あたしのほうこそ、もしかして将に見捨てられちゃった\\n　んじゃないかって考えてた」%K%P",
"「まさか。見捨てたりなんかしないって。\\n　それは、イノリさんも同じだ」%K%P",
"「イノリも、そうなのかな？」%K%P",
"「当たり前だろ。誰よりもアカネに付き合って\\n　くれていたのはイノリさんだろ？」%K%P",
"今話をしてちゃんとわかった。アカネはきちんと変わってきている。%K%P",
"詳しい理由まではわからないが、アカネなりに考えた結果こうなってしまっているのだとわかった。%K%P",
"「……そっか。それを聞いて、ちょっと安心した」%K%P",
"「ああ、安心しろ。皆アカネのことが好きなんだから」%K%P",
"アカネの頭を軽く撫でると、顔を真っ赤にして逸らされてしまう。%K%P",
"「膝枕されながら頭を撫でられるのって、\\n　すっごく恥ずかしいね」%K%P",
"「止めるか？」%K%P",
"「……そのままでいいよ。\\n　将に頭撫でられるの気持ちいいし」%K%P",
"「……そうか。なら、このままでいいか」%K%P",
"「……うん」%K%P",
"午後の暖かな気温の中で、俺たちはぼんやりと過ごした。%K%P",
"アカネの気持ちを聞いた日の夜。%K%P",
"俺はイノリさんと舞花に集まってもらっていた。%K%P",
"「で、用件ってなんなの？」%K%P",
"「あぁ、アカネのことで力を貸してほしくてな」%K%P",
"「アカネのことねえ。\\n　イノリさんはともかく、私まで必要なの？」%K%P",
"「もちろんだ。舞花がいてくれるだけでも大違いだ」%K%P",
"舞花なら俺の思いつかない案を出してくれるかもしれない。%K%P",
"もちろんそれはイノリさんにもいえることだ。%K%P",
"俺一人では思いつかないことでも、三人で知恵を出し合えばなんとかなるかもしれない。%K%P",
"「仕方ないわね。\\n　でも、私は大家として、\\n　住人が元気がないのが嫌なだけだからね？」%K%P",
"「わ、私も、アカネさんのために\\n　微力ながらお手伝いさせていただきます！」%K%P",
"舞花は大家として、イノリさんはアカネをあそこまで追い込んでしまった責任感から手伝いを申し出てくれた。%K%P",
"「ふたりともありがとう。それだけでも十分だ。\\n　それで、俺が昼にアカネと話したことなんだが――」%K%P",
"そういって、俺は昼間にわずかに覗かせた本音をふたりに伝えた。%K%P",
"「つまり、アカネさんはただ嫌になって\\n　やる気をなくしてしまったわけではないんですね？」%K%P",
"ほっとした様子のイノリさん。%K%P",
"やはりアカネを怒らせてしまったことを気にしていたようだ。%K%P",
"「そうですね。そして俺は、アカネにやる気を取り戻して欲しい。\\n　そして、今までの元気なアカネに戻って欲しいと思ってます」%K%P",
"これは俺の本心だ。%K%P",
"「私も、アカネさんをこのままになんてしておけません」%K%P",
"イノリさんも俺の言葉に賛同してくれる。%K%P",
"「でも、やる気を出させるなんてどうすればいいんでしょう？」%K%P",
"「俺もそこで悩んでます。\\n　なにか、きっかけみたいなものがあれば\\n　いいんでしょうけど……」%K%P",
"「そうですね……私たちでなにかきっかけを\\n　作れるとなおさらいいんでしょうけど」%K%P",
"いくら考えても明確な答えは見つからない。%K%P",
"俺とイノリさんは揃って唸った。%K%P",
"「んー、アカネはさ、\\n　もう完全にアイドルに興味がないわけ？」%K%P",
"見かねたように舞花が口を開いた。%K%P",
"「どうだろう。本人はもう飽きたっていってたけど、\\n　あんなに楽しそうに練習していたのに\\n　飽きたなんて俺には思えないんだよな」%K%P",
"「将がそう思ってるなら\\n　直接確かめてみるしかないんじゃない？」%K%P",
"「確かめる？」%K%P",
"「そ、アカネが本当はどう思っているかをね」%K%P",
"「なにかアイデアがあるのか？」%K%P",
"「うーん、ないわけじゃないって感じかな」%K%P",
"「なんだそれ？」%K%P",
"なんとも歯切れの悪い答えだ。%K%P",
"「んー、ちょっと待ってて」%K%P",
"そういうと舞花は立ち上がって居間から出て行った。%K%P",
"そして数分も経たないうちに戻ってくる。%K%P",
"その手にはチラシのようなものがあった。%K%P",
"「はい、これ」%K%P",
"「チラシ、ですか？」%K%P",
"「これがどうかしたのか？」%K%P",
"「それ、読んでみなさい」%K%P",
"舞花に促されるまま、俺はチラシに目を通す。%K%P",
"チラシには公園で行われる祭りの情報が載っていて、その中でひとつ目に付くものがあった。%K%P",
"「ご当地アイドル、ライブステージ？」%K%P",
"そこには、神奈木公園で神奈木町にゆかりのあるアイドルが集まってライブを開催すると書かれていた。%K%P",
"「これってもしかして以前、\\n　アカネさんが読んでいたのを私が注意した時の……？」%K%P",
"あの時のチラシか！%K%P",
"「そ、まさかアイドルが嫌になったのに\\n　そんなの読んでるなんておかしいでしょ？」%K%P",
"「でも、これは私の想像でしかないの。\\n　だから絶対にあってるなんていえないわ」%K%P",
"「そんなことないと思うぞ」%K%P",
"アカネは興味ないものを読んだりはしないはずだ。%K%P",
"少なくとも俺の知っているアカネはそういうカミサマだ。%K%P",
"「そうですね、私もそう思います。\\n　アカネさんはきっとこれに興味があったんだと思います」%K%P",
"イノリさんも賛成してくれた。%K%P",
"開催日もちょうど明日になっている。%K%P",
"これを使わない手はないと俺には思えた。%K%P",
"「……でも、なんで舞花がこれを？」%K%P",
"ふと湧き上がった疑問を口にする。%K%P",
"すると舞花は気まずそうに視線をそらした。%K%P",
"「……住人が興味をもったものを\\n　把握するのも大家の仕事なのよ」%K%P",
"薄く染まった頬を隠すようにそっぽを向いてしまう。%K%P",
"舞花もアイドルに興味があったんだろうか。%K%P",
"「そ、そんなことより、\\n　そのライブにアカネと一緒にいって、\\n　本心を確かめてくればいいのよ」%K%P",
"「そうですね。\\n　アカネさんの本心を確かめるには、\\n　やはりこういう場でないとダメな気がします！」%K%P",
"舞花の提案とイノリさんの後押しもあって、俺はこの案でいくことに決めた。%K%P",
"「……よし、アカネをライブに誘おう。\\n　ふたりともありがとう」%K%P",
"「いえ、私は結局なにもできませんでした」%K%P",
"「そんなことないですよ。\\n　イノリさんが太鼓判を押してくれたから\\n　将も決意できたんですし」%K%P",
"「そうですよ。ありがとうございます」%K%P",
"「舞花も、ありがとな。\\n　おかげでなんとかなりそうだ」%K%P",
"「べ、別に感謝されるようなことはしてないわよ」%K%P",
"「それより、決めたなら適当に頑張りなさい。\\n　じゃあ、私は部屋に戻るから」%K%P",
"自分のするべきことはしたとでも言わんばかりに、舞花は居間を出て行った。%K%P",
"「これで、なんとかなりますかね？」%K%P",
"「わかりません。でも、なんらかの刺激を\\n　与えることはできるはずです」%K%P",
"アカネがもう一度前向きに頑張ってくれるかわからないが、それでもやらないよりはずっといい。%K%P",
"俺は、アカネを誘うべく、さっそく行動を開始した。%K%P"
]