[
"充電するためにスマホを部屋に置き、居間へと戻る途中で俺は空を見上げる。%K%P",
"「いい夜だな」%K%P",
"見上げた空には秋の四辺形が目に映る。%K%P",
"秋の虫が涼しい音色を奏で始め、秋の訪れを知らせていた。%K%P",
"「こんな時間に帰らせるのもあれか」%K%P",
"いくらアカネがカミサマとはいえ女の子だ。%K%P",
"危険がないとはいえない。%K%P",
"「今日一日くらいは、泊まってもらうか」%K%P",
"そんなことを考えながら何気なく中庭へと視線を向けた。%K%P",
"「……え？」%K%P",
"見慣れたはずの中庭の真ん中に、見覚えのない人影があった。%K%P",
"「――――」%K%P",
"空から降り注ぐ月明りを浴びながら立つ女の子。%K%P",
"暗闇に溶けてしまいそうな長い髪が月光を浴びて艶やかに輝いている。%K%P",
"巫女服のような衣装を身にまとい、儚げな顔立ちに、たおやかな体つきはそこに立っているだけで一枚の絵画のように完成されていた。%K%P",
"「……カミサマ、だよな」%K%P",
"ひと目でカミサマだとわかった。%K%P",
"アカネとはまた違う、吸い込まれるような、魅入ってしまうような神々しいまでの美しさを持った女の子。%K%P",
"その持つ雰囲気はテレビで見たカミサマたちと同じだった。%K%P",
"俺のつぶやきが聞こえたのか、女の子の瞳が俺へと向く。%K%P",
"「……あら？　もしかして、鳴海将さん、ですか？」%K%P",
"鈴を鳴らしたような透き通った声が耳をくすぐる。%K%P",
"「あ、は、はい。そうですけど……\\n　えっと、どうして俺の名前を？」%K%P",
"「ああ、申し遅れました。私は神奈木町の土地神の\\n　神木イノリと申します」%K%P",
"「あ、ご丁寧にどうも」%K%P",
"土地神様か……それならなおさら、格もそれなりに高い神様なのだろう。%K%P",
"「――って、土地神様！？　なんで土地神様が椿木荘に？」%K%P",
"「少し用事がありまして。\\n　おば様から許可をもらいまして、\\n　お邪魔させていただきました」%K%P",
"口元を手で覆い、「ふふっ」と笑う落ち着いた仕草はサマになっていた。%K%P",
"どこかの行き倒れカミサマとは大違いだ。%K%P",
"「用事、ですか」%K%P",
"その一言でなんとなく察しがついた。%K%P",
"今までであればカミサマが椿木荘にくるなんて考えたこともなかった。%K%P",
"でも、今はその行き倒れカミサマがここにいる。%K%P",
"「こちらにいらっしゃる\\n　椿姫アカネさんにご用がありまして」%K%P",
"やっぱり、そうだよな。%K%P",
"「やっぱりカミサマを勝手に連れてきたのは\\n　まずかったですか？」%K%P",
"「いえ、むしろご迷惑をおかけしました。\\n　アカネさんは目を離すとすぐにどこかに\\n　行ってしまいますから」%K%P",
"頬に手を当ててため息をつくその控えめな仕草も絵になっている。%K%P",
"「迷惑なんて俺は思ってませんよ」%K%P",
"「そうですか？　よかったです」%K%P",
"イノリさんは物腰も柔らかで、アカネとは違った意味で話しやすいカミサマのようだ。%K%P",
"「あ、長々とすみません。\\n　アカネさんのところに案内していただいても\\n　よろしいですか？」%K%P",
"「わかりました。こちらです」%K%P",
"イノリさんをアカネに引き合わせるために居間へと向かった。%K%P",
"「神木イノリと申します。以後、お見知りおきを」%K%P",
"イノリさんが、舞花に向けて深々と頭を下げた。%K%P",
"「えっと、功刀舞花です。よろしくお願いします。\\n　……ちょっと将。どうしてまたカミサマが来るのよ」%K%P",
"「アカネに用事らしい」%K%P",
"「アカネに？」%K%P",
"ちらりとアカネに視線を向ける。%K%P",
"今までの元気が嘘だったかのように、話を拒否するように背中を向けていた。%K%P",
"そんなアカネに、イノリさんは近づいていく。%K%P",
"「アカネさん……探したんですよ」%K%P",
"「……別に、探さなくてもいいのに」%K%P",
"「そういうわけにはいきません。\\n　これが私のお役目なんですから」%K%P",
"「そんなの知らないし、あたしは頼んでない」%K%P",
"「もう、アカネさんはまたそんなことをいって。\\n　そういう行動が人に迷惑をかけているんですよ？」%K%P",
"「なんだよもう。あたしはやりたいことをやってるだけなの！\\n　あたしの自由を、いちいちイノリにとやかくいわれたくない。\\n　わかったら早く帰って。ほら、しっしっ」%K%P",
"アカネの手で追い払う仕草に、イノリさんの表情が固まる。%K%P",
"あれ？%K%P",
"カミサマ同士だから穏便に話が進むと思っていたけど、雲行きが怪しくなっている気がする。%K%P",
"「あ、アカネさん。私はアカネさんのことを\\n　考えて更生をですね――」%K%P",
"「あたしのことを考えてるなら放っておいてよ。\\n　なんなの？　暇なの？」%K%P",
"「ひ、暇って……これが私のお役目であって\\n　決して暇しているわけではありませんよ」%K%P",
"「あっそ。じゃあ、影が薄くてあまり\\n　仕事を振ってもらえなかったんだ」%K%P",
"「違います！　アカネさんの更生が終わらないから\\n　他の仕事がないだけです！　アカネさんが早く更生すれば\\n　私も色々と土地神として仕事ができるんです！」%K%P",
"なんだろう、この不良少女を頑張って改心させる先生のようなやり取りは。%K%P",
"カミサマっていうのは、お淑やかで神秘的だったり、どこかヒトとは違う存在だと思っていた。%K%P",
"けれど、目の前で交わされるふたりのやりとりを見ていると、カミサマもヒトとまったく変わらない存在に見えてくる。%K%P",
"「ほんとうっさい！！\\n　バカの一つ覚えみたいに更生更生って」%K%P",
"「ほっっっっんとくだらなくて\\n　つまらないカミサマ！！」%K%P",
"遂にアカネがキレた。%K%P",
"「おわっ、こんな時にまた停電か」%K%P",
"アカネの怒りに呼応するように部屋の電気が消えて真っ暗になる。%K%P",
"こんな真っ暗の部屋の中でアカネに暴れられたらなにが起こるか分からない。%K%P",
"なんとか止めなければ――%K%P",
"突然、机を叩く音が聞こえたかと思うと、人影がゆらりと立ち上がった。%K%P",
"「あぁん？　やんのかてめぇっ！\\n　こっちが下手に出てたらつけあがりやがって！」%K%P",
"暗闇になれた目で見ると、イノリさんがアカネを睨みつけていた。%K%P",
"え、誰これ。%K%P",
"さっきまでの穏やで清楚な大和撫子は何処へ？%K%P",
"気のせいか、外では大雨が降っているような音も聞こえてくる。%K%P",
"「べー！　地味神のいうことなんか\\n　ぜっっっっったいに聞かないから！」%K%P",
"「地味神っていったな！？　もう許さねえぞ！？」%K%P",
"「図星だから怒るなんてガキじゃん！！」%K%P",
"「ガキはどっちだ！！　いちいち反発するほうが\\n　ガキだろうが！！」%K%P",
"「なんだと！　この無個性！！」%K%P",
"「むこっ……てめぇ、絶対に更生させてやるからな！」%K%P",
"「へへん！　やれるものならやってみろ！」%K%P",
"子供の口喧嘩のような罵り合いだ。%K%P",
"ふと隣を見ると、舞花が突然目の前で始まったカミサマ同士の口喧嘩に呆然としている。%K%P",
"とりあえずこの状況をなんとか治めなければ話も何もあったものじゃない。%K%P",
"「あの、ふたりとも。夜にそうやって騒ぐのは――」%K%P",
"「こ、のっ！　働きもしないニート神の癖にいちいち偉そうなんだよ！」%K%P",
"「なにを！？　あたしは自由だから働く必要がないだけ！」%K%P",
"「そういうのをヒトの世じゃニートっていうんだよ！！」%K%P",
"駄目だ。カミサマたちの耳に俺の声は届いていない。%K%P",
"多少手荒でもここはアカネを押さえこんでも止めるしかないのか……。%K%P",
"「おいふたりとも。今は喧嘩してる場合じゃないだろ、って\\n　――うわっ！？」%K%P",
"何も見えないせいでイスに足を引っかけてしまった。%K%P",
"「ひゃあっ！？」%K%P",
"「なっ、なに？\\n　将、どうかしたの？」%K%P",
"「大丈夫、なにかにぶつかっただけだ」%K%P",
"躓いたけど、なんとか近くにあったものにしがみついたおかげで倒れずに済んだ。%K%P",
"しかし、なんか妙に柔らかくていい匂いがするような――。%K%P",
"「あんっ、んんっ……んぅっ、ふぅっ……」%K%P",
"艶めかしい声が間近で聞こえ、暗闇の中で目を凝らしてみると、イノリさんの後ろ姿が見えた。%K%P",
"じゃ、じゃあこの手の平に伝わる柔らかな感触は――。%K%P",
"「やぁんっ、あ、あの、将さん、んっ！\\n　その、あまりそうやって揉まれますと……」%K%P",
"「はぁ！？　将！！　あんたなにやってんの！？」%K%P",
"「違う！　わざとじゃないってー！！」%K%P",
"「んんっ！　また、将さんの指が動いてっ」%K%P",
"「さっさと離れなさいよバカ！？」%K%P",
"「す、すみません！」%K%P",
"舞花のいう通り、早く離れるべきだ。%K%P",
"しかし、イノリさんの豊満な胸に埋まった指から伝わってくる至福の感触をこんなにも簡単に手放していいのだろうか。%K%P",
"「おーそこまで攻めるなんて将やるねー！\\n　どうせならもっとがしっと掴もう！　ほらほら！」%K%P",
"「ちょっ！　なにいってるのよアカネ！？」%K%P",
"「あっ……うんっ、くすぐったい、です」%K%P",
"「えーだってもう少しこのままのほうが面白そうじゃん。\\n　それに、将だって男の子だからおっぱい揉みたいだろうし！」%K%P",
"アカネのいう通り、手の中にあるこの胸を思いっきり揉んでみたい。%K%P",
"こんな機会は滅多にないだろうからあと少しくらいこの感触を楽しんでも――%K%P",
"「将！！！　こ、のっ！\\n　いつまでも引っ付いてないでさっさと離れなさい！」%K%P",
"「あいたっ！」%K%P",
"理性と欲望がせめぎ合う中、舞花に頭を叩かれたおかげで、かろうじて理性が勝ったのだった。%K%P"
]