[
"アカネとイノリさんが椿木荘にやってきた翌日。%K%P",
"朝の新鮮な空気を吸いながら、居間を目指して廊下を歩く。%K%P",
"色々とあった夜から一夜明けた翌朝、昨日起きた騒動とは裏腹に、目覚めはスッキリとしたものだった。%K%P",
"まさか椿木荘にカミサマを住まわせることになるなんて昨日までは想像もできなかった。%K%P",
"でも理由はどうあれ、昔のように椿木荘に住居人が増えるのは嬉しいことだ。%K%P",
"「けど、喜んでばかりはいられないな」%K%P",
"今日からの行動が、椿木荘の今後を左右するといっても過言ではないのだ。%K%P",
"気を引き締めていかないと。%K%P",
"「椿木荘のためにも、頑張らないとな」%K%P",
"パンパンと頬を叩くと、澄んだ空気もあわさって気合が入る。%K%P",
"「よし、行くか」%K%P",
"気合いを入れた俺は、居間のドアに手をかけた。%K%P",
"「おはようございます」%K%P",
"居間ではなぜかイノリさんが頭を抱えていた。%K%P",
"「……ああ、将さん。おはようございます」%K%P",
"その表情はどんよりと曇っている。%K%P",
"「えっと、なにかあったんですか？」%K%P",
"「なにかあった……ええ、そうですね。\\n　その通りです……」%K%P",
"イノリさんが向けた視線の先を見ると、寝転がりながらテレビを見ているアカネの姿があった。%K%P",
"「んー、あれ、将」%K%P",
"ゴロゴロしていたアカネが俺に気付く。%K%P",
"「おはよう、アカネ」%K%P",
"「おはよー」%K%P",
"寝転がったまま、眠そうな間延びした声で挨拶が返された。%K%P",
"なんていうか、完全にだらけきっている。%K%P",
"元気の欠片もなければ、やる気もまるで感じられない。%K%P",
"「ひどいくらいに無気力だな」%K%P",
"イノリさんが頭を抱えるわけだ。%K%P",
"「おーいアカネ。朝だからってあまりだらだらするなよ」%K%P",
"「ふぁぁ……まーまー。\\n　いいじゃんいいじゃん。\\n　まだ朝なんだしさ」%K%P",
"「けど今日から更生頑張っていくんだろ？」%K%P",
"「あーそんなこといったかもねー」%K%P",
"「でも、時間はまだまだあるし\\n　別に急いで頑張らなくてもいいよね？」%K%P",
"予想通りというか、アカネの更生計画にはさっそく暗雲が立ち込めている。%K%P",
"「あの、アカネさん。その頑張り始めるのは\\n　いつになるんですか？」%K%P",
"「あたしの気分次第かなー。\\n　今日かもしれないし、明日かもしれない。\\n　うはは、まさに神のみぞ知るってやつだねー」%K%P",
"「お願いですからやる気になってください……」%K%P",
"「やだー。今はそういう気分じゃなーい」%K%P",
"畳に寝転がったまま、アカネがのらりくらりと言葉を受け流していく。%K%P",
"うーん、まさかここまで完全に無気力になるとは。%K%P",
"「アーカーネーさーんっ！　更生しましょうよぉ」%K%P",
"「ざーんねん。\\n　今日は一日ごろごろするって予定が入ってるんでーす」%K%P",
"いくら説得しようとしても暖簾に腕押しで、アカネを説き伏せることができない。%K%P",
"このままだと本当に期限ギリギリまでなにもせず過ごすだけに終わる光景がありありと浮かんでくる。%K%P",
"だから俺は、アカネに向かって少し厳しめの口調で問いかける。%K%P",
"「なぁ、アカネ……妖怪になってもいいのか？」%K%P",
"「んー、昨日ちょっとだけ考えたんだけどさ、\\n　そうなったときはそうなった時だから\\n　別にいいんじゃない？」%K%P",
"無気力すぎて自分のことなのに、興味がないとばかりに答えるアカネ。%K%P",
"これはどうしたものか……。%K%P",
"「皆、朝ごはんできたわよ」%K%P",
"俺とイノリさんが悩んでいると舞花の声がかかった。%K%P",
"「ごはん！\\n　今日は朝早くからイノリに起こされたから\\n　もうお腹ぺこぺこだよー！」%K%P",
"飛び起きたアカネが、目を輝かせながら走って行く。%K%P",
"「あ、おいアカネ！」%K%P",
"結局、話を煙に巻かれて終わってしまった。%K%P",
"「…………はぁ。こんな調子で私は\\n　アカネさんを更生させられるんでしょうか」%K%P",
"「まだ一日目じゃないですか。\\n　俺も力を貸しますので弱気にならないでください」%K%P",
"励ますように声をかけると、肩を落としてたイノリさんが顔を上げる。%K%P",
"「将さん……そうですね。まだ一日目ですし、\\n　諦めるなんて早いですよね！」%K%P",
"「ええ、頑張りましょう」%K%P",
"元気の戻ったイノリさんと一緒に、俺たちも食卓へむかった。%K%P",
"「じゃあ、会議を始めましょうか」%K%P",
"朝食が終わると、舞花は用事があるからと出て行ってしまった。%K%P",
"残った俺たちだが、アカネはテレビを、俺とイノリさんは更生のための作戦会議を始める。%K%P",
"「なんにしても、まずはアカネにやる気を出してもらう\\n　ことから始めないといけないですね」%K%P",
"問題になっているのは、アカネに更生する気が欠片もないことだ。%K%P",
"その気持ちを、少しでも更生してもいいかも？　と思わせることができなければ話は始まらない。%K%P",
"「とはいっても、どうすればいいんでしょうか」%K%P",
"「そうですね……確認なんですが、アカネの更生って\\n　どうなれば終わるんですか？」%K%P",
"一概に更生といってもそれだけではゴールが見えない。%K%P",
"それこそ、アカネを普通のカミサマと同じレベルにまで更生させるとしたらとても時間が足りるとは思えないのだ。%K%P",
"「そうですね……少なくとも最低限神力の制御は覚えて\\n　暴走をなくしてもらうことが目標です」%K%P",
"「神力の制御さえできれば停電もなくなり、ヒトの迷惑に\\n　なることもなくなりますから」%K%P",
"「神力の暴走を抑える……\\n　具体的にはどうすればいいんですか？」%K%P",
"「アカネさんの神力は感情に左右されているようです」%K%P",
"「まずは感情を制御できるようになることが\\n　一番の近道だと思われます」%K%P",
"感情の制御か。%K%P",
"正直、一朝一夕でどうにかなるものとは思えない。%K%P",
"それに――%K%P",
"「強制させるのは避けたいところですね」%K%P",
"「ええ。それでは更生ではなくなってしまいます」%K%P",
"「私はアカネさんを従わせたいのではなく、\\n　少しだけ真面目になってほしいだけなんです」%K%P",
"イノリさんの意見は正しいと思う。%K%P",
"本人の意思を無視するのでは意味がない。%K%P",
"そうなると重要なのは、アカネの意志を尊重したうえでどれだけ真剣に更生に付き合ってもらえるか、ということになる。%K%P",
"「これは難問ですね……」%K%P",
"「そうなんですよ……」%K%P",
"しばらくの間、イノリさんと意見を出し合ってみたが、これといった妙案は浮かばない。%K%P",
"本格的にどうするか悩んでいると、アカネが音量を上げたのかテレビの音が聞こえてきた。%K%P",
"「続いては、現在、人気沸騰中のあのカミサマアイドル\\n　をご紹介します！」%K%P",
"「カミサマアイドル？」%K%P",
"テレビでは、売れっ子カミサマアイドルの全国ライブツアーの映像が流れていた。%K%P",
"「ああ、このアイドルなら俺も知ってるな」%K%P",
"最近話題沸騰のカミサマアイドルだったか。%K%P",
"歌も踊りも上手く、それでいてファンサービスも忘れない、新進気鋭のアイドルとして人気が出ているって舞花がいってたな。%K%P",
"「アイドル、ですか。\\n　今はこのような活動をしているカミサマも\\n　いらっしゃるのですね」%K%P",
"ステージの上で、フリルがふんだんに使われているチェックとストライプの衣装に包まれたカミサマアイドルが映っている。%K%P",
"軽快で疾走感のある歌と踊り、観客の声援に応えるように神力を使った幻想的なパフォーマンスを披露していた。%K%P",
"「カミサマがアイドルねぇ……面白そうだけど\\n　あたしには縁がなさそうだなー」%K%P",
"「アカネはアイドルに興味があるのか？」%K%P",
"「んー気にはなるかなー。\\n　あんなにたくさんの人に崇められるんだもん」%K%P",
"アカネの言葉を聞き、テレビに視線を戻すと、観客の様子が映しだされる。%K%P",
"会場には男性客だけではなく、女性や子供といった、老若男女問わず、多くの人たちがカミサマアイドルのことを応援していた。%K%P",
"声を張り上げて名前を呼んだり、アイドルの歌に合わせて合いの手を入れたり、手を振ったりして自分を見てもらおうとしている。%K%P",
"テレビの中の光景だというのに、傍で熱を感じられるほどの盛り上がりだ。%K%P",
"「……待てよ？」%K%P",
"しばらくの間、三人でライブ映像を眺めていると、閃くものがあった。%K%P",
"アカネをアイドルにするってのはどうだ？%K%P",
"さっきの様子からアカネもアイドルに興味はあるみたいだし、やる気自体はある。%K%P",
"ご当地アイドルなら地域の活性化にも繋がるから、イノリさんの上司のカミサマからの許可もとりやすそうだ。%K%P",
"アイドルを目指す過程で我慢を覚えれば、停電も減るはず！%K%P",
"ほかに案があるわけでもないし、さっそく聞いてみるか。%K%P",
"「なあ、アカネ」%K%P",
"「んー、なに？」%K%P",
"「せっかく興味を持ったんだし、\\n　アイドルを目指してみないか？」%K%P",
"「え？　どうしたのさ急に」%K%P",
"訝しげにアカネが首を傾げる。%K%P",
"「さっき気になるっていってただろ？\\n　だから、目指してみたらどうかと思ってな」%K%P",
"「たくさんの人たちに崇められたいっていってただろ？\\n　アイドルになれば、それこそ毎日だって崇められるぞ」%K%P",
"「……まじ？」%K%P",
"アカネがピクリと反応をする。%K%P",
"なにも、やりたくないことを無理にやらせる必要はないんだ。%K%P",
"やりたいことをやって、それが更生につながるのが一番いいに決まっている。%K%P",
"「それだけじゃないからな。ああいう可愛い服とか、\\n　差し入れとかたくさんもらえるぞ」%K%P",
"「可愛い服……差し入れ……」%K%P",
"「もちろん、いい出した以上は俺だって可能な限り手伝うぞ。\\n　どうだ？　どうせだからちょっとやってみないか？」%K%P",
"アカネの反応をうかがうと、すっかり目を輝かせていた。%K%P",
"「いいねアイドル！　すごく楽しそう！\\n　将も手伝ってくれるみたいだし、やりたい！」%K%P",
"なんとかやる気になってくれたみたいだ。%K%P",
"これなら――%K%P",
"「待ってください。本当にアカネさんに\\n　アイドルができるんですか？」%K%P",
"無事にまとめかけたところで、イノリさんがやや辛辣な毒を吐く。%K%P",
"「歌や踊りに関しても心配ですし、アイドルが着るような\\n　可愛い衣装はアカネさんに似合わないですよ」%K%P",
"「むかっ！　なんでそんなこと\\n　イノリにいわれなきゃいけないの！」%K%P",
"「私は思ったことを口にしただけです」%K%P",
"「なんだとー！」%K%P",
"「ストップ、ストップ！　皆に崇められたいのなら\\n　怒ってばっかりじゃダメだって」%K%P",
"ふたりの間に割って入り、怒りかけたアカネを落ち着かせる。%K%P",
"「ほら、笑顔笑顔」%K%P",
"「アイドルになりたいなら少しずつでいいから\\n　怒らない努力をしていこう。な？　簡単だろ？」%K%P",
"「うーん……そだね。\\n　少しずつでいいなら余裕だよね！　わかった！」%K%P",
"怒りかけたことを忘れたように笑うアカネ。%K%P",
"ほっ、ケンカにならなくてよかった。%K%P",
"「それと、アイドルになるならやっぱり人の生活を\\n　知らなきゃいけないと思うんだ」%K%P",
"「アイドルに関わってくるのは\\n　人間が多いんだから知っておいた方がいいからな」%K%P",
"「んーそれもそっか。\\n　じゃあ、将たちと生活も合わせるから！」%K%P",
"「色々と助けてよね、将！」%K%P",
"「おう。ちゃんとサポートするから安心してくれ」%K%P",
"「うんうん、やる気出てきた。\\n　よっしゃー！　やるぞー！」%K%P",
"やる気十分になったアカネからは、先ほどまでの無気力感はすっかりどこかへいっていた。%K%P",
"「イノリさん。さっきのはワザとですよね？」%K%P",
"アカネが居間から出ていくのを確認してから、俺は先ほどあったイノリさんの言動について切り出す。%K%P",
"あれはいくらなんでもあからさますぎだ。%K%P",
"「なんであんなことをしたんですか？\\n　あれはアカネじゃなくても怒りますよ？」%K%P",
"「すみません。アカネさんを更生させるには、\\n　ハッキリと我慢するという行為を自覚させたほうが\\n　いいと思いまして」%K%P",
"イノリさんらしい献身的な考え方だけど、だからといって自分から嫌われるような行動は納得できない。%K%P",
"「ああやってわざと怒らせて\\n　イノリさんが悪者になる必要なんてありませんよ」%K%P",
"責任感が強いところもイノリさんの魅力ではあるけれど、なにもかもひとりで背負う必要なんてないんだ。%K%P",
"それでアカネが更生できたとしても、ふたりの間に溝ができるなんてイヤだからな。%K%P",
"「いくらアカネが更生できてもイノリさんが\\n　悪者になってしまっては意味がないですからね」%K%P",
"「ふふっ、そうですね。\\n　私も少し焦りすぎていたのかもしれませんね」%K%P",
"「私のことも気遣ってくださって\\n　ありがとうございます」%K%P",
"ほがらかな笑みを浮かべて丁寧にお辞儀をするイノリさん。%K%P",
"これならもう大丈夫だろう。%K%P",
"「ところで、イノリさんの上司はこれで\\n　納得してもらえるでしょうか？」%K%P",
"「そうですね……正直なところ、\\n　あの方がこれで納得してくれるのか\\n　怪しいところではあります」%K%P",
"「でも、一度話をしに行ってみようと思います」%K%P",
"確かに、やってみないことには先に進めないだろう。%K%P",
"「わかりました。\\n　よろしくお願いします」%K%P",
"朝の作戦会議の後、イノリさんは上司にアカネ更生計画の方針として、アイドル活動をしていくことを伝えに行った。%K%P",
"アイドルを目指すこと自体に反対される可能性もある。%K%P",
"俺はドキドキしながらもその結果を待った。%K%P",
"イノリさんが戻ったのはそれから数時間後。%K%P",
"「ただいま戻りました」%K%P",
"「おかえりなさい、イノリさん。\\n　どうでしたか？」%K%P",
"「えっと……許可、でちゃいました」%K%P",
"イノリさんがいうには、許可をもらえない可能性が高いと思っていただけに、何事もなくすんなりと許可が出てしまったことが意外だったらしい。%K%P",
"特に条件を付けられることもなく、二つ返事で許可をもらえたという。%K%P",
"拍子抜けした感じはあるが、とにかく無事に許可が下りてよかった。%K%P",
"明日からは本格的なアカネの更生の始まりだ。%K%P",
"「よっしゃー！　やるぞー！！」%K%P"
]