[
"今日が休みに決まると、アカネはすぐに椿木荘から飛び出していってしまった。%K%P",
"舞花は舞花で用事があるらしく、さっさと食器を片づけると居間を後にした。%K%P",
"そして居間には、俺とイノリさんだけになる。%K%P",
"ふたりっきりの中で、特に会話らしい会話があるわけではないが、このまったりとした雰囲気は嫌いではない。%K%P",
"「将さん。お茶でも飲みますか？」%K%P",
"「淹れてもらえるんですか？」%K%P",
"「私でよければですけど」%K%P",
"「じゃあ、せっかくなのでお願いします」%K%P",
"「はい！　少し待ってくださいね」%K%P",
"イノリさんがゆっくり立ち上がって台所へ向かうと、慣れた手付きでお茶を淹れていく。%K%P",
"「はい、お待たせしました」%K%P",
"「ありがとうございます」%K%P",
"「隣失礼しますね」%K%P",
"イノリさんが隣に座ると、ふわりと桃のような甘い香りが鼻の奥をくすぐる。%K%P",
"最近は、アカネに振り回されることも多かったから、こうしてのんびりとするのも久々だ。%K%P",
"「今回のお茶には少し自信がありますので、\\n　じっくりと味わってみてください」%K%P",
"「そうなんですか？　では、いただきます」%K%P",
"イノリさんに促され、湯呑を口へと運ぶ。%K%P",
"「あ、美味しい」%K%P",
"「舞花さんに教わって淹れてみましたけど、\\n　お口に合ったみたいでよかったです」%K%P",
"イノリさんが微笑むと、改めて和やかなカミサマだと感じた。%K%P",
"手入れされ絹のように滑らかな黒髪、慎ましく奥ゆかしい性格だけでなく、豊満な谷間は視線を吸い込んで離さない。%K%P",
"「あの、ジッと見つめてどうかしましたか？」%K%P",
"「なんでもないですよ。\\n　そういえば、イノリさんはなにか予定とか\\n　あるんですか？」%K%P",
"「私ですか？　そうですね、\\n　せっかくなので神社へ行こうと思ってます」%K%P",
"「神社って、イノリさんが土地神として\\n　祀られてる神社ですか？」%K%P",
"「ええ。最近は忙しくて足を運ぶことができなかったので、\\n　この機会に掃除でもと思いまして」%K%P",
"「自分の神社なのに、自分で掃除するんですか？」%K%P",
"「将さんたちが自分の部屋を掃除するのと同じですよ。\\n　私の神社なんですから、私が掃除するべきです」%K%P",
"カミサマなのにどこまでも謙虚なイノリさんの姿勢は素直に尊敬できる。%K%P",
"「俺もご一緒してもいいですか？」%K%P",
"だからこそ俺も彼女の手伝いを申し出ることにした。%K%P",
"「一緒にですか？　私の神社に来ても\\n　面白いものはありませんよ？」%K%P",
"「遊びにいくわけじゃありませんよ。\\n　俺もイノリさんの手伝いをしたいと思っただけです」%K%P",
"「アカネの更生で、イノリさんに\\n　助けられてることは多いですからね。\\n　こういう時に恩返しさせてください」%K%P",
"「そんな、むしろ私のほうが将さんに何度も\\n　助けられてますし、恩返しなんて……」%K%P",
"「でも、せっかくの好意ですからね。\\n　今回は、甘えさせてもらっていいですか？」%K%P",
"「もちろんです。ふたりで神社をキレイにしましょう」%K%P",
"「ふふっ、よろしくお願いします」%K%P",
"俺たちは互いに笑い合い、残ったお茶を飲み干した。%K%P",
"イノリさんの神社は、住宅街の一角にあった。%K%P",
"「ここがイノリさんの神社ですか。\\n　立派な作りをしていますね」%K%P",
"住宅街のど真ん中にあるにも関わらず境内は広く、木々に覆われてちょっとした林のようになっていた。%K%P",
"「そうなんです。とても立派な神社なんです」%K%P",
"どこか誇らしげに、イノリさんが胸を張る。%K%P",
"これだけ立派な神社だ。イノリさんとしても自慢の場所なのだろう。%K%P",
"改めて見渡してみると、玉垣に何人もの名前が掘られていた。%K%P",
"見た限りでも囲う柵状の石柱はかなりの数があり、個人の名前だけでなく企業名や団体名まで彫り込まれていた。%K%P",
"「イノリさん、これは？」%K%P",
"「ああ、それは当時寄進してくださった方たちの\\n　お名前ですね」%K%P",
"これほどの大人数が寄進していたのか。%K%P",
"「イノリさんは、土地神としてこんなにも\\n　慕われていたんですね」%K%P",
"「ええ、私にはもったいないくらいの方たちでした」%K%P",
"「これだけ慕われていうってことはイノリさんは\\n　とても神奈木町の皆に好かれているんですね」%K%P",
"「そうですね。でもだからこそ、\\n　私はもっと頑張らないといけないんです」%K%P",
"「今でも十分に頑張っていると思いますけど」%K%P",
"「……いえ、アラガミの更生さえ満足にできない\\n　私なんてまだまだです。もっと精進しないといけません」%K%P",
"やっぱりイノリさんはすごく真面目だ。%K%P",
"でも、そんな一生懸命なイノリさんだからこそ、応援したいと思える。%K%P",
"「俺にできることがあったら、なんでもいってくださいね」%K%P",
"「はい。なにかありましたら、\\n　将さんのことも頼りにさせていただきます」%K%P",
"ぺこりとイノリさんが頭を下げてくる。%K%P",
"なんていうか、どこまでも謙虚なカミサマだ。%K%P",
"「でも、失礼かもしれないですけど、\\n　俺は逃げてくれたアカネに感謝しないとですね」%K%P",
"「え？」%K%P",
"「だって、アカネが真面目に更生をしていたら、\\n　イノリさんとこうして一緒に出かけたり、同じ場所で\\n　暮らすなんてできなかったと思いますから」%K%P",
"「なんて、自分勝手な意見ですみません」%K%P",
"「……いえ、自分勝手だなんて、そんなことはありません。\\n　私も、椿木荘での暮らしはとても楽しいと思っています」%K%P",
"頬を染め、照れながら上目遣いで見上げてくるイノリさんの笑みに、思わず恥ずかしくなって顔をそむけてしまう。%K%P",
"「その、そ、そろそろ掃除を始めませんか？」%K%P",
"「そうですね。竹箒はこちらにあります」%K%P",
"俺は真っ赤に顔を染めたまま掃除の準備を始めた。%K%P",
"「私は本殿の辺りを掃除しますので、\\n　将さんは参道をお願いします」%K%P",
"「わかりました」%K%P",
"「落ち葉は拝殿の前にまとめて集めちゃってください」%K%P",
"「なら、入り口から奥に向けて掃いていきますね」%K%P",
"一通り細かい竹箒の使い方を教わってから、俺は入り口から拝殿に向けて落ち葉を掃いていく。%K%P",
"む、普通の箒と違って竹箒ってかなり難しいな。%K%P",
"「ひゃあ！」%K%P",
"「イノリさん？」%K%P",
"使い慣れない竹箒に苦戦しながら掃き掃除を進めていると、拝殿の方からイノリさんの悲鳴が聞こえてきた。%K%P",
"なにかあったのかと思って振り返ると――%K%P",
"「…………え？」%K%P",
"なぜか服が半脱ぎになっているイノリさんの姿があった。%K%P",
"「えっと……イノリさん？　あの、なにしてるんですか？」%K%P",
"「落ち葉が服の中に入ってしまったんです。\\n　こう、んっ、中々とれなくて……んぅっ！」%K%P",
"「ちょっ！？」%K%P",
"イノリさんがもぞもぞ動くと、少しずつ服がズリ下がっていく。%K%P",
"「やっぱりひとりじゃ取れそうにないんですね。\\n　将さん。すみませんが手伝ってもらっていいですか？」%K%P",
"「て、手伝う！？」%K%P",
"「お願いします。落ち葉で背中がむずむずして、\\n　くすぐったいです」%K%P",
"「今取りやすいように脱ぎますので――」%K%P",
"「ちょっ――――！　ストップ！　ストーップ！\\n　そのままで大丈夫ですからそれ以上脱がないでください！」%K%P",
"「そうですか？　わかりました」%K%P",
"そういうと、イノリさんそれ以上服を脱ぐのを止めてくれた。\\nけれど、それでも半脱ぎである。%K%P",
"服がはだけているせいで見えるイノリさんの肌は染み一つなく真っ白で、釘付けになりそうになる。%K%P",
"「そ、それで、落ち葉はどのあたりに入ったんですか？」%K%P",
"「たぶんですが、背中の真ん中あたりだと思います」%K%P",
"背後に回り込むと、見惚れるほど美しいうなじに思わず生唾を飲み込む。%K%P",
"な、なにも考えるな。%K%P",
"ただ落ち葉を取ることだけに神経を集中させろ。%K%P",
"「こ、ここですか？」%K%P",
"「ひゃ」%K%P",
"できるだけ見ないようにしてイノリさんの背中に手を伸ばすと、その柔らかできめ細やかな素肌に触れてしまった。%K%P",
"「んんっ……も、もうちょっと右のほうです」%K%P",
"い、いかん、イノリさんの艶声が理性を溶かしにかかってくる。%K%P",
"「……あっ、んっ……あ、あと少し、し、下のほうです」%K%P",
"「……イノリさん、お願いです。声、我慢してください……」%K%P",
"「こ、これでも……我慢、して……んぅ……あんっ」%K%P",
"平常心、平常心だ。%K%P",
"俺は、落ち葉を取ろうとしているだけで、別にいかがわしいことをしているわけじゃない。%K%P",
"「ん、んんぅっ、あっ、んっ」%K%P",
"「……み、見つけました。これですね。\\n　すぐに取りますから、もう少し我慢してください」%K%P",
"「やっ、んんっ……くすぐったい……」%K%P",
"「はぁ、はぁ……んっ、んんっ……」%K%P",
"「ほ、ほら、イノリさん、取れましたよ」%K%P",
"「あ、ありがとう、ございます……ふぅ」%K%P",
"「あはは、気にしないでください……はぁ」%K%P",
"どっと押し寄せた疲労の中、俺は掃除を再開させた。%K%P",
"「だいたい片付きましたね」%K%P",
"一通り掃除を終えて、俺はイノリさんに声をかけた。%K%P",
"「そうですね。今日はこれくらいにして帰りましょうか」%K%P",
"「あ、すいません、ちょっといいですか？」%K%P",
"「どうかされたんですか？」%K%P",
"俺は帰る準備を始めるイノリさんを呼び留める。%K%P",
"せっかく神社に来たんだ。このまま椿木荘に戻るっていうのもつまらないよな。%K%P",
"「少しお参りをしていってもいいですか？」%K%P",
"「お参り、ですか？」%K%P",
"「ええ。迷惑でしたか？」%K%P",
"「そんなことありません！\\n　ただその、こうして誰かの願いを目の前で聞くなんて\\n　初めてですからくすぐったくて」%K%P",
"「それは俺もですよ。\\n　なにせ、本物のカミサマの前でお参りするんですから」%K%P",
"俺たちはふたりで並んで拝殿の前に立つ。%K%P",
"「では――」%K%P",
"賽銭を入れ、鈴を鳴らし、２回おじぎをした後で、拍手を２回うち、再度お辞儀をする。%K%P",
"「将さんは、なにを願ったんですか？」%K%P",
"「知りたいですか？」%K%P",
"「もし教えていただけるのなら」%K%P",
"イノリさんの期待のこもった眼差しに見つめられては、答える以外の選択肢はないか。%K%P",
"「イノリさんのお仕事が無事に終わりますように、ですかね」%K%P",
"「――それは、なんというか、将さんらしいお願いですね」%K%P",
"「そうですか？\\n　俺としては普通のお願いをしたつもりなんですけど」%K%P",
"「他の人はもっと自分のためにお願いしますよ」%K%P",
"「でも、今一番俺が叶ってほしい願いだったので。\\n　……ダメでしたかね？」%K%P",
"「ダメなんていうわけないですよ。\\n　私が将さんのお願いを叶えて見せるので、\\n　しっかり見ていてくださいね」%K%P",
"「はい、期待しています。\\n　――さて、そろそろ日も暮れ始めてきましたし、\\n　帰りましょう」%K%P",
"「そうですね。あまり遅くなっても悪いですからね」%K%P",
"互いに並び合い、俺たちは夕日の差し込む境内を歩く。%K%P",
"「将さん」%K%P",
"「なんですか？」%K%P",
"「今日はありがとうございました。\\n　また明日から、頑張りましょう」%K%P",
"そういって見せてくれたイノリさんの笑顔は、今日一日の中で一番キレイなものだった。%K%P"
]