[
"カミサマが椿木荘で暮らし始めてから、２週間が経った。%K%P",
"アカネとイノリさんがケンカすることもしばしばあったが、最近ではアカネが停電を起こす回数も減っている。%K%P",
"少しずつではあるけれど、人の生活にも慣れてきたようにも感じられた。%K%P",
"「へー、この町にアイドルなんてくるんだ。\\n　しかもお祭りだってさ！　楽しそう！」%K%P",
"「アカネさん、そうやって食べてすぐ横になると\\n　行儀が悪いですよ」%K%P",
"夕食の後、散らかっていたチラシを眺めながらごろごろと転がっているアカネに、イノリさんが注意を促す光景は見慣れたものだ。%K%P",
"初めは冷や冷やしていたアカネとイノリさんのやりとりも、いつもの光景のように感じるくらいに、ふたりは椿木荘に馴染んできている。%K%P",
"「えーどうせ将たちしかいないし\\n　いいじゃん」%K%P",
"「アカネさんはカミサマなんですから\\n　そんな態度ではダメですよ」%K%P",
"今日はいつもより少し強めに注意するイノリさん。%K%P",
"「ほら、起き上がってください」%K%P",
"「……もう、わかったよ。\\n　はい、これでいいんでしょ」%K%P",
"渋々ではあるが、アカネが怒りだすこともイノリさんとケンカすることもなく身体を起こすと、そのまま居間を出ていってしまった。%K%P",
"イノリさんの注意を素直に聞いて、規則正しく生活するアカネ。%K%P",
"本来ならこれでいいのだろうが、最近では少しアカネに不満げな色が見え隠れしているように俺には感じられた。%K%P",
"今までは口では反発していても、本心から嫌がっているようには見えなかったのに……。%K%P",
"「イノリさん、今日は少し\\n　アカネに対して厳しくないですか？」%K%P",
"「そうでしょうか……いえ、そうかもしれません。\\n　アカネさんにはあとで謝らないといけないですね」%K%P",
"自分の行動を思い返したのか、申し訳なさそうな表情をしている。%K%P",
"「なにかあったんですか？」%K%P",
"「ええ、実は、上司から今のペースでは\\n　期限に間に合わないのではないかと連絡がありまして」%K%P",
"「私自身、そこまで焦る必要はないと思っていたつもりでしたが、\\n　どうやら知らず知らずのうちに焦ってしまっていたようです」%K%P",
"そういうことか。%K%P",
"イノリさん自身、今のアカネの更生には時間が足りないと感じていたのだろう。%K%P",
"それが、上司との会話で不安が出てきてしまい、先ほどの話になった%K%P",
"「そうですか……でも、今は焦らずいきましょう。\\n　焦った所で良くなるわけでもないでしょうから」%K%P",
"「そうですね、ご迷惑をおかけしてすみません」%K%P",
"確かに今の速度で更生していって期限に間に合うのかは微妙だ。%K%P",
"けれど、今のところアカネは順調に更生していっているのは事実。%K%P",
"それであれば無理をさせる必要はないとも思えた。%K%P",
"「やばいやばい。\\n　テレビ始まっちゃうよ」%K%P",
"一度部屋に戻ったあたしは、見たい番組があったのを思い出して引き返してきていた。%K%P",
"「イノリさん、今日は少し\\n　アカネに対して厳しくないですか？」%K%P",
"居間のドア越しに聞こえてきた将の声にあたしはドアを開く手を止める。%K%P",
"「そうでしょうか……いえ、そうかもしれません。\\n　アカネさんにはあとで謝らないといけないですね」%K%P",
"さっきのイノリはちょっと変だった。%K%P",
"いつもならあんな細かいことをしつこく注意なんてしないのに。%K%P",
"なら、きっと何か理由があったんだ。%K%P",
"「なにかあったんですか？」%K%P",
"「ええ、実は、上司から今のペースでは\\n　期限に間に合わないのではないかと連絡がありまして」%K%P",
"どういうこと？　間に合わない？%K%P",
"今まで嫌なことがあっても我慢してきたのに、もっと我慢しないといけないの……？%K%P",
"「そんな……あたしは……」%K%P",
"頑張ってる。そういいたかった。%K%P",
"気が付けばあたしの足はまっすぐあたしの部屋に向かっていた。%K%P",
"イノリさんから上司の話を聞いた翌朝。%K%P",
"「おはよう」%K%P",
"「おはよう、将」%K%P",
"「おはようございます、将さん」%K%P",
"翌朝、いつものように挨拶を交わす。%K%P",
"すでに朝食の準備が終わっていて、すぐにでも食べられる状態になっている。%K%P",
"しかし、今日はいつもと少し違っていた。%K%P",
"「あれ？　アカネは？」%K%P",
"舞花やイノリさんたちも自分の席に座っているが、アカネの姿がない。%K%P",
"最初こそ寝坊していたものの、最近ではご飯の時間にはかならず起きてきていたのに……。%K%P",
"「まだ来てないみたいですね」%K%P",
"「私も見てないし、まだ寝てるんじゃない？」%K%P",
"「最近は早起きしてたのに珍しいな」%K%P",
"「寝坊くらい誰にでもあるわよ。\\n　けど、将もきたことだし、そろそろ起こしにいかないと」%K%P",
"「では、私が起こしてきますね」%K%P",
"そういって立ち上がるイノリさん。%K%P",
"「あ、じゃあ俺も一緒にいきますよ」%K%P",
"ふたりきりにしてしまうと言い争いに発展するかもしれないので俺も一緒にいくことにする。%K%P",
"「そうですか、では一緒にいきましょうか」%K%P",
"「じゃあ、ふたりともお願いね」%K%P",
"「おーい、アカネ。もう朝だぞ。\\n　朝食もできるから起きろー」%K%P",
"呼びかけながらアカネの部屋のドアをノックする。%K%P",
"何度か呼びかけドアをノックをして、ようやくドアが開いてアカネが顔を出した。%K%P",
"「お、ようやく起きたか。\\n　朝食できてるからすぐに顔を洗ってこいよ」%K%P",
"「…………いい、このままいく」%K%P",
"「アカネ？」%K%P",
"ご飯がなによりも好きなアカネらしからぬ覇気のなさに俺は戸惑う。%K%P",
"そんな俺を見たイノリさんがアカネに対して口を開いた。%K%P",
"「アカネさん、寝坊はあまり感心できませんよ」%K%P",
"いつものように諭すように注意をするイノリさんの言葉にアカネの表情が険しくなる。%K%P",
"「別に、どうでもいいじゃん。\\n　あたしがいつまで寝てたって、\\n　あたしの勝手じゃん」%K%P",
"いつもと同じようでいて決定的に違う、投げやりな返事。%K%P",
"明らかに最近のアカネとは違う対応にイノリさんは面食らったような表情をする。%K%P",
"しかし――%K%P",
"「そういうわけにもいかないです。\\n　あまり寝すぎると朝食だけではなくて\\n　更生だってできなくなってしまいます」%K%P",
"すぐに思い直したかのように、いつものようにアカネに注意をしてしまった。%K%P",
"「あーうん。更生、更生かぁ。\\n　……別にもういいかな」%K%P",
"「えっ？　どういうことですか？」%K%P",
"「そのままの意味。もう更生なんてやりたくない。\\n　アイドルとかどうでもよくなっちゃった」%K%P",
"アカネの突然の言葉に俺はなにもいえなかった。%K%P",
"「どういう、ことですか？\\n　昨日まであんなに頑張っていたじゃないですか！」%K%P",
"「さっきもいったじゃん。\\n　どうでもよくなったの。だからもう、\\n　アイドルごっこもおしまい」%K%P",
"「いいわけないじゃないですか！\\n　何か理由が――」%K%P",
"「うっさいなぁ。\\n　もういいからあたしに構わないで！」%K%P",
"何もかも拒絶するように、アカネは自室のドアを閉めてしまう。%K%P",
"俺たちは、呆然とその様子を見ていることしかできなかった。%K%P",
"どこかそわそわとした雰囲気のまま一日が終わり、俺は自室でぼんやりと考える。%K%P",
"「アカネ……」%K%P",
"今朝の一件の後から、まだアカネは自室から出てきていない。%K%P",
"部屋の外からいくら声をかけても反応はないし、大好きなはずのご飯すら食べにこなかった。%K%P",
"理由はなんとなく想像できた。%K%P",
"今まで我慢をすることで抑圧されていた感情が限界を超えてあふれ出したのだろう。%K%P",
"でも――%K%P",
"「あんなに、楽しそうだったじゃないか」%K%P",
"思い起こされるのは文句をいいながらも活き活きとしていたアカネの姿。%K%P",
"確かに、アイドルを目指すためとはいえ、アカネにはめんどうなことが多かったかもしれない。%K%P",
"でも、練習をしているときのアカネはいつも笑顔で、楽しそうだった。%K%P",
"あの笑顔が、俺には嘘だったとは思えない。%K%P",
"「……俺は、どうすればいいんだろう」%K%P",
"頭を捻ってみるが妙案が思い浮かぶことなく、時間だけが過ぎていった。%K%P"
]