[
"イノリさんと恋人として過ごせることに躊躇いが無くなってから、数日が経った。%K%P",
"今では、すっかりイノリさんは俺の隣が定位置になっている。%K%P",
"「はい、将さん」%K%P",
"「ありがとう、イノリさん」%K%P",
"イノリさんからご飯をよそったお茶碗を受け取る。%K%P",
"相変わらず盛られているご飯の量も丁度いい適量だ。%K%P",
"「なんか、すっかり板についてるわね。\\n　本当に将の奥さんみたい」%K%P",
"舞花が甲斐甲斐しく世話をしてくれるイノリさんを眺めながら、そんなことを呟いた。%K%P",
"「そそそそそ、そんな！　まだ舞花さんには敵いませんよ！」%K%P",
"「確かに、まだ料理は舞花のほうが美味しいかなー」%K%P",
"「私の教えた料理もほとんど覚えたし、\\n　イノリさんならすぐに私くらい追い越すわよ」%K%P",
"アカネの言葉に対して、舞花がお味噌汁をすすりながらしみじみと語った。%K%P",
"「俺も舞花のいう通りだと思うな」%K%P",
"「まだ料理を始めて少ししか経ってないのに\\n　これだけ作れるのは十分にすごいですよ」%K%P",
"実際に、最近のイノリさんは以前にまして家事全般が得意になっていた。%K%P",
"効率がよくなり、テキパキと動けるようになったからだろうか？%K%P",
"「これも舞花さんの指導のおかげですよ。\\n　いつもありがとうございます」%K%P",
"「私としては料理のできる人が増えると楽ができますので。\\n　最近はイノリさんが料理を覚えてきたから\\n　かなり楽させてもらってます」%K%P",
"「確かに美味しくはなってるしね。\\n　だから、イノリさんにはぜひもっと料理が上達してほしいね」%K%P",
"「もう、アカネさんったら」%K%P",
"「美味いご飯をあたしが食べる、イノリはご飯を作って喜ぶ。\\n　まさに理想の関係よね」%K%P",
"アカネの言葉に苦笑しつつ、イノリさんはどこか嬉しそうに頬を緩める。%K%P",
"やはり、成果を実感できるのは嬉しいようだ。%K%P",
"「家事といえば、最近は天気がずっと悪いわね」%K%P",
"「そうですね。こうも曇りばかり続くと\\n　洗濯物も乾きません」%K%P",
"「本当よ。部屋干しするのと太陽の下で干すのじゃ\\n　着心地も変わってくるのに」%K%P",
"イノリさんや舞花が主婦のような悩みを吐き出していく。%K%P",
"「先週はずっと雨のち曇りだったからな。\\n　来週はどうなるかっと」%K%P",
"俺が近くにあったリモコンを使い、テレビの電源を入れると、ちょうど天気予報が始まるところだった。%K%P",
"『――現在台風――は勢力を強め――』%K%P",
"「えーまた台風？」%K%P",
"ニュースを見ながら、アカネがつまらなそうな声を上げる。%K%P",
"「この時期は仕方ないとはいえ、\\n　今年はかなり立て続けにくるな」%K%P",
"「ぶーつまんない。家の中にずっといたらしけっちゃうよ」%K%P",
"「さすがに天気に関しては仕方がありませんよ」%K%P",
"子供のようにむくれるアカネを、イノリさんが優しくなだめる。%K%P",
"まるで子供とその母親みたいだ。%K%P",
"もしイノリさんと結婚して子供が生まれたら、こうやってしっかりと子育てしてくれるんだろうな。%K%P",
"「しょ、将さん？　そんなにジッと見つめられると\\n　その、恥ずかしいです」%K%P",
"「すみません。イノリさんはいいお母さんになるなと思って」%K%P",
"「お、お母さんっ！　あ、あの、\\n　まだ私たちには早い気が……」%K%P",
"「いえでも、将さんが望むのなら私は今からでも……！」%K%P",
"「ねえ、将。イノリさんのやつ、変なスイッチが入ってない？」%K%P",
"「まあまあ。俺もまだ学生だから子供は早いから。\\n　せめてしっかり就職先を決めてからじゃないと」%K%P",
"子供を作るならイノリさんのことを養える基盤を整えないとな。%K%P",
"「……なんか将も変になったよね」%K%P",
"「……」%K%P",
"俺たちが馬鹿をやっている横で、舞花が真剣な表情でジッとニュースを見てることに気が付く。%K%P",
"「舞花？　なにか気になるニュースでもあるのか？」%K%P",
"「ん、ちょっとね。台風が気になって」%K%P",
"「台風が？」%K%P",
"俺も舞花の言葉につられて、ニュースに意識を向ける。%K%P",
"『台風は四日後に上陸する見通しとなっており――。\\n　また、台風としての規模も非常に大きく――』%K%P",
"テレビの中でナレーターが台風の上陸予想を読み上げていく。%K%P",
"なるほど、舞花のいいたいことがようやく見えてきた。%K%P",
"「そろそろ秋祭りの準備が始まる次期よね？\\n　こんな時期に台風が来るなんて、今年はついてないわね」%K%P",
"「かなり大規模な台風みたいだからな。\\n　下手をしたら秋祭りは中止かもしれないな」%K%P",
"神奈木町の秋祭りは、毎年一ヵ月の事前準備と一週間の本準備期間がある。%K%P",
"事前準備の時にはそれぞれ地区ごとの集会場でしめ縄を作ったり、踊りの練習や町内から祭りの寄付金を募ったり、出店の食材の予約などをする。%K%P",
"本準備から大きな登りを立ち上げ、倉庫から出した神輿などを市民館に運び出したりする、などの力仕事が多い。%K%P",
"今年の事前準備期間は終わっているので、あとは本準備をするだけなのだが、これだけ大きな台風が来るとなると準備どころではない。%K%P",
"むしろ、事前準備で用意したものが壊れることも視野に入れなければならない。%K%P",
"「はぁ、中止かぁ。商店街のみんな、残念がるだろうなー」%K%P",
"「秋祭りは、大丈夫なんでしょうか？」%K%P",
"俺と舞花の不安が伝わったのか、イノリさんとアカネは不安気に見上げてきた。%K%P",
"「町内会の人たちだって対策はとってるから大丈夫のはずだ」%K%P",
"「そうね。むしろ椿木荘が壊れないように補強しなくちゃ」%K%P",
"俺たちは、秋祭り開催に対して少しの不安を抱きながら台風に備えての準備を始めた。%K%P"
]