[
"イノリさんや舞花たちと協力してアカネのやる気を取り戻してから数日、なんとも穏やかな日々が続いていた。%K%P",
"「……ここまでだな」%K%P",
"読んでいた本を閉じて、大きく伸びをする。%K%P",
"イノリさんにオススメされた本が思いのほか面白く、気が付けばかなりの時間が経っていた。%K%P",
"「コーヒーでも飲むか」%K%P",
"「あれ、イノリさん？」%K%P",
"「……将さん？」%K%P",
"居間に入ると、イノリさんが眉間に皺を寄せて考え事をしていた。%K%P",
"「どうかしたんですか？」%K%P",
"「あ、えっと。な、なんでもないですよ」%K%P",
"よほど必死に考えていたのか、声をかけるまで俺のことに気が付いていなかった。%K%P",
"そのせいなのか、俺が声をかけると慌てて笑顔を取り繕ろうとする。%K%P",
"「なにか悩み事ですか？」%K%P",
"「悩みといえば悩みですけど\\n　とても将さんにお聞かせするような内容ではないですから」%K%P",
"イノリさんがそんな風に誤魔化すなんて珍しいな。%K%P",
"なんか気になる。%K%P",
"「うう、イノリさんは俺を信頼してくれないんですね。\\n　俺はこんなにもイノリさんのことを信頼してるのに」%K%P",
"「え！？　いえ、そんなことはありません！\\n　将さんのことは信頼してます！」%K%P",
"「じゃあ、お話を聞かせてもらっていいですよね？」%K%P",
"「はう、そ、それは……」%K%P",
"「やっぱりイノリさんは――」%K%P",
"「わ、わかり、ました。お話します！」%K%P",
"なんだかんだいいつつ、イノリさんってこういうところは優しいよな。%K%P",
"「それで、イノリさんは何を悩んでるんですか？」%K%P",
"「……アカネさんは神奈木町の皆さんと仲がいいですよね？」%K%P",
"「？　ええ。そうみたいですね」%K%P",
"最近では食事の場で、よくアカネが商店街の人たちとなにがあったか話しているのを聞いている。%K%P",
"その話を聞く限り、相当に仲がいいようだ。%K%P",
"「そのお話を聞いてると、\\n　つい考えてしまうんです」%K%P",
"「私はこの神奈木町の土地神ですが、\\n　アカネさんのように町民の方たちと\\n　特別仲がいいわけではありません」%K%P",
"「ですから、私はどうしたらもっと神奈木町の皆さんの\\n　お役に立てるのだろう、と考えてたんです」%K%P",
"自分の中で溜まっていた気持ちを吐露したイノリさんが、手元のお茶を飲んで一息つく。%K%P",
"「こんなアカネさんに嫉妬するような私のことは、\\n　軽蔑、されましたか？」%K%P",
"「なんで軽蔑するんですか？」%K%P",
"「イノリさんはこの町のことを真剣に考えてくれてます。\\n　それをすごいと思っても、軽蔑なんかしませんよ」%K%P",
"「将さん……」%K%P",
"「話を聞く限りだとイノリさんは\\n、町民の人たちともっと触れ合いたいってことですよね？」%K%P",
"「え、ええ、そうです。\\n　でも、どうすればいいのかわからなくて……」%K%P",
"「私はアカネさんのように明るくもありませんし、\\n　積極的でもありませんので……」%K%P",
"「ふむ……」%K%P",
"町民の人たちと仲良くなる方法……か。%K%P",
"アカネは素の性格でアレだからな。%K%P",
"謙虚な大和撫子のイノリさんに、同じマネをさせるのは酷だろう。%K%P",
"なら、どうするのが一番いいのか。%K%P",
"「……あ、そうか」%K%P",
"「なにか思いつかれたのですか！」%K%P",
"うお、凄い勢いで食いついてきた。%K%P",
"普段よりも行動的なイノリさんの姿に驚きつつ、咳ばらいをして思いついたことを提案する。%K%P",
"「簡単なことですよ。\\n　イノリさんが地域貢献をすればいいんです」%K%P",
"「地域貢献、ですか？」%K%P",
"「そうです。イノリさんが町民の人たちの悩みを聞いて\\n　それを解決するんです。そうすれば、\\n　自然と仲良くなりますよ」%K%P",
"俺の提案に、イノリさんは困ったような表情を浮かべる。%K%P",
"「将さんのご意見はありがたいのですが、\\n　それはできないんです」%K%P",
"「できない？」%K%P",
"「はい。将さんもカミサマ基本法はご存知ですか？」%K%P",
"「えーっと、詳しくは知らないですね」%K%P",
"「簡単にいってしまえばカミサマはむやみに人の願いを\\n　聞いてはならない。人間はカミサマを利用してはならない」%K%P",
"「そういうものだと認識していただければ十分です」%K%P",
"ああ、なるほど。%K%P",
"地域貢献もそこに含まれる可能性があるってことなのか。%K%P",
"「そのカミサマ基本法ってそこまで厳しいものなんですか？」%K%P",
"「いえ、過度に力を使わなければ問題ない筈です」%K%P",
"「現に、普通に神力を使っているカミサマもいらっしゃいますので」%K%P",
"あれ？%K%P",
"イノリさんの口ぶりからしてもっと厳しく取り締まられていると思ったけど、そういうわけでもないのか。%K%P",
"「なら問題ないのでは？」%K%P",
"「……あくまで“普通”ならばそうです」%K%P",
"「ですが、私の上司であるカミサマは\\n　規律に厳しいカミサマです」%K%P",
"「とても気難しく、法を守る、\\n　という点においては人一倍厳格なお方なので……」%K%P",
"ああ、そういう真面目な気質をしたタイプのカミサマか。%K%P",
"「イノリさんは土地神として、その名を知らしめたいわけでは\\n　ありませんよね？」%K%P",
"「そうですね。別に私は敬われたいわけではありません。\\n　土地に住む人が笑顔でいてほしいだけです」%K%P",
"「そしてできるなら、その笑顔を見ていたい。\\n　それが、私の土地神としての在り方ですね」%K%P",
"「なるほど。だったら、土地神としてのイノリさんではなく、\\n　ただのイノリさんとして手伝いをすればいいんですよ」%K%P",
"「――え？」%K%P",
"「神力も使わない。みだりに自分のことをカミサマとして\\n　吹聴しない。これを条件に説得してはどうですか？」%K%P",
"「……た、確かにそれならもしかしたら\\n　いえでも……」%K%P",
"少しして自体を飲み込めたイノリさんが、ぶつぶつと呟いている。%K%P",
"自分でもかなり酷い屁理屈だっていうことはわかっている。%K%P",
"けれども、俺はこの方法がイノリさんにとって町民の人たちと触れ合ういい機会だとも思っている。%K%P",
"「厳しいカミサマだとは思いますけど、最初から諦めてしまうより\\n　一度聞いてみてもいいんじゃないですか？」%K%P",
"「なんなら、俺も一緒に頼みに行きますから」%K%P",
"「将さん……。\\n　わかりました。一度、確認してみます」%K%P",
"「……と、通っちゃいました」%K%P",
"上司のところへ行き、戻ってきたイノリさんは意外そうな顔で呟いた。%K%P",
"「よかったじゃないですか。\\n　これで大手を振って町の人たちの手伝いができますよ」%K%P",
"「はい！　とはいっても、\\n　地域貢献などどうすればいいのか……」%K%P",
"「言い出したのは俺ですからね。\\n　ふたりで考えましょう」%K%P",
"イノリさんを安心させるように胸を叩いてみせた。%K%P",
"「はい！　ふたりで考えみましょう！」%K%P"
]