[
"理由はわからないが、最近どうにもイノリさんが挙動不審だ。%K%P",
"「……あっ」%K%P",
"廊下でばったりイノリさんと出くわす。%K%P",
"「お、おはようございます」%K%P",
"「お、おはにょうごじゃいましゅっ！」%K%P",
"イノリさんが舌を噛みながら思いっきり頭を下げる。%K%P",
"「で、では！ 私はこれで！」%K%P",
"「あっ」%K%P",
"パタパタと足音を鳴らしながら立ち去るイノリさんの背中に手を伸ばすが、届かない。%K%P",
"「……ふう」%K%P",
"届かなかった手で頭をかきながら、ため息を吐く。%K%P",
"イノリさんと地域貢献を始めて数日が経った。%K%P",
"おかげで、今まで椿木荘で暮らしていた時よりも、濃密にイノリさんと過ごす時間が増えていった。%K%P",
"すでに、イノリさんとはいくつかの依頼も完遂している。%K%P",
"けれども――。%K%P",
"「やっぱり、おかしいよな」%K%P",
"イノリさんの態度は少しおかしい。%K%P",
"具体的には俺と会っても目を合わせてくれず、ろくに会話もできない。%K%P",
"最後にふたりきりで話したのもいつだったか。%K%P",
"ここ最近はこうして出会っただけで逃げられてしまう。%K%P",
"「とはいえ、俺も人のことは言えないな」%K%P",
"俺もどこかおかしい。%K%P",
"猫探しの依頼から、気が付けばついイノリさんを目で追ってしまっている。%K%P",
"イノリさんを見ていると胸が苦しくて、だけど話をしたくて、傍にいたいと思う。%K%P",
"だから、こうして避けられている現状は辛い。%K%P",
"「まったく、どうすればいいのか」%K%P",
"なにが原因で避けられているかはわからないが、俺のことを避けられている以上はどうしようもない。%K%P",
"なんとかその原因を探して、またイノリさんと普通に話せるようにしないと。%K%P",
"「このままでいいわけないからな」%K%P",
"わずかに抱えた胸の痛みを吹き飛ばすように、俺は思考を切り替えた。%K%P",
"「はぁ……私、なにやってるのでしょう」%K%P",
"将さんの姿が見えなくなってから、廊下の角にもたれかかって肩を落としてしまう。%K%P",
"「避けるつもりなんてないのに……」%K%P",
"本当は、もっと将さんとお話がしたい。%K%P",
"隣にいて、一緒の時間が過ごしたい。%K%P",
"「でも、恥ずかしくて……」%K%P",
"いつから私はこんなに将さんのことを考えるようになったのだろうか。%K%P",
"そんなの、決まっている。%K%P",
"「あの時の将さんは、とても格好よくて……」%K%P",
"数日経ったいま思い出しても、顔が真っ赤になって鼓動が早くなる。%K%P",
"私を抱きしめる大きな腕、凛々しい顔つきに、優しい言葉。%K%P",
"どこまでも男らしいその姿に、私の心はときめいてしまう。%K%P",
"「あの時、将さんの顔が近づいてきたのは……」%K%P",
"もしかしたらキスをしようとしていたのか、なんて考えてしまう。%K%P",
"「将さんと私がキス……」%K%P",
"考えただけでも顔から火が出るほど恥ずかしいのに、心のどこかでそうなってほしいと考えてしまう。%K%P",
"「これは、この気持ちが“恋”なんでしょうか？」%K%P",
"わからない。%K%P",
"私はカミサマで、この神奈木町を見守る土地神だ。%K%P",
"恋に憧れがなかったわけではないけれど、土地神としてのお役目から恋をすることもないだろうと思っていた。%K%P",
"けれど、いま自分はたった一人の男性のことを強く思ってしまっている。%K%P",
"「将さん……」%K%P",
"名前を呼ぶだけで胸が熱くなる。%K%P",
"同時に、彼の温もりが傍にないことが酷く虚しさを呼び起こしてしまう。%K%P",
"これが恋だとしたら、告白すればこの気持ちも収まるのだろうか？%K%P",
"けれども、もし将さんに受け入れてもらえなかったとしたら……。%K%P",
"「……はぁ」%K%P",
"私は、答えの出ない思考の堂々巡りを今日も続けるのだった。%K%P",
"俺が抱く胸の痛みもイノリさんの様子も、日が経てば経つほどに深刻になっていった。%K%P",
"とにかく話をしようと何度か声をかけてみたが、俺の姿を見るなり逃げだしてしまう。%K%P",
"こんなに避けられては会話どころではなくどうしようもない。%K%P",
"本格的に嫌われたのでは？　と考えるだけでなにも手につかないくらいに気分が滅入ってしまう。%K%P",
"「……はぁ」%K%P",
"何度も何度も、イノリさんの姿が思い浮かべてしまう。%K%P",
"照れた顔、怒った顔、泣いた顔、笑った顔……その全てが脳裏に焼き付いて離れない。%K%P",
"「……イノリさん」%K%P",
"たった数日なのに、イノリさんの笑顔が遠い記憶の彼方のようだ。%K%P",
"「また、あの笑顔を俺に向けてほしいな」%K%P",
"募った気持ちは際限なく膨らんでいく。%K%P",
"こんなにもひとりのことを考えるなんて初めてだ。%K%P",
"俺は一体どうしてしまったんだ？%K%P",
"「……はぁ」%K%P",
"自分の気持ちを上手く言葉にできず、何度目かわからないため息を吐きながら居間へ入ろうとする。%K%P",
"「はぁ……どうしてこうなってしまったんでしょう」%K%P",
"居間のドアを少し開けた直後に、イノリさんの声が聞こえたせいか動きが止まる。%K%P",
"「私は……のに」%K%P",
"なにか呟いているようだけで、ドア越しでは上手く聞き取れない。%K%P",
"「……将さん」%K%P",
"イノリさんが俺の名前を漏らしたことにドキリとする。%K%P",
"「このままじゃダメだってわかってるのに……はぁ」%K%P",
"「将さんに……って伝えたら、いいんでしょうか」%K%P",
"やはりイノリさんは、俺に対してなにか思うことがあるように感じられる。%K%P",
"もう少しだけ、聞き取りやすくならないかとドアに身体を寄せると、軋むような音がなってしまった。%K%P",
"「！？　だ、誰ですか！」%K%P",
"はじかれたようにイノリさんが声に、これ以上は隠れていられないと判断した俺は、居間へと入る。%K%P",
"「しょ、将さん！？」%K%P",
"俺が部屋に入ると、イノリさんが驚愕で目を見開く。%K%P",
"そして、顔を赤くしたり青くしたりと、慌て始める。%K%P",
"「ど、どどどどうして将さんがここに！？\\n　も、もしかして今の聞いてましたか？」%K%P",
"「いえ、なにかいっていたのはわかりましたが、\\n　内容までは」%K%P",
"「な、ならいいんです」%K%P",
"「あの、イノリさん。今暇ですか？」%K%P",
"「え、あの、その……す、すみません！\\n　私用事がありますので！　って、きゃっ！」%K%P",
"「イノリさん！」%K%P",
"咄嗟に立ち上がり、足をもつれさせて倒れそうになったイノリさんを慌てて抱きとめる。%K%P",
"「大丈夫ですか？」%K%P",
"「あ、う……だ、大丈夫、です」%K%P",
"「よかった……」%K%P",
"抱きしめたまま、久しぶりに見たイノリさんは、とても綺麗だった。%K%P",
"潤んだ瞳に吐息の熱、艶やかな髪から目が離せない。%K%P",
"「あの、イノリさん。少しでいいんで俺の話を聞いてくれませんか？」%K%P",
"「う、うぅ……将さんが、私を抱きしめて、\\n　抱きしめて……あうあうあうあうあうあうあう」%K%P",
"「俺がなにかしましたか？\\n　もしそうなら、謝らせてください」%K%P",
"「ち、違います。将さんが悪いわけではありません！」%K%P",
"イノリさんが困ったような表情を浮かべると、胸が苦しくなる。%K%P",
"「じゃあ、なにが原因なんです？\\n　俺は、イノリさんと話ができなくて辛いんです」%K%P",
"「俺はまた、イノリさんと――」%K%P",
"「う、ううううう、ご、ごめんなさいっ！！」%K%P",
"「あっ！」%K%P",
"イノリさんが腕の中から飛び出すと、逃げるように居間から出て行ってしまう。%K%P",
"「今、イノリさんがすごい早さで飛び出してったけど\\n　――って、なんか呆然としてるけどどうしたの？」%K%P",
"入れ替わりに居間へと入ってきた舞花が不思議そうに首を傾げる。%K%P",
"そんな舞花の姿が気にならないほど、俺はイノリさんが出て行ったドアの先だけを見つめ続けた。%K%P",
"居間に来た舞花に連れられた俺は、そのまま縁側に腰掛ける。%K%P",
"「はい、お茶」%K%P",
"「ありがとう」%K%P",
"舞花から受け取ったお茶を飲み干して一息吐く。%K%P",
"「それで、なにがあったの？」%K%P",
"「……実は」%K%P",
"先ほどの失敗から、これ以上はひとりで悩んでいても解決は無理だと悟った俺は、舞花に事情を話す。%K%P",
"「ふーん、なるほどね。取り付く島もなかったわけか」%K%P",
"「……ああ。まったく、これじゃイノリさんに避けられてる\\n　原因を聞き出すどころじゃないよな」%K%P",
"少なくとも、俺は疑いようもなく避けられているようだ。%K%P",
"「確かに、イノリさんの最近の態度はおかしかったわね」%K%P",
"そこで言葉を区切った舞花が少しだけ考える素振りをした後で、真っすぐに見つめてきた。%K%P",
"「将ってさ、イノリさんのこと好きよね？」%K%P",
"「は？　なんだいきなり。そりゃ好きか嫌いかで聞かれた\\n　好きだけど――」%K%P",
"「バカ。私が言ってるのは友情としてじゃなくて\\n　恋愛としてよ」%K%P",
"「恋愛として……って、なにいってるんだ！」%K%P",
"「あのね、将の行動を見てれば\\n　誰だって将がイノリさんのこと好きだってわかるわよ」%K%P",
"「……そんなにか？」%K%P",
"「はぁ。自覚なしか。最近の将はずっとイノリさんのこと\\n　ばかり考えてるじゃない」%K%P",
"「お互いに想いあってるのに\\n　いつまで経っても進展しないふたりを見せつけられる私の\\n　身にもなってほしいわ」%K%P",
"「……それって」%K%P",
"舞花の口にした言葉は、イノリさんが俺のことを異性として好きだといっているようじゃないか。%K%P",
"そう視線で訴えると、舞花はくすりと笑う。%K%P",
"「私はね、将には真っすぐでいてほしいの」%K%P",
"「バカみたいに愚直で、優しいお人よしこそ\\n　私の知ってる幼馴染、鳴海将よ」%K%P",
"「ねえ、将は自分の気持ちを偽るの？\\n　私が将を買いかぶってただけ？」%K%P",
"覗き込んでくる舞花の視線を真っすぐ受け止めて、いわれたことについて考える。%K%P",
"普段の俺ならば、ひとりで解決をはかるよりも誰かの手を借りて迅速に解決へと乗り出すだろう。%K%P",
"だが、それをしなかった。%K%P",
"それはなぜだ。%K%P",
"そんなのは、決まっている。%K%P",
"俺がイノリさんに対して、誰にも譲りたくなかったからだ。%K%P",
"イノリさんには笑っていてほしい、彼女の優しさを守りたい、そして俺はイノリさんに嫌われたと思いたくなかった。%K%P",
"「――なるほど。確かに舞花のいう通りだ」%K%P",
"そこに考えが行きついた瞬間に、舞花の言葉がストンと胸に落ちた。%K%P",
"「お節介だった？」%K%P",
"「いや、もう大丈夫だ。ありがとう、舞花。\\n　舞花がいなかったら自分の気持ちに気が付かなかった」%K%P",
"「そう。じゃあ、もうなにをするのか決まってるでしょ？」%K%P",
"「ああ、もちろんだ」%K%P",
"心の中で疑問は解けた。%K%P",
"なら後は行動するだけだ。%K%P",
"舞花のおかげで気持ちを自覚した俺は、イノリさんの姿を探すが、椿木荘の中を探しても、イノリさんの姿は見つからない%K%P",
"「もしかして、外にいったのか？」%K%P",
"「あれ、将？　どうしたの？」%K%P",
"外へ出ると、ちょうど帰宅してきたアカネと出くわす。%K%P",
"「アカネか」%K%P",
"「うん、ただいま将。あ、ねえねえ今日商店街でさ――」%K%P",
"「悪い、今いそいでるんだ」%K%P",
"俺がそういうと、アカネは見るからに不機嫌になった。%K%P",
"「えー、イノリも忙しそうにしてたけど将もなの？」%K%P",
"「イノリさんを見たのか！」　%K%P",
"「え、うん、見たけど。それがどうかしたの？」%K%P",
"「ちょっと探しててな。\\n　どの辺りで見たか教えてもらっていいか？」%K%P",
"「えーっと、確か公園の近くの十字路だったかな？」%K%P",
"「公園の近く……なるほど」%K%P",
"となると、目的地はきっとあそこだ。%K%P",
"「ありがとう、アカネ」%K%P",
"「うん？　よくわかんないけどさ、\\n　イノリもなにか考えてたみたいだし、将も頑張れー」%K%P",
"「おう」%K%P",
"背中でアカネの激励を受けながら、俺は駆け出す。%K%P",
"「はぁ、はぁ、はぁ」%K%P",
"休むことなく走り続けているせいか、胸が苦しくなる。%K%P",
"それでも俺は、止まることなく足を動かし続ける。%K%P",
"イノリさんはあそこにいると、確信めいた気持ちがある。%K%P",
"だから俺は迷わずにそこを目指して走り続ける。%K%P",
"「やっと、着いた」%K%P",
"荒い呼吸を強引に整え、イノリさんと、以前にふたりできた神社に足を踏み入れる。%K%P",
"住宅街の真ん中にありながら、神聖な空気の漂うその場所に、イノリさんはいた。%K%P",
"「――イノリさん」%K%P",
"「……あ、将、さん」%K%P",
"俺が境内に入っても、イノリさんは逃げ出さない。%K%P",
"微笑みながら、少しバツが悪そうに顔を逸らす。%K%P",
"「どうして、ここへ？」%K%P",
"「イノリさんに伝えたいことがあったので、探したんです」%K%P",
"「……そう、なんですか」%K%P",
"少しの間、沈黙が下りる。%K%P",
"「あ、あのっ！」%K%P",
"俺たちの声が重なる。%K%P",
"少しだけ呆けた後で、ふたりそろって苦笑する。%K%P",
"「……では、先に私から話をさせてください」%K%P",
"「わかりました」%K%P",
"イノリさんが大きく深呼吸をした後、姿勢を正す。%K%P",
"「……ここ最近、私はずっと将さんのことを避けてました」%K%P",
"「まずは、そのことを謝らせてください。\\n　本当にすみません」%K%P",
"イノリさんが深々と頭を下げてくる。%K%P",
"「それで、ですね。私、変なんです」%K%P",
"「将さんのことを考えると頭の中がぐちゃぐちゃになって、\\n　まともに顔を見ることもできなくて、今だって、\\n　声が震えそうになるのを必死に抑えてるんです」%K%P",
"「いつも将さんのことを考えてしまう。\\n　暇があれば、目で追いかけてしまう」%K%P",
"「ドキドキが止まらなくて、逃げるつもりなんてないのに\\n　つい逃げてしまってたんです」%K%P",
"「――でも、それは今日までにします」%K%P",
"イノリさんが顔を上げる。%K%P",
"その視線は、もう俺から逃げるようなことはなかった。%K%P",
"「将さん。私は、貴方のことが好きです。\\n　ひとりの男性として、お慕いしております」%K%P",
"イノリさんは真っすぐに俺のことを見続けている。%K%P",
"「俺もですよ」%K%P",
"だから俺も、全てを曝け出すことにしよう。%K%P",
"「え？」%K%P",
"「イノリさんのことをいつも考えてしまって、\\n　暇があれば目で追いかけてしまってたんです」%K%P",
"「こうしてイノリさんの前に立ってるだけで、\\n　足が震えるくらいドキドキしてるんですよ」%K%P",
"「この感情が、なんなのか最初はわかりませんでした。\\n　けど、今は違います」%K%P",
"「ずっと傍にいてほしくて、イノリさんともっと一緒に過ごしたい。\\n　俺は……俺もイノリさんのことが好きなんです」%K%P",
"イノリさんに負けないように、力強く告白する。%K%P",
"「……それ、って、相思相愛、ということでしょうか？」%K%P",
"「そう、なりますね」%K%P",
"「……嬉しい」%K%P",
"そう呟いたイノリさんの目から、涙が零れる。%K%P",
"「わた、私、将さんのことを避けて、だから、\\n　嫌いになられても仕方ないって思ってました」%K%P",
"泣き出すイノリさんを安心させるように抱きしめる。%K%P",
"「そんなことでイノリさんを嫌いになりませんよ。　\\n　それに、もう逃げたりはしないんですよね？」%K%P",
"「そ、それはもちろんです」%K%P",
"「なら、いいですよ。その件はこれでお終いです」%K%P",
"「では、イノリさんは今から俺の恋人ですね」%K%P",
"「は、はい。私は、将さんの、こ、恋人です」%K%P",
"イノリさんが顔を真っ赤にしながらモジモジする。%K%P",
"そんなイノリさんを見ていると、愛おしさがこみあげてきた。%K%P",
"「――イノリさん」%K%P",
"「な、なんですか？」%K%P",
"「恋人同士ですること、していいですか？」%K%P",
"「ふぇっ！　あ、えっと不束者ですが……あっ、ん、ちゅっ」%K%P",
"イノリさんがいいきる前に、小さな唇を奪ってしまう。%K%P",
"緊張したように身体を強張らせていたイノリさんだが、少しすると力を抜いてくれた。%K%P",
"「これからもよろしくお願いします」%K%P",
"「は、はい。こちらこそ、よろしくお願いしましゅ」%K%P",
"腕の中で目を回すイノリさんの姿に、これからもっとこういう可愛らしい姿を見れるのだと心が躍るのだった。%K%P"
]