[
"イノリさんと恋人同士になったことは、アカネにからかわれたり、舞花から祝福されてから数日が経った。%K%P",
"恋人同士になったことで、イノリさんが俺を避けることはなくなり、むしろ反動とばかりに傍にいることが多くなった。%K%P",
"俺もイノリさんの傍にいるのが嬉しくて、気が付けばイノリさんを追っている。%K%P",
"俺たちをアカネはバカップルだと冷やかすが、誉め言葉のように受け取ってしまう。%K%P",
"そんな幸せな日々が、俺にとってたまらなく嬉しい。%K%P",
"「――将さん」%K%P",
"微睡の中で、甘く蕩けるような心地のいい声が耳に聞こえてくる。%K%P",
"「もう朝ですよ。起きてください」%K%P",
"「まだ、眠い……」%K%P",
"「普段は凛々しいのに、\\n　そんな子供っぽいこといわないでください」%K%P",
"ゆさゆさと規則正しく身体を揺さぶられるが、それが逆に眠気を誘ってくる。%K%P",
"「将さん、起きてください」%K%P",
"「……」%K%P",
"「え？　きゃっ」%K%P",
"俺は、声の主を布団の中へと引っ張り込む。%K%P",
"腕の中で感じられる柔らかな弾力と、甘い香りを堪能した後で、ゆっくりと目を開ける。%K%P",
"「おはようございます、将さん」%K%P",
"目を開けた先では、俺の大好きな恋人の顔が飛び込んできた。%K%P",
"「……おはようございます、イノリさん」%K%P",
"寝惚けた頭で挨拶を返すと、イノリさんが「くすくす」と笑う。%K%P",
"「今日は寝坊助さんですね。\\n　いつもより三十分も遅いですよ？」%K%P",
"「三十分……。朝食はどうなりました？」%K%P",
"「舞花さんは日直なので先に学校へ行きましたし、\\n　アカネさんは用事があるとかで外へいきましたよ」%K%P",
"「なので、朝食を食べてないのは私と将さんだけです」%K%P",
"「そう、ですか……」%K%P",
"ようやく少しずつ頭が回ってきた。%K%P",
"「あの、それでですね、そろそろ離していただけますか？」%K%P",
"「もう少しだけ、こうさせてください」%K%P",
"「ふふ、仕方ないですね」%K%P",
"そうはいうが、イノリさんの頬は緩み、自分から俺の身体に手を回し始めている。%K%P",
"「イノリさん……ちゅっ」%K%P",
"「将さん……ちゅっ、ちゅぱっ」%K%P",
"どちらかともなく、お互いに寝起きのキスをする。%K%P",
"唇から伝わってくる暖かな感触で心が満たされ、眠気が吹き飛んでいく。%K%P",
"「ぷはっ……も、もう、ダメですよ。\\n　朝からこんなことをしては」%K%P",
"「イノリさんもノリノリだったじゃないか」%K%P",
"「そ、それは……将さんからの\\n　キスを拒めるわけありません」%K%P",
"頬に手を当てて照れるイノリさん。%K%P",
"ああ、もう、そういう仕草が可愛いな。%K%P",
"このままもっとイノリさんを堪能したいとこだが、そろそろ真面目に起きるとするか。%K%P",
"「いただきます」%K%P",
"食器を並べ、イノリさんと一緒に遅めの朝食をとる。%K%P",
"「あれ？　舞花のやつ味を変えたのか？」%K%P",
"味噌汁をすすり、首を傾げる。%K%P",
"「あ、その……今日は舞花さんに習って\\n　私が作ってみたんです」%K%P",
"「美味しくなかったですか？」%K%P",
"なるほど、イノリさんが作ってくれたのか。%K%P",
"「美味しいですよ。ただ、少し味が薄いとは思いますね」%K%P",
"「将さんは濃い味のほうが好みということですか？」%K%P",
"「あくまで好みですけどね。この味噌汁は美味しいですよ」%K%P",
"「いえ、次は将さん好みの味を作ります！」%K%P",
"ぐっと拳を握ってやる気に満ち溢れているイノリさんに水を差すのもあれなので、ここは素直に見守ることにしよう。%K%P",
"「あ、将さん。お醤油使います？」%K%P",
"「お願いします」%K%P",
"「ご飯もよそいますね。大盛でいいですよね？」%K%P",
"「完璧です」%K%P",
"なにか言う前にイノリさんがこちらの意図を察して行動してくれる。%K%P",
"「こういうのってなんかいいですね」%K%P",
"「なにがですか？」%K%P",
"イノリさんから茶碗を受け取りながら、しみじみと思う。%K%P",
"「こうしていると、夫婦みたいだ、と思って。\\n　阿吽の呼吸っていうんですかね？」%K%P",
"「ふ、夫婦だなんて、もう、将さんったら！」%K%P",
"パタパタと顔を真っ赤にしながらしゃもじを振るイノリさんの姿に頬を緩ませながらご飯をかき込んでいく。%K%P",
"「将さん？　そんなに急いで食べると\\n　身体に悪いですよ？」%K%P",
"「すみません。美味しいのでついつい箸が進んで」%K%P",
"「も、もう、おだててもなにも出ませんよ」%K%P",
"「はい、お茶です。\\n　ご飯は逃げないのでゆっくりと食べてください」%K%P",
"「ありがとうございます」%K%P",
"イノリさんから出されたお茶を飲みながら、この穏やかな時間を堪能する。%K%P",
"「イノリさんは今日どうするんです？」%K%P",
"「舞花さんに夕ご飯の買い出しを頼まれているので\\n　掃除が終わり次第、商店街に行こうと思っています」%K%P",
"「なら付き合いますね」%K%P",
"「いいんですか？」%K%P",
"「せっかくイノリさんと出かける機会ですからね。\\n　荷物持ちとしてお供させていただきます」%K%P",
"「ふふ、頼りにしてますね。\\n　そうだ、せっかくですから散歩もしませんか？」%K%P",
"「散歩ですか？　いいですね。ふたりで出かけるのに買い出しだけ\\n　なんて味気ないですからね」%K%P",
"「なら、決まりです。掃除の後が楽しみですよ」%K%P",
"ニコニコと笑顔を浮かべるイノリさんを見て、俺も出かけるのが楽しみになってきた。%K%P"
]