[
"「将さん見てください！\\n　あんなに大きな綿あめがあります！」%K%P",
"「あっちは射的です！\\n　……本当に色々な屋台が沢山ありますね」%K%P",
"「どれから回るか迷っちゃいます！」%K%P",
"「屋台は逃げませんから、ゆっくり回りましょう」%K%P",
"子供のようにはしゃぐイノリさんの手を離さないように握りながら、俺は彼女の守った秋祭りを見渡す。%K%P",
"台風をイノリさんが神力で鎮めた後、当然のように上役のカミサマが椿木荘へと訪れた。%K%P",
"目的はイノリさんを処罰することだったが、それを黙って見過ごす俺たちではない。%K%P",
"予め、アカネを中心に神奈木町の住人に呼び掛けて、感謝の手紙や陳情を集めておき、現れたカミサマに叩きつけたのだ。%K%P",
"手紙の中には、子猫の飼い主を含め、いままで依頼を通して知り合った人たちも大勢いた。%K%P",
"それでもアカネを更生もできないカミサマとして話を聞かない上役に、アカネは自身満々で答えた。%K%P",
"「あたしの更生は、イノリさんのおかげでもう終わってるよ」%K%P",
"アカネは、イノリさんが処罰されように更生をして停電を起こさなくなっていた。%K%P",
"町民たちからの手紙に、アカネを更生したという成果が功をなしてか、イノリさんの処分は無し。%K%P",
"厳重注意のみで、イノリさんは今まで通りに神奈木町の土地神のままでいられた。%K%P",
"そして、今俺はイノリさんと秋祭りを堪能している。%K%P",
"「沢山冷やかされちゃいましたね」%K%P",
"「俺は嬉しかったですよ。\\n　町のみんながイノリさんとの仲を認めてくれたみたいですから」%K%P",
"「……それも、そうですね。\\n　恥ずかしいですけど、嬉しいことです」%K%P",
"頭にキツネのお面を付けて、片手に綿あめを持ちながらイノリさんが照れ笑いを浮かべる。%K%P",
"秋祭り守ったおかげで、神奈木町ではすっかり土地神ということがバレてしまったイノリさんだが、町の人たちとの関係は変わらない。%K%P",
"変に敬われるようなこともなく、普通の女の子として今まで通りに接してくれている。%K%P",
"「あ、将さん。リンゴ飴ですよリンゴ飴！」%K%P",
"「らっしゃい、将坊にイノリちゃん。\\n　ふたりでデートか？」%K%P",
"「そうですよ」%K%P",
"「がっはは、見せつけてくれるねぇ。\\n　じゃあ、そんなふたりにはプレゼントだ」%K%P",
"俺とイノリさんは、おじさんが差し出してきたリンゴ飴を見つめてしまう。%K%P",
"「いいんですか？」%K%P",
"「いいってことよ。ほら、受け取りな」%K%P",
"「ありがとうございます」%K%P",
"ふたりでお礼をいってから、屋台を離れリンゴ飴をかじる。%K%P",
"「甘くて、すごく美味しいです」%K%P",
"笑顔を浮かべるイノリさんに見惚れながら、俺たちは祭りの喧騒の中を歩く。%K%P",
"「すごいですね」%K%P",
"「？　なにがです？」%K%P",
"「この光景ですよ」%K%P",
"ざっと、広場に集まっている人たちの姿を見渡しだけでも、笑顔を浮かべて祭りを楽しんでいるのだとわかる。%K%P",
"「だって、今ここにいる人たちは皆笑ってます。\\n　この笑顔を守ったのは、イノリさんなんですよ？」%K%P",
"一度は諦めかけた秋祭りが、こうして開催できているのだ。%K%P",
"これをすごいと言わずして、なにがすごいのか。%K%P",
"「そうでしょうか？　こうしてお祭りを開催できたのは\\n　町の皆さんのおかげです」%K%P",
"「私はそのきっかけを作ったにすぎません」%K%P",
"「それに、皆さんも私のために沢山のことを\\n　してくれました」%K%P",
"偉ぶるようなこともせず、ただただ人の笑顔のために行動できるイノリさんは、とても立派なカミサマだ。%K%P",
"「それもイノリさんの魅力ですよ。胸を張ってください」%K%P",
"「……そうですね。私は、とても幸せな土地神です」%K%P",
"広場の中央から、太鼓の音が聞こえてくる。%K%P",
"「あっちで祭囃子が始まるみたいですね」%K%P",
"「一般参加もできる踊りもあるそうですから、\\n　いってみます？」%K%P",
"「もちろんです！」%K%P",
"「じゃあ、いきましょうか、イノリさん」%K%P",
"「はい、将さん」%K%P",
"俺が手を差し出すと、イノリさんが握ってくれる。%K%P",
"「将さん」%K%P",
"「なんですか？」%K%P",
"「これからも、末永くよろしくお願いしますね」%K%P",
"「こちらこそ、よろしくお願いします」%K%P",
"土地神であり、恋人でもある。%K%P",
"そんな彼女と共に、俺はこれからもこの町を愛し続けていく。%K%P"
]