[
"椿木荘で台風の話をした翌日。%K%P",
"俺はイノリさんと台風対策用の買い出しに出かけていた。%K%P",
"「重い荷物も多いですし、\\n　椿木荘で待っててもよかったんですよ？」%K%P",
"「私は将さんと買い物をしたかったんです。\\n　大丈夫ですよ、こう見えて少しくらいは力が\\n　付いてきましたから」%K%P",
"イノリさんが笑いながら腕を曲げて見せる。%K%P",
"チラリと見えた細い二の腕からは、とても力強さが感じられない。%K%P",
"けど、俺もイノリさんと一緒に買い出しできるなら歓迎はしても拒否することではない。%K%P",
"「無理だけはしないでくださいね」%K%P",
"「はい！　任せてください！」%K%P",
"せめてイノリさんには軽いものだけを持ってもらうとしよう。%K%P",
"「まずはなにから買いますか？」%K%P",
"「そうですね……最初は防水テープと防災用のガラスシート\\n　を買うつもりです」%K%P",
"台風の中、窓が割れたら大変なんてものじゃない。%K%P",
"最低でも道路に面している側には貼っておく必要がある。%K%P",
"「椿木荘ほど大きいと、沢山買う必要がありそうですね」%K%P",
"「以前の余りもありますのでそんなに買わなくても\\n　――ん？」%K%P",
"軽く雑談しながら商店街に足を踏み入れると、いつもとは違う様子だった。%K%P",
"「なにかあったのでしょうか？」%K%P",
"お互いに首を傾げ、不思議そうにするが、理由はすぐにわかった。%K%P",
"「大型の台風なんて不安よね」%K%P",
"「本当よ。今年の秋祭りも楽しみにしてたのに\\n　これじゃあねぇ」%K%P",
"「どうにかできないものかねぇ」%K%P",
"商店街のあちらこちらから聞こえてくるのは、ニュースで放送された台風と秋祭りの開催についてのことばかりだ。%K%P",
"「やはり皆さんも、不安なんですね」%K%P",
"「……そうみたいですね」%K%P",
"昨日はイノリさんたちに大丈夫だといったが、本当に大丈夫なのだろうか？%K%P",
"「あら？　将ちゃんにイノリちゃん」%K%P",
"俺とイノリさんが神妙な顔をしていると、井戸端会議をしていたおばちゃんたちがこちらへ視線を向けてきた。%K%P",
"「こんにちは、おばちゃん」%K%P",
"「こんにちはです」%K%P",
"「はい、こんにちは。ふたりは今日も依頼かい？」%K%P",
"「いえ、今日は将さんと買い出しにきました」%K%P",
"イノリさんが町民の悩み解決を始めてから、すっかり商店街の人たちと仲良くなっていた。%K%P",
"いまでは、アカネと同じように顔をみせれば大勢の人が声をかけてくれるようになっている。%K%P",
"まるで、ちょっとしたアイドルのようだ。%K%P",
"「あの、おば様。少しお聞きしてもよろしいですか？」%K%P",
"「うん？　なんだい？」%K%P",
"「秋祭りが開催できないかもしれないという\\n　お話はどう思ってますか？」%K%P",
"「そうねぇ、開催できないとなったら、\\n　とても残念に思うわね」%K%P",
"「なんといっても秋祭りはこの町で行う大きな\\n　行事の一つだからねぇ、楽しみにしている人は\\n　私を含めてとても多いのよ」%K%P",
"おばさんの言う通り、神奈木町にとって秋祭りは町を挙げて行われる大きなお祭りだ。%K%P",
"町に住む人たちが楽しみにしているのはもちろん、財源としても大きな役割をもっている。%K%P",
"「けど、自然災害だけはどうしようもないのよ。\\n　昔も台風が秋祭りの時期にきたことあったねぇ」%K%P",
"「その時は、どうなったんですか？」%K%P",
"「無理矢理に準備を進めようとしたけど、\\n　事故が起きて中止になったのよ。\\n　それ以来、無理に準備を進めないようになったの」%K%P",
"そんなことがあったのか。%K%P",
"年に１度の町をあげてのお祭りだ。%K%P",
"町のみんなも中止にはしたくないだろうけど、事故があったとなればそこは納得せざるえなかったってところだろう%K%P",
"秋祭りの開催に関して、これはちょっとまずいかもな。%K%P",
"「あら、暗い話ばかりごめんなさいね。\\n　また遊びにきてね」%K%P",
"「もちろんです。お話ありがとうございます。\\n　俺たちも帰ろうか……イノリさん？」%K%P",
"おばちゃんを見送って声をかけると、イノリさんは神妙な顔つきをしていた。%K%P",
"「なにか考え事ですか？」%K%P",
"「……いえ、大したことではありません」%K%P",
"「そうですか？」%K%P",
"「はい。それよりも、早くお店にいきましょう」%K%P",
"珍しくイノリさんから手を握られて引っ張られる。%K%P",
"なにを考えていたのか詳しく聞いてみたかった。%K%P",
"けど、イノリさんの雰囲気からいまはその疑問を飲み込むことにした。%K%P",
"『台風の進路は依然変わらず関東地方を目指しています』%K%P",
"「台風、逸れませんね」%K%P",
"「このままなら間違いなく直撃か」%K%P",
"テレビから流れるニュースは近づいてきている台風について喋っている。%K%P",
"「はい、はい、わかりました……ふう」%K%P",
"「準備のほうはどうだって？」%K%P",
"秋祭りの準備会に電話をしていた舞花は小さく首を振った。%K%P",
"「今年の秋祭りはダメそうね」%K%P",
"「ということは中止か？」%K%P",
"「このままいけば間違いなくね」%K%P",
"「えー中止？　せっかく楽しみにしてたのに」%K%P",
"アカネは不満げに頬を膨らませた後、居間のテーブルに顔をつけてぐったりとする。%K%P",
"ここ最近は秋祭りのために停電も起こさないようにしていたせいか、一気に脱力したようだった。%K%P",
"こういう時、真っ先に注意するはずのイノリさんは――。%K%P",
"「……」%K%P",
"さっきからなにかを考えるように押し黙ってしまい、アカネの様子も視界に入らないようだった。%K%P",
"「雨降ってるから外に行く気にもなれないよ。\\n　あ、そうだ。ねーねー。舞花の部屋って漫画ある？」%K%P",
"「藪から棒に一体何よ。まあ、少しくらいはあるけど」%K%P",
"「よし！　じゃあ今日は読書だ！」%K%P",
"読書……？%K%P",
"漫画は読書になるのか？%K%P",
"「じゃ、先に行ってるから！」%K%P",
"「ちょっ！？　待ちなさいアカネ！\\n　なに勝手に部屋行こうとしてるの！」%K%P",
"「ってもういないし！？　こら、待ちなさい！」%K%P",
"飛び出していった出て行ったアカネを追って、舞花も居間を出ていく。%K%P",
"はからずして、イノリさんとふたりっきりになることができた。%K%P",
"「イノリさん」%K%P",
"「え？　あ、将さん。\\n　あれ？　舞花さんたちがいません」%K%P",
"ふたりが出て行ったことにも気が付いていない様子のイノリさんの肩に手を置いて声をかけると、大げさに反応される。%K%P",
"「舞花たちは部屋に行きましたよ。\\n　それより、なにか考え事ですか？\\n　さっきからぼーっとしてましたよ？」%K%P",
"「……大したことではありません」%K%P",
"なんともわかりやすい嘘の吐き方だ。%K%P",
"「本当ですか？」%K%P",
"「うぅ……」%K%P",
"じっと見つめるとイノリさんはばつが悪そうに視線を逸らした。%K%P",
"「イノリさんに嘘なんて似合いませんよ。\\n　正直に話してください」%K%P",
"「もう……将さんに隠し事はできませんね」%K%P",
"イノリさんの隣に座ると、腕に手を回されて抱きしめられる。%K%P",
"二の腕に感じられる胸の柔らかさにドギマギしていると、イノリさんが口を開く。%K%P",
"「秋祭りは、皆が望んでいる行事です。\\n　秋祭りが中止になると、皆が幸せになれませんよね？」%K%P",
"「それはまあ、そうですね」%K%P",
"「だから、考えたんですよ」%K%P",
"「私の神力は天候を操る神力です。この力を使えば、\\n　台風を逸らす、もしくは鎮めることができるんじゃないかって」%K%P",
"「それは……」%K%P",
"イノリさんのいう通り、神力なら台風を止めることができるかもしれない。%K%P",
"「そんなことをして大丈夫なんですか？」%K%P",
"俺が気にしているのは以前にイノリさんが話してくれた上司のことだ。%K%P",
"規律に厳しいという以上は、勝手にそんなことをすればなんらかの処罰をされるのではないだろうか。%K%P",
"「将さんが考えてる通りですよ」%K%P",
"「これほどの自然現象に神力で介入する」%K%P",
"「そんなことをしてしまえば、きっと許してくれません。\\n　なんらかの処罰は免れないでしょう」%K%P",
"「なっ！　そんなことダメに決まってるじゃないですか！」%K%P",
"思わず大声で反論してしまう。%K%P",
"「なんで町を守ろうとするイノリさんが処罰されなきゃ\\n　いけないんですか！」%K%P",
"「こんなにもこの土地のことを想ってくれてるカミサマが\\n　処罰されるなんておかしいですよ！」%K%P",
"「秋祭りは来年も開催されます。今年は諦めても――」%K%P",
"「将さん」%K%P",
"イノリさんの柔らかな指が、俺の唇をふさいできた。%K%P",
"「最近、町の人たちはとても暗い表情をしてました。\\n　私はそんな顔を皆さんにしてほしくなどありません」%K%P",
"「私は、この町に住む人々が笑って過ごしてほしい。\\n　それは曲げることのできない土地神としての在り方です」%K%P",
"イノリさんの言葉は、この町を預かる土地神として、至極まっとうなことかもしれない。%K%P",
"「――それでも俺は笑顔にはなれませんよ」%K%P",
"「イノリさんのいう通り、\\n　秋祭りが中止になれば悲しむ人は多いです」%K%P",
"「でも、俺にとってはイノリさんが処罰されることのほうがずっと辛い」%K%P",
"俺の言葉にイノリさんは静かに目を閉じ、たっぷり数秒ほどかけてから見開く。%K%P",
"「例えば――私が怪我をするとします」%K%P",
"「もし将さんなら、この事態を未然に防げるとしたら\\n　どうされます？」%K%P",
"「……それは、防げるのなら、防ぎます」%K%P",
"「代わりに、将さんが傷ついたとしても？」%K%P",
"真っすぐに向けられたイノリさんの言葉で、俺は気付く。%K%P",
"イノリさんの問いに対する答えは、イエスだ。%K%P",
"自分が傷つくだけで大切な人を守ることができるならば、俺はきっと身を挺することを躊躇わないだろう。%K%P",
"そして、俺にとってのイノリさんが、イノリさんにとっての神奈木町に住む人たちなんだろう。%K%P",
"だから俺の答えはきっとイノリさんも同じで……。%K%P",
"「……そんな風にいわれたら、\\n　反論できないじゃないですか」%K%P",
"この神奈木町が好きで、ここで誰かを見捨てるようなことができない真っすぐな彼女だからこそ、俺は好きになった。%K%P",
"だからきっと、最初から俺はイノリさんを止めることなんてできなかったんだと思う。%K%P",
"「ふふっ、すみません。\\n　存外私も、我が儘なカミサマだったみたいです」%K%P",
"身を挺して人助けをすることを、我が儘といいきってしまうのもイノリさんの魅力だ。%K%P",
"「じゃあ、俺がイノリさんと一緒にいたいというのも\\n　我が儘ですね」%K%P",
"だから俺も、自分の我が儘をいわせてもらうのだ。%K%P",
"「そうですね。それは仕方のないことです」%K%P",
"イノリさんと共に俺も笑う。%K%P",
"迷いは消えた。%K%P",
"なら、後はイノリさんのことを応援するだけだ。%K%P",
"「では着替えてきますので、少し待っていてください」%K%P",
"居間から出て数分ほど経った後、イノリさんがカミサマ服に着替えて戻ってきた。%K%P",
"「行きましょうか、イノリさん」%K%P",
"「――はい」%K%P",
"これから台風を消すというのに、いつもと変わらない雰囲気のイノリさんの手をとって歩き出す。%K%P",
"外へ出ると、打ち付ける雨が俺たちを出迎えた。%K%P",
"台風がまだ直撃しておらず、余波程度のものだが、降りしきる雨や、吹きすさぶ風は、人を拒むかのようである。%K%P",
"「――将さん」%K%P",
"人がどうにかできる範疇を超えた自然現象の豪雨の中、澄んだイノリさんの声は変わらず俺へと届く。%K%P",
"「私は将さんと出会えて変われました」%K%P",
"「沢山の人たちと関わりを持ち、カミサマとしてではなく、\\n　ただの神木イノリとして町の皆さんを助けたいんです」%K%P",
"「俺のほうこそ、イノリさんと出会えたおかげで変われましたよ。\\n　だから、俺のほうこそありがとうございます」%K%P",
"身体を冷やす雨の中で、ギュッと手を握る。%K%P",
"「決して手を離さないでくださいね？」%K%P",
"「当たり前です。最後まで見届けますよ」%K%P",
"確かなイノリさんの体温を感じながら俺はハッキリと告げる。%K%P",
"「ありがとうござます。\\n　――それでは、いきます」%K%P",
"イノリさんが目を瞑ると、集中力を高めていく。%K%P",
"先ほどまで雰囲気は消え、厳かで、どこまでも神聖な空気が辺りに満ち溢れていく。%K%P",
"「陽の光を恵み給え。今宵、ここに天の雨降らしは不要である」%K%P",
"イノリさんの口から、力ある言葉が紡がれていく。%K%P",
"同時に握っているイノリさんの手から、強大な力を感じた。%K%P",
"けれど、その力に不快感はなく、むしろ包みこむような暖かさを持っている。%K%P",
"「されど、恵もたらす天に感謝の心を忘れず」%K%P",
"優しさを凝縮したような、母の腕の中にいるような心地よさがどこまでも広がっていく。%K%P",
"「全ての龍神、水神、水くまりの神に、神奈木乃姫巫女が\\n　畏み畏み白す」%K%P",
"少しずつ、少しずつ大きくなっていく光の中で、イノリさんはゆっくりと閉じていた瞳を開く。%K%P",
"「神奈木町の、皆さんの笑顔を守るために」%K%P",
"それは宣誓でもあるのだろう。%K%P",
"「――私は、神木イノリさんは土地神としてこの力を使います」%K%P",
"そして、イノリさんは誓いを謡いあげた。%K%P",
"「これは……」%K%P",
"イノリさんが神力を解放すると、効果は劇的だった。%K%P",
"まず初めに、光が天へと立ち上がった。%K%P",
"伸びた光が雲を貫き、それが徐々に広がっていき、荒れ狂う天候ごとねじ伏せていく%K%P",
"「……すごい」%K%P",
"今までだってイノリさんとアカネの神力を暴発とはいえ目にしてきたが、これはそんなものとは比較にならない。%K%P",
"これが、これこそが正しい神力。%K%P",
"カミサマが持つ、特別な力なのか。%K%P",
"「――ふぅ」%K%P",
"イノリさんが神力の発動を止める。%K%P",
"呆然とイノリさんの力に見惚れていた俺は、気が付けば眩いばかりの青空が広がっていることに気が付いた。%K%P",
"「もう平気ですよ。台風は鎮めました」%K%P",
"「そう、みたいですね」%K%P",
"覚悟していたとはいえ、やはりイノリさんが処罰されると考えただけで胸が苦しくなる。%K%P",
"「大丈夫ですよ、将さん。私は後悔なんてしません」%K%P",
"俺の表情を見て、イノリさんが優しく微笑む。%K%P",
"「自分の気持ちのまま、守りたいものを守るために\\n　行動したんですから」%K%P",
"「さっきのイノリさんは……すごく、カミサマらしかったですよ」%K%P",
"「よかった。私も土地神として、\\n　お役に立てたのなら幸いです」%K%P",
"「イノリさん……」%K%P",
"「そんな顔をしないでください」%K%P",
"「ちょっと怒られてくるだけですから、\\n　すぐに戻ってきまーーあっ」%K%P",
"「すみません。少しの間だけ、こうさせてください」%K%P",
"「いいですよ。私も、もう少しだけこうしていたいと思って\\n　いたので」%K%P",
"イノリさんを強く抱きしめると、イノリさんも抱き返してくれる。%K%P",
"気持ちの整理はつけた。%K%P",
"ならば、送る言葉は一つだけだ。%K%P",
"「――いってらっしゃい、イノリさん。\\n　すぐに戻ってきてくださいね」%K%P",
"「はい、もちろんです。いってきます、将さん」%K%P",
"俺のことを見上げてくるイノリさんの表情は、この青空のように澄み渡っていた。%K%P"
]