[
"「はい、将。あーん」%K%P",
"「あーん、もぐもぐ」%K%P",
"俺は舞花に差し出されただし巻き卵をしっかりと噛みしめて味わっていく。%K%P",
"「どう？　ちょっと味付けを変えてみたんだけど、\\n　美味しい？」%K%P",
"「……うん、美味い」%K%P",
"「よかった。じゃあ、\\n　今度はこっちの鮭の塩焼きね。あーん」%K%P",
"「あーん……うん、こっちも塩加減と焼き加減が絶妙だ。\\n　なにより、舞花が食べさせてくれているからな。\\n　マズイわけがない」%K%P",
"「も、もう、将ったら」%K%P",
"照れながらほほ笑む舞花を見ているだけで、一日のやる気が湧いてくる。%K%P",
"「なにこれ。コント？」%K%P",
"「おふたりはお付き合いを始めたばかりですので、\\n　最初のうちはこんなものではないでしょうか？」%K%P",
"「まあ、ふたりはいいかもしれないけど」%K%P",
"「これを見せつけられているあたしたちは、\\n　どう反応すればいいの？」%K%P",
"「あ、ほら将。ご飯粒がついてる。\\n　とってあげるから少し待ってて」%K%P",
"「お、悪いな。ありがとう、舞花」%K%P",
"「お礼なんていいわよ。\\n　だ、だって私は将の彼女なんだからこれくらい当然よ」%K%P",
"「はぁ……なにこのバカップル」%K%P",
"「仲がいいのは良いことですよ」%K%P",
"アカネやイノリさんがなにか言っているみたいだけど、まったく気にならない。%K%P",
"むしろ、この幸せをおすそ分けしてあげたいくらいだ。%K%P",
"「え、えっと、将」%K%P",
"「なんだ？」%K%P",
"「えへへ、呼んでみただけ」%K%P",
"「ははは、じゃあ俺も呼ぼうかな。……舞花」%K%P",
"「将」%K%P",
"「舞花」%K%P",
"「……イノリ。今日のご飯はすごく甘いね」%K%P",
"「……え、ええ。\\n　飲んでいるお茶も砂糖が入っているように感じられます」%K%P",
"ふたりをチラリと盗み見ると、頬を引きつらせているように見えるのは気のせいだろうか？%K%P",
"「どうしたふたりとも。\\n　箸が進んでないけど体調でも悪いのか？」%K%P",
"「あ、本当ね。もしかして、味を変えちゃったから？\\n　口に合わなかった？」%K%P",
"俺の好みに味付けしてくれたといったからな。%K%P",
"舞花のいうとおり、急に味が変わって驚いているのかもしれない。%K%P",
"「あーいや、うん。\\n　味に関しては全然文句ない。ねえ、イノリ」%K%P",
"「そうですね。味は文句のつけようのないほど、\\n　美味しいです」%K%P",
"「じゃあ、どうして？」%K%P",
"「あー自覚なしかー。もしかしてしばらくこんな感じ？」%K%P",
"「おふたりの仲が良いの大変結構なのですが、\\n　延々この光景を見せつけられると考えた場合、\\n　くるものがありますね……」%K%P",
"「？？？」%K%P",
"苦笑する二人を見て、俺と舞花は首を傾げる。%K%P",
"「あたし、ちょっと今日は外に出ようかな。\\n　さすがに一日中この空気に当てられるのは耐えられない」%K%P",
"「その意見には賛成です。\\n　おふたりの邪魔するのは悪いですからね」%K%P",
"「そういうわけで、アタシたちは出かけるから\\n　よろしく」%K%P",
"「あ、うん。わかったわ」%K%P",
"「お、おう」%K%P",
"なぜだから知らないがお昼からは舞花とふたりっきりで過ごすことになったらしい。%K%P",
"今からどうやってふたりで過ごすか楽しみである。%K%P",
"ふたりが出かけてから、俺と舞花は椿木荘の残った家事を手分けして片づけていく。%K%P",
"「よし、ここはこんなもんだろ」%K%P",
"廊下の雑巾がけが終わり、担当分の掃除が一段落ついたことで一息つく。%K%P",
"広い椿木荘の廊下を一通り回ったせいか、身体もいい感じに温まり、汗をかいている。%K%P",
"「舞花のところへ戻る前に、風呂に入るか」%K%P",
"早く舞花と触れ合いたいという欲求はあるが、さすがに汗臭いまま恋人の傍に行くのは俺が遠慮したい。%K%P",
"一度部屋に戻り、適当に私服を引っ張り出してから風呂場へと向かう。%K%P",
"「舞花とふたりっきりかぁ」%K%P",
"家事も終わったし、アカネたちが帰ってくるまでは舞花の部屋でゆっくり過ごすのも悪くない。%K%P",
"「そのためにも早いところ汗を流すか」%K%P",
"はやる足取りのまま脱衣所の前まできた俺は、そのままドアを開け放つ。%K%P",
"「へっ？」%K%P",
"「え？」%K%P",
"ドアを開けた先、服を脱いで下着一枚になった舞花の姿があった。%K%P",
"「しょ、将……？」%K%P",
"「えっ、あ、あれ？　脱衣所のドア、鍵かかってなかった\\n　……よな？」%K%P",
"思わず手に握ったままのドアノブを何度か回してみるが、鍵がかかっている様子は見られない。%K%P",
"「…………」%K%P",
"俺も舞花も、一言も発することができずに固まっている。%K%P",
"すぐにでも目を逸らしてドアを閉めなければいけないのに、俺は舞花の肢体に釘付けになっていた。%K%P",
"「……な」%K%P",
"「な？」%K%P",
"「な、なんでしょ、将が入ってくるのよ！？！？」%K%P",
"「うおっ！」%K%P",
"目を回しながら舞花がパニックを起こす。%K%P",
"「え、嘘、なんでなんで。鍵のかけ忘れ？\\n　やだ、まだ汗だって落としてないのに将に臭いとか\\n　思われた――」%K%P",
"「舞花の匂いを臭いなんて思うわけないけど――」%K%P",
"「そういう問題じゃなくて！！」%K%P",
"「というかいつまで見てるのよ！？」%K%P",
"「す、すまん！　舞花の身体が綺麗だったからつい！」%K%P",
"慌ててそういうと、舞花の動きが止まる。%K%P",
"「え、えーっと……私の体、そんなに綺麗だった？\\n　将は、私の体が気になる？」%K%P",
"「もちろん……あ」%K%P",
"しまった！%K%P",
"思わず反射的に頷いてしまった！%K%P",
"舞花が怒るかもしれないと思いながら様子を伺うと、むしろ満更でもなさそうな顔をしていた。%K%P",
"「ふ、ふーん。な、なら……もう少し、見てみる？」%K%P",
"「え、あーじゃあ遠慮なく」%K%P",
"本人から許可が下りたので、じっくりと舞花の肢体をガン見する。%K%P",
"スラリと伸びた手足にほどよく膨らんだ胸、健康的なお尻はどれをとっても魅力的だ。%K%P",
"どこをとっても、魅力的な女の子だ。%K%P",
"こんな可愛い子が俺の恋人だって考えただけで世界中に自慢したくなってくる。%K%P",
"「えっと、その……やっぱりそんな風に\\n　ジロジロ見られると、私……」%K%P",
"舞花の身体に感激していると、徐々に顔が真っ赤に染まり、もじもじと身体を動かし始めた。%K%P",
"「どうかしたのか？」%K%P",
"「えーあーうぅぅぅぅ……ぷしゅー」%K%P",
"「す、すまん！\\n　今すぐに出るからっ！」%K%P",
"このままだとまずいと判断した俺は踵を返そうとした。%K%P"
]