[
"「なあ、本当にこれを渡すのか？」%K%P",
"「もちろん。これなら期限内に更生もばっちり終わるはずよ」%K%P",
"自信満々にウインクする舞花とは裏腹に、俺は新しい更生計画が不安で仕方ない。%K%P",
"精査して舞花が納得するギリギリまで減らしたのだが、それでも自由に使える時間は半分程度になってしまっているのだ。%K%P",
"アカネが途中で投げ出さないといいのだが……。%K%P",
"「アカネーちょっといいかしら？」%K%P",
"「ん？　なに？」%K%P",
"「はい、これ」%K%P",
"ゴロゴロと横になっていたアカネが近づいてくると、舞花はできたばかりの紙の束を渡す。%K%P",
"「え、なにこれ」%K%P",
"「昨日いってた新しい更生計画書よ。\\n　私がビシバシ面倒を見るから任せておいてよね」%K%P",
"「うぇぇ……」%K%P",
"受け取った予定表をざっと眺めたアカネは、嫌そうに顔をしかめた。%K%P",
"舞花がアカネの更生を手伝い始めてから数日、最初のうちは文句を言いながらも舞花のいうことに従っていたため問題はなかった。%K%P",
"だが――。%K%P",
"「ほらアカネ。そろそろ掃除を始めちゃうわよ」%K%P",
"「えー最近は色々やってるし\\n　今日くらいは休みでもいいじゃん」%K%P",
"「なあ、舞花。今日くらいはいいんじゃないか？\\n　アカネも頑張っているみたいだしさ」%K%P",
"「ダメよ。一日でも早くアカネに椿木荘のためにも\\n　更生してもらわないといけないの。\\n　私もちゃんと手伝うから準備して」%K%P",
"ほらほら早くと舞花がアカネを促すが、アカネは顔を俯かせたまま動かない。%K%P",
"「アカネ？　どうしたのよ。早く準備しないと――」%K%P",
"「――――もういい」%K%P",
"「え？」%K%P",
"「もういい、っていったの。あたしは、そんなことやりたくない」%K%P",
"「な、なにいってるのよ。\\n　それで更生を止めたらアカネや椿木荘が――」%K%P",
"「そんなの知らない。将はあたしのことを考えて\\n　色々と頑張ってくれた。だから頑張ろうって思えた」%K%P",
"「けど、舞花は将と違って自分のことばっかり。\\n　今の椿木荘は楽しくない。こんな椿木荘のために、あたしは頑張れない」%K%P",
"「なっ！？　椿木荘が無くなってもいいわけ！？」%K%P",
"「いいんじゃない？　あたしはもうどうでもいいよ」%K%P",
"「どうでもいい……？　アカネ、\\n　あんたいっていいことと悪いことがあるでしょ！！」%K%P",
"「お、おい舞花。ケンカは――」%K%P",
"「将は黙ってて！！」%K%P",
"「私だってね、アカネや椿木荘のことを\\n　真剣に考えてるのよ！　さっきの言葉を取り消して！」%K%P",
"「本当のことじゃない。そりゃ取り壊しになったら二人には\\n　悪いと思うよ。けど、そうだとしてもあたしは舞花の勝手\\n　に付き合えない」%K%P",
"「アカネは椿木荘の屋敷神でしょ！\\n　なんでそんなこというのよ！」%K%P",
"「なら、椿木荘の屋敷神なんか辞めてやる！\\n　そうすれば、あたしが妖怪になっても\\n　迷惑にならないでしょ！」%K%P",
"「あ、おいアカネ！」%K%P",
"音を立てて立ち上がったアカネは、呼び止める暇もなく飛び出すように居間から出て行ってしまった。%K%P",
"「舞花――さっきの言い過ぎだぞ」%K%P",
"「でも私は……ううん、ごめん。私もちょっと頭冷やしてくる」%K%P",
"舞花も震える声を隠しながら立ち上がり、居間を出ていってしまった%K%P",
"あれから、アカネが舞花と顔を合わせても知らんぷりをしている。%K%P",
"舞花は舞花で、気後れしているのか声をかけられないでいた。%K%P",
"「さて、どうしたものか」%K%P",
"「将さん」%K%P",
"「イノリさん？」%K%P",
"ぎくしゃくしたふたりの関係をどうするべきか考えていると、ドア越しからイノリさんが声をかけてきた。%K%P",
"「少しお話したいことがあるのですが、\\n　中に入ってもいいでしょうか？」%K%P",
"「もちろんですよ」%K%P",
"「では――失礼します」%K%P",
"「適当なところに座ってください」%K%P",
"イノリさんは、俺の対面に姿勢を正して座り込む。%K%P",
"「それで、話ってなんですか？」%K%P",
"「アカネさんと舞花さん、おふたりとも様子がおかしい\\n　みたいですけどなにかあったんですか？」%K%P",
"まあ、聞いてくるよな。%K%P",
"俺はイノリさんに昼間あったことを一通り話す。%K%P",
"「なるほど。おふたりはケンカをされたんですね」%K%P",
"「すみません。俺がもう少ししっかりしていれば」%K%P",
"「誰が悪いわけでもないですよ。\\n　でも、困ったことになるかもしれませんね」%K%P",
"「そうですね。またアカネが更生をしなくなりました\\n　からね」%K%P",
"「ああ、いえ。それも確かにマズイことなんですが、\\n　それ以上にマズイのはアカネさんが屋敷神を本気で\\n　辞めてしまった場合です」%K%P",
"「アカネが屋敷神を辞めてしまった場合？\\n　なにがマズいんですか？」%K%P",
"「私が神奈木町の土地神としてこの土地を守るように、\\n　屋敷神とは大きな災害や不運から\\n　家を守ることが役割となっています」%K%P",
"「この役割というのがカミサマには重要なんですが、\\n　今は必要なことではないので後回しにして端的に\\n　いいます」%K%P",
"「このままアカネさんが正式な手続きもなく\\n　屋敷神を辞めた場合、アカネさんが妖怪化してしまうと思われます」%K%P",
"「え？　屋敷神を辞めただけで、ですか？」%K%P",
"「私の上司の性格上、役割を放棄したカミサマ相手に\\n　容赦はしません」%K%P",
"「それに、椿木荘はとても古い建物です。\\n　その建物がこうまで無事だったのは屋敷神の加護の\\n　力も少なからず影響しています」%K%P",
"「その加護が離れた場合、例え取り壊しがなかったとしても\\n　大きく老朽化が進んで倒壊してしまう恐れがあります」%K%P",
"それはまずいな。%K%P",
"まさかそんなところでアカネの力が影響しているとは思わなかった。%K%P",
"しかし――。%K%P",
"「屋敷神って、そんな簡単に\\n　辞められるものなんですか？」%K%P",
"「普通なら無理です。ですが、アカネさんはアラガミです。\\n　欲求に対して素直に動くという点ではかなり大きな力を発揮します」%K%P",
"「そのアカネさんが、本気で辞めたいと思ってしまえば、\\n　辞めることは十分に可能だと私は思っています」%K%P",
"一気に話をしたイノリさんが、休むように一息吐く。%K%P",
"ううむ、思ったより事態は深刻みたいだ。%K%P",
"「大事なことを話してくれてありがとうございます」%K%P",
"「当然のことをしただけです。\\n　私は将さんや舞花さんやアカネさん……\\n　そして椿木荘のことが大好きです」%K%P",
"「だからこそ、こんな形で終わってほしくなんてないんです」%K%P",
"「俺だって、椿木荘を、舞花の願いをここで終わらせる\\n　つもりはありませんよ」%K%P",
"「さすが、将さんですね。おふたりのこと、お願いします」%K%P",
"「任せてください。絶対に誰も不幸になんかさせません」%K%P",
"皆のために、できることをしないとな。%K%P"
]