[
  "'Shuri...are you okay?'%K%P",
  "She sat with her head down,\\nso I tapped her on the shoulder.%K%P",
  "'Yamato...'%K%P",
  "She turned around, seemingly\\nready to burst into tears.%K%P",
  "'You sure don't look okay.'%K%P",
  "'Of course I'm not, I mean...'%K%P",
  "I guess even goddesses can get worked up.%K%P",
  "At least, these two sure could.%K%P",
  "'Wanna talk about it?'%K%P",
  "'Yeah...'%K%P",
  "'Hey! Wait! \\nWhat's the big idea?'%K%P",
  "'Come on, just follow me for a bit here.'%K%P",
  "I dragged her with me down to Akihabara.%K%P",
  "We walked past all the buildings in front of the\\nstation until we finally got to the spot.%K%P",
  "'This is...'%K%P",
  "'You know, right? \\nThis is where they hold the main event.'%K%P",
  "It was an event stage in Akihabara. \\nThis is where the main audition would be held.%K%P",
  "The preliminaries are all online, so this stage\\nwouldn't get used until the results were announced\\ntomorrow.%K%P",
  "'Look, lots of other Divine Idols are here.'%K%P",
  "'You're right...'%K%P",
  "All the other contestants had gathered at this\\nalmost sacred place, all with the same thing\\non their minds.%K%P",
  "Some of them were close contenders with Love☆Kami,\\nsome of them were those who already knew\\nthey wouldn't make it.%K%P",
  "They were all waiting out those final moments.%K%P",
  "'We should have brought Kagura out here, too.'%K%P",
  "She looked at me with that\\n'why me?' look in her eyes.%K%P",
  "'Yeah, you're right. Why didn't we?'%K%P",
  "I knew why.%K%P",
  "It's because she just looked so helpless.%K%P",
  "'I guess Kagura is gonna be\\nmy rival too, from now on.'%K%P",
  "Even members of the same duo\\nwould get pitted against each other in the finals.%K%P",
  "Shuri was already looking ahead of the preliminaries.%K%P",
  "'I'm definitely gonna make it into L☆SEVEN.'%K%P",
  "She didn't seem to be as worried as before.%K%P",
  "'Once I make it in, I'm sure, just sure,\\nthat my sis will notice me. \\nThat's the whole reason I entered this thing.'%K%P",
  "'Your sister is Bishamonten? \\nYou two don't get along?'%K%P",
  "'No, we do. We're really close, actually.'%K%P",
  "She smiled ever so brightly. \\nIt was a smile like none I had ever seen before.%K%P",
  "'But when she joined up with L☆SEVEN\\nshe moved out. She lives on her own, now.'%K%P",
  "'She's just so wonderful,\\nand unlike me she's always moving forward, you know?'%K%P",
  "'I'm sure she's never planning to come back. \\nThat's why I decided to stop waiting.\\nI'm gonna go after her, instead.'%K%P",
  "'If I can make it into L☆SEVEN,\\nI'll get to be with her again. \\nI'm done with being left behind.'%K%P",
  "'You're probably really disappointed in me, huh?\\nFor doing all this for such selfish reasons.'%K%P",
  "She smiled through her words.%K%P",
  "It was so bittersweet, I thought I might tear up.%K%P",
  "'I'm sorry that I made you work so hard for me.'%K%P",
  "'You don't need to apologize.'%K%P",
  "This sort of fake smile,\\nthis wasn't the Shuri I knew.%K%P",
  "'Stop apologizing...\\nAnd stop looking at me like that.'%K%P",
  "'But...'%K%P",
  "'Who cares what your reasons are? \\nYou still showed me the way. \\nDoes the rest really matter?'%K%P",
  "'You're always so dazzling when you're singing. \\nThat's what drew me in.'%K%P",
  "I had never been interested in Divine Idols.%K%P",
  "However, when I first saw Shuri,\\nI was instantly drawn to her.%K%P",
  "'Are you sure? You don't hate me for it?'%K%P",
  "'Who ever said there was anything wrong with\\nwanting to be an idol with your sister?'%K%P",
  "'You always looked up to your sister, right?\\nYou wanted to grow up to be just like her, right?'%K%P",
  "'It shows through, you know. \\nThat's why everyone is out there voting for you.'%K%P",
  "'Right?'%K%P",
  "'Yeah... Yeah, I guess you're right.'%K%P",
  "'What am I doing getting all gloomy like this? \\nIt's not really like me, huh?'%K%P",
  "She was finally back to her normal self.%K%P",
  "There was nothing left to be afraid of.%K%P",
  "'I believe in you and your dream, Shuri. \\nAnd I want to see it come true.'%K%P",
  "'As long as you're with me, I feel like it will.'%K%P",
  "'Yeah, leave it to me!'%K%P",
  "'I will. So keep up the good work, yeah?'%K%P",
  "We took each other's hands\\nand firmly shook in agreement.%K%P",
  "Even when the auditions were over,\\nShuri and I would still have our bond.%K%P",
  "This handshake was a sign of that agreement.%K%P"
]