[
  "'I am so very sorry!'%K%P",
  "I was bowing to the ground in front of Sara,\\napologizing for watching her get changed.%K%P",
  "I was doing a really good job, if I do say so myself.%K%P",
  "'Now, that's enough, there's no need to apologize\\nso much!  I really don't mind...'%K%P",
  "'Or, are you saying you saw something\\nparticularly embarrassing, Yamato?'%K%P",
  "'N-no, I didn't... \\nI mean, I saw the silhouette of something...'%K%P",
  "'Mmkay, I think that's still safe.'%K%P",
  "Even without seeing the important bits,\\nSara's silhouette in that dress had been more\\nexciting than mere nudity ever could be.%K%P",
  "I didn't want her to see me like this,\\nso I kept my face averted.%K%P",
  "'Hmm...? Could it be... Are you embarrassed?'%K%P",
  "'Well, it is embarrassing... \\nAfter all, I did get caught watching the famous\\nDivine Idol getting changed.'%K%P",
  "And if Sara's fans found out,\\nit could cause all kinds of trouble.%K%P",
  "At the same time, seeing her like that had been\\nextremely...stimulating...%K%P",
  "'Heehee, well, you are about the right age\\nto start thinking about stuff like that,\\naren't you, Yamato?'%K%P",
  "After teasing me a little,\\nsuddenly she seemed to soften.%K%P",
  "She wrapped her arms around me and\\nrested her weight on my body, like always.%K%P",
  "'W-wait, Sara! What are you doing?!'%K%P",
  "'You're so cute, Yamato! \\nGetting so worked up over a hug!'%K%P",
  "'Of course! I mean, anyone would get like this,\\nbeing hugged by a beautiful woman like you.'%K%P",
  "'Right, right. But it makes me kinda happy! \\nCome here and give big sis a squeeze!'%K%P",
  "'Squueeeze!♪'%K%P",
  "She must have thought my resistance was funny,\\nbecause she pressed her whole body against\\nme and squeezed.%K%P",
  "She was so soft and warm, and smelled so good,\\nI forgot for a moment that she was a goddess\\nand an idol.%K%P",
  "'Good afternoon... Huh?'%K%P",
  "A customer showed up at the worst possible moment.%K%P",
  "'Oh, look, a customer! Welcome!'%K%P",
  "Sara greeted the customer pleasantly,\\nstill pressed up against me.%K%P",
  "'Hey...let go of me! \\nYou're scaring the customer.'%K%P",
  "Peeling Sara off of me, I forced a smile on my face.%K%P",
  "'Welcome, thank you for coming! So uhh...'%K%P",
  "And I finally noticed. \\nIt was the girl from the street performance earlier.%K%P",
  "'I'm sorry. Never mind. \\nI'll go somewhere else.'%K%P",
  "'No, wait, aren't you Shuri Kisshouten?'%K%P",
  "'You know who I am...?'%K%P",
  "She stopped at my words, just as she had been\\nwalking out the door.%K%P",
  "'I just found out.  You performed in front of\\nAkihabara station today, didn't you?'%K%P",
  "'You saw my show?'%K%P",
  "Her wary look didn't change,\\nbut somehow she seemed happier.%K%P",
  "'So that must mean you're a fan. \\nThank you for coming to my show!'%K%P",
  "She might have been embarrassed thanking me directly,\\nbecause she turned bright red and stuck her hand out.%K%P",
  "'Um...?'%K%P",
  "'C'mon! You're a fan, I'm supposed to shake\\nyour hand!  I'm Shuri Kisshouten,\\nit's nice to meet you!'%K%P",
  "'N-nice to meet you...'%K%P",
  "I was half-forced into shaking her hand.%K%P",
  "But it was true that her street performance had\\nmoved me.  She'd kind of just decided I was a fan,\\nbut I didn't mind, actually.%K%P",
  "'Oh, so you're Shuri!  I'm so happy to meet you,\\nyour sister is always such a big help.'%K%P",
  "'Uh... Huh?!'%K%P",
  "'What is Sara Benzaiten doing here?!'%K%P",
  "'Oh, this is my boyfriend's house!'%K%P",
  "Joking around, she embraced me again.  I really\\nwished she would get her pranks under control.%K%P",
  "'B-boyfriend?! Is this some kind of scandal?! \\nAm I some kind of witness now?'%K%P",
  "Shuri was almost ready to explode. \\nHer statements were becoming almost incomprehensible.%K%P",
  "Sara was an old hand at pranks, and since Shuri's\\ncomposure was wearing thin this prank just added\\nfuel to the fire.%K%P",
  "'Oh, I know, you're an impersonator! \\nYou're some kind of bonehead beauty who looks\\nlike Sara Benzaiten, that must be it!'%K%P",
  "'Oh, so that's what you think? \\nWell, I guess I'd better show you what I've got!'%K%P",
  "'Mph♪'%K%P",
  "Sara let out a cute little sound and\\nher whole body started to shine with a faint light.%K%P",
  "'What do you think? Is this enough to prove\\nI'm the real Sara Benzaiten?'%K%P",
  "Far beyond a mere costume change,\\nin an instant her whole body morphed.%K%P",
  "Now dressed in her full L☆SEVEN outfit,\\nSara exuded an aura that no mere idol could match.%K%P",
  "'Oh wow... That's the same as your stage outfit...'%K%P",
  "'So do you believe me now?'%K%P",
  "'Yes. But...'%K%P",
  "'What exactly is your relationship\\nwith this human male...?'%K%P",
  "She turned her suspicious gaze on me,\\nas if I were some kind of villain.%K%P",
  "I guessed that being over-familiar with Sara,\\nwho was apparently worthy only of worship, seemed\\nto make me look like a dangerous stalker.%K%P",
  "'Like I said, he's my boyfriend!♪'%K%P",
  "Sara, still not taking the hint,\\nembraced me yet again.%K%P",
  "'Noooooooo!!'%K%P",
  "'Stop screwing around! \\nShe's going to believe you!'%K%P",
  "'So that means...'%K%P",
  "'Sorry, I was just teasing.  Yamato is the owners'\\nson, I've known him for ages.'%K%P",
  "'Is that really true...?'%K%P",
  "'Come on, look into my sparkling eyes. \\nWould I lie to you?'%K%P",
  "'Whoa...your lashes are so long!\\nYou really have the right stuff for a top idol.'%K%P",
  "So do you believe me?'%K%P",
  "'I guess so.... Now that I think about it,\\nhow could Sara Benzaiten have a boyfriend?'%K%P",
  "At any rate, it looks like we cleared up\\nthat misunderstanding.%K%P",
  "'So anyway,\\nwhat brings you to a kimono shop, Shuri?'%K%P",
  "'Oh, yes, welcome! \\nCan I help you find anything?'%K%P",
  "I switched into customer-service mode.%K%P",
  "'Oh, yeah... Umm... Well...'%K%P",
  "'Oh, are you looking for an idol outfit?'%K%P",
  "'Y-yeah... But I really need you\\nto keep this secret from my sister.'%K%P",
  "As Sara explained,\\nShuri's big sister was Bishamonten.%K%P",
  "She was a member of L☆SEVEN,\\nand was apparently quite close to Sara.%K%P",
  "'I don't mind keeping it a secret,\\nbut are you hiding your idol activities from her?'%K%P",
  "'If I told her I was trying to be a Divine Idol,\\nI'm sure she'd just worry about me...'%K%P",
  "'She would worry, and start trying to poke\\nher nose in... Yeah, the way I know her,\\nthat wouldn't surprise me at all.'%K%P",
  "Sara clearly thought Bishamonten was a bit\\nof a worrywart when it came to her little sister.%K%P",
  "'I don't want to be a burden to her. \\nSo I'm keeping it a secret until I can show\\nher I'm good enough.'%K%P",
  "'If I pass this audition,\\nI just know she'll recognize what I can do.'%K%P",
  "'I want to be able to stand at my sister's side\\nwithout being embarrassed, that's the kind\\nof Divine Idol I want to be...'%K%P",
  "If she went public as a raw amateur, she'd just hold\\nher sister back.  So she wanted to reach her full\\npotential before taking the stage by her sister.%K%P",
  "Even I could understand the sense in that.%K%P",
  "But one thing did bother me.%K%P",
  "'May I ask one question?'%K%P",
  "'What exactly do you mean by 'this audition'?'%K%P",
  "The room froze at my question.%K%P",
  "'I kind of thought that was the case,\\nYamato, but you honestly don't have any idea?'%K%P",
  "'No way, you really don't know about the audition?! \\nI mean, it's been on all the news shows,\\nand there are posters up all over the place'%K%P",
  "'No, I'm sorry, but I honestly don't know\\nwhat you're talking about.'%K%P",
  "The two both had a look on their faces like\\n'What's wrong with this poor idiot?'.%K%P",
  "And then someone else showed up to rub my face in it.%K%P",
  "'Hellooo!'%K%P",
  "'Eh... Huh? What is Sara Benzaiten doing here?'%K%P",
  "It was yet another goddess I'd just met earlier.%K%P",
  "'This girl is reacting exactly like I did...'%K%P",
  "'Well then, I guess I'd better\\ngive him another squueeeze!♪'%K%P",
  "A grinning Sara wrapped her arms around me again.%K%P",
  "'Huh?! \\nPl-please, stop that!'%K%P",
  "'If he's not your boyfriend, please stop hugging him.\\nThat's not appropriate to do in public.'%K%P",
  "Since I was frozen in place,\\nShuri peeled Sara off for me.%K%P",
  "'Oooh! I've uncovered Sara Benzaiten's lover! \\nBut wait, isn't that Yamato?'%K%P",
  "'Oh... Hi, Kagura. It's you again.'%K%P",
  "'Eheheheh, it's me again, Yamato!'%K%P",
  "'Ohoh? Do you know each other?'%K%P",
  "'I'd like to know this as well. \\nIt appears that we're schoolmates.'%K%P",
  "Indeed, Shuri and Kagura were wearing the same\\nuniform.  The design was slightly different,\\nbut Sara's was the same, too.%K%P",
  "Now that Shuri had pointed it out, these three\\ngoddesses clearly all went to the same school.%K%P",
  "It was the second year since the establishment\\nof the Divine Education Act. In places all over the\\ncountry, these educational zones were expanding.%K%P",
  "The area spreading from Ueno Okachimachi to\\nAkihabara had been designated as one of these zones.%K%P",
  "Being in Kanda, I didn't have a lot of direct\\ncontact, but I knew that there was a designated\\nschool over by Yushima. %K%P",
  "'So it looks like you're all students at the same\\nschool but you've never met, so maybe you should\\nintroduce yourselves.'%K%P",
  "'I guess I should start, since it's my idea. \\nI'm the only son of the owners of 'Tatsumi's',\\nYamato Tatsumi.'%K%P",
  "'I'm Shuri Kisshouten. For the time being,\\nI'm hoping to become a Divine Idol.'%K%P",
  "'My name's Sara Benzaiten, I'm a Divine Idol! \\nI'm also currently Yamato's lover!♪'%K%P",
  "'Okay, Okay, I think I've had enough of that joke.'%K%P",
  "Shuri had enough experience now to know\\nto stop Sara when she tried to grab me.%K%P",
  "'And so, you are? \\nIt's easy to see you're a goddess, but otherwise...'%K%P",
  "'I'm Kagura Amauzu! Trying to be a Divine Idol! \\nUmm... I'm also basically an Ame no Uzume...'%K%P",
  "'Oh, the fortunate one...\\nIt's a pleasure to meet you!'%K%P",
  "Sara shook her hand with a gentle smile.%K%P",
  "Getting her hand shook by the famous center\\nfor L☆SEVEN, Kagura went stiff with nervousness.%K%P",
  "'If you want to become a Divine Idol too,\\nthen you're probably up for the big audition, right?'%K%P",
  "'Yep, of course I entered! \\nBut I'm way down in the ranks.'%K%P",
  "'I see...\\nWe've both got a big fight ahead of us then.'%K%P",
  "It looked like Shuri\\nwas in the same boat as Kagura.%K%P",
  "'So, I hate to throw a damper on things,\\nbut could someone please go ahead\\nand explain this audition to me?'%K%P",
  "'I guess I'd better do that.\\nOkay, here's a quick run down.'%K%P",
  "Shuri put on a helpful face,\\nand made herself the official audition explainer.%K%P",
  "The popular Divine Idol group L☆SEVEN. \\nThey are apparently having an audition for\\na new member.%K%P",
  "Many wondered if it was okay to increase\\nmembership of a group called L☆SEVEN,\\nbut apparently it's not a problem.%K%P",
  "L☆SEVEN started when the Seven Goddesses of\\nGood Luck combined to make an idol group.%K%P",
  "And so you would think that the number seven\\nwould be important, but apparently even the Seven\\nGoddesses of Good Luck were originally eight.%K%P",
  "So based on that idea, this upcoming audition\\nwas the first step in renaming the group L☆EIGHT.%K%P",
  "The eighth Goddess of Luck was apparently\\nKisshouten. Since Shuri is one of the goddesses\\nWakemitama, she's not unrelated to the story.%K%P",
  "'The audition is divided into two parts,\\nqualifiers decided by online vote, and the main\\naudition decided by performance on stage.'%K%P",
  "'They're right in the middle of the qualifier now.'%K%P",
  "Only those goddesses who make it through the 3 month\\nqualifier voting will have a chance to perform in the\\nmain audition.%K%P",
  "Every night, the little hatchling Divine Idols\\ndo their best to make it to the final round.%K%P",
  "'I think I get the gist of it. \\nIt sounds like you two are in a tight spot.'%K%P",
  "'I kind of figured I wouldn't be able to make it\\nvery far without a proper Divine Idol outfit...'%K%P",
  "'Since my sister has mentioned Tatsumi's before,\\nI thought I'd ask if you could do something for me.'%K%P",
  "'Were you thinking the same, Kagura?'%K%P",
  "'No, I've got an idol outfit.  I heard some rumors\\nabout this place, so I came to scout it out.'%K%P",
  "What the heck did she mean by 'scout it out?' \\nI was interested to know what kind of rumors\\nshe's heard...%K%P",
  "'It looks like the rumors were true! \\nSara Benzaiten from L☆SEVEN really is here!'%K%P",
  "'All the members of L☆SEVEN\\nget their outfits made here.'%K%P",
  "'Oh, I get it, you thought that if you had your\\noutfits made at the same place as L☆SEVEN,\\nyou'd share some of their popularity.'%K%P",
  "To preserve their privacy, Tatsumi's never reveals\\ndetails of their customers in public.%K%P",
  "But among the goddesses, it looked like our shop\\nwas developing a bit of a reputation.%K%P",
  "'Okay then, Ms. Kisshouten,\\nwhy don't we discuss the details of your outfit...'%K%P",
  "'Kagura, what about you? \\nAre you going to get a new outfit here, too?'%K%P",
  "'No, I think I'll pass. I don't have any money.'%K%P",
  "Even if they were goddesses,\\nthey still had the same money problems as humans.%K%P",
  "Leaving aside Sara and her success with L☆SEVEN,\\nfor most goddesses things rarely went the way\\nthey wanted.%K%P",
  "'Oh, but what should I do? \\nIf I don't do something, I'll never move up\\nin the rankings!'%K%P",
  "'Well, it's not like I think I'm going\\nto shoot up the ranks just by getting a new outfit.'%K%P",
  "'Right, don't think everyone\\ngets popular by wearing crazy outfits.'%K%P",
  "Kagura and Shuri both had troubled expressions,\\nand even Sara looked thoughtful,\\nlike she was getting reeled into their problems.%K%P",
  "'Hey, Sara.'%K%P",
  "'As a current L☆SEVEN member,\\ndo you have any advice for them?'%K%P",
  "'Hmm... Let's see...'%K%P",
  "'Sara! 'Please, share your wisdom!'%K%P",
  "'M-me too... Please do help, Sara!'%K%P",
  "The desperate pair drew in close to Sara.%K%P",
  "But she just looked upset.%K%P",
  "'I'm sorry, but I just can't. \\nSince I'm involved in the auditions I can't offer\\nhelp to any individual goddess.'%K%P",
  "Since she was a member of L☆SEVEN,\\nshe would be involved in the decision side of things.%K%P",
  "Since the slightest bit of advice could come across\\nas a breach of impartiality, she had to be careful\\nwith every word.%K%P",
  "'Oh, I see, that's fair enough.'%K%P",
  "'I should have realized asking Sara\\nfor help was too much.'%K%P",
  "'Right, we all have to just do our best on our own.'%K%P",
  "'Your best on your own, huh...'%K%P",
  "I guess idol auditions were always lonely battles.%K%P",
  "But then I thought again. \\nIs that really so? I wonder...%K%P",
  "'What about doing it together,\\ninstead of on your own?'%K%P",
  "Even if everyone was a rival,\\nit didn't mean you had to be enemies.%K%P",
  "By cooperating with another goddess\\nin the same situation, at the very least the battle\\nwould no longer be lonely.%K%P",
  "'Oh, I see, you mean form a duo?'%K%P",
  "'Ooohh!'%K%P",
  "'That might prove to be fun. \\nThere's no rule saying your audition has to be solo!'%K%P",
  "'Alriight! So you and me are a duo now, Shuri! \\nIt's settled!'%K%P",
  "'Wait a minute...'%K%P",
  "Shuri kept herself under control,\\nthrowing a bit of a damper on Kagura's enthusiasm.%K%P",
  "'I think forming a duo is a good idea,\\nbut it doesn't necessarily have to be with you.'%K%P",
  "'Well, yeah, but, I mean...'%K%P",
  "'But, I wonder if you will find\\nanother partner so easily?'%K%P",
  "'Now, I'm not exactly saying that Kagura is no good. \\nBut if we're going to form a duo together,\\nI need to make sure she's suitable.'%K%P",
  "'The partner I choose will have a huge\\nimpact on our chances of winning. \\nSo I want to be careful here.'%K%P",
  "'I understand what you're trying to say. \\nBut how exactly do you plan to make\\nthat kind of judgment?'%K%P",
  "'It all depends on Kagura's rank in the voting. \\nIf she's a long way below me, then of course\\nI can't choose her.'%K%P",
  "'Kagura Amauzu! \\nWhat is your current ranking?'%K%P",
  "'Ummm... Well, I think I'm 34th right now...'%K%P",
  "'Huh?'%K%P",
  "'Oh, I knew it. That's too low, isn't it? \\nShuri, you're way above me, aren't you?'%K%P",
  "'Oh, well... You see, actually...'%K%P",
  "Shuri was clearly avoiding eye contact. \\nShe didn't seem to want to say her own rank.%K%P",
  "'Oh, where is she, where is Shuri...?'%K%P",
  "Sara took out her smartphone,\\nand started to check the rankings on the spot.%K%P",
  "'W-Wait!'%K%P",
  "'You're...39th.'%K%P",
  "Well below Kagura.%K%P",
  "'Woohoo! I'm way above you!'%K%P",
  "'Y-You really must be something, huh? \\nOkay then, I'll let you join me.'%K%P",
  "Shuri spoke down to Kagura,\\ndespite the fact that Kagura was higher on the list.%K%P",
  "'Yeaah! So that means it's settled, right? \\nYou can't go complaining after this, got it?'%K%P",
  "'I know, I know. \\nOnce I've made a decision, I stick with it.'%K%P",
  "She seemed to reach a resolution.%K%P",
  "They would surely be butting heads from here on out,\\nbut we were witnessing the birth of an improvised\\nDivine Idol duo.%K%P",
  "'But what, specifically,\\nare you going to do as a duo?'%K%P",
  "'Hmmm... Singing the same song and\\ndancing in unison, and stuff?'%K%P",
  "'I don't think that's quite enough, do you?'%K%P",
  "'Sara...'%K%P",
  "Even though she'd just denied them,\\nKagura continued to try to butter up Sara.%K%P",
  "Sara couldn't resist that kind of schmoozing,\\nand couldn't keep brushing her off.%K%P",
  "'I know how you feel, but I just can't. \\nAnd anyway, I'm a goddess too,\\nwhat are you doing asking me?'%K%P",
  "'An idol's job is to make humans happy,\\nso you shouldn't be asking goddesses, ask humans.'%K%P",
  "'So that means...'%K%P",
  "Shuri and Kagura turned their eyes to me.%K%P",
  "'Hold on, now. Me?'%K%P",
  "'Well, you're the only human here.'%K%P",
  "'And you're the one who came up\\nwith the idea of forming a duo!'%K%P",
  "'Coming up with the idea for rivals to join forces\\nisn't something you see every day.'%K%P",
  "It looked like their esteem for me was rising.%K%P",
  "It was true, though, that goddesses became\\nidols to collect Sakimitama, so I understood\\nwhy they would ask a human's opinion.%K%P",
  "But why me?%K%P",
  "'Oh, are we troubling you?'%K%P",
  "'No, it's no trouble, just...'%K%P",
  "'Right now, you're the only one we can count on. \\nPlease, Yamato! Help us out!'%K%P",
  "Why me? Was all I could keep thinking.%K%P",
  "But, after all, I was the one who offered\\nthem this twinkle of hope, not someone else.%K%P",
  "'Okay, fine. If I'm the one you want,\\nthen I guess I'll help out.'%K%P",
  "'I, Yamato Tatsumi, as a representative\\nof humanity, will cooperate with your pop group,\\nShuri Kisshouten and Kagura Amauzu!'%K%P",
  "'Thank you, Yamato!'%K%P",
  "'Yamatoooo!'%K%P",
  "Shuri and Kagura were overcome with happiness,\\nand wrapped me in hugs.%K%P",
  "'Mmphh?!'%K%P",
  "'Oh my, you're so popular with the ladies, Yamato!'%K%P",
  "'Oh! 'No, no, it's nothing like that! \\nI was just briefly overcome with emotion,\\nand got caught up in the moment.'%K%P",
  "Shuri backed away, almost pushing me over\\nin the process.  I was glad to be released,\\nbut still... a little sad.%K%P",
  "'Well then, I'll do it for you...'%K%P",
  "'No, that's, you know, not good...'%K%P",
  "'After all, I'm the one who just joined a duo.'%K%P",
  "Interrupting Sara as she tried to muscle in on me,\\nshe grabbed the cuff of my sleeve.%K%P",
  "She seemed to be showing that although\\nshe didn't want to hug me, she didn't want\\nto hand over her spot.%K%P"
]