[
  "Training continued apace.%K%P",
  "Shuri had gotten more used to her partner's\\nmovements, which meant Kagura was free to dance\\nto her heart's content.%K%P",
  "They had yet to pull off a whole song perfectly,\\nbut I was sure they'd get the hang of it soon enough.%K%P",
  "'Aww yeah! Let's kick it up a notch!'%K%P",
  "'K-Kagura, slow down a little.'%K%P",
  "'What's wrong?\\nDon't tell me you can't keep up with me?'%K%P",
  "'What? N-no, that's not it at all! \\nA little routine like this is nothing!'%K%P",
  "Shuri just couldn't back down from a challenge. \\nShe followed Kagura's dance moves, throwing\\nher whole body into it.%K%P",
  "Or at least she tried to. Her movements always ended\\nup becoming smaller and less projected. I guess Shuri\\nstill wasn't used to dancing in a revealing outfit.%K%P",
  "When she twirled around she was very obviously\\nholding back so she didn't show her behind to\\nthe camera.%K%P",
  "'Let's take a five minute break!'%K%P",
  "Shuri walked away to get her clothes back in order.%K%P",
  "'Looks like she's still too self-conscious\\nabout her outfit, huh?'%K%P",
  "'You could tell?'%K%P",
  "'Of course. She is my partner, after all.'%K%P",
  "We'd thought Shuri would loosen up\\ngiven time, but it was starting to look\\nlike she'd need a little help.%K%P",
  "'It's not that different from a swimsuit, right?'%K%P",
  "'Actually, material-wise it's a bit different. \\nIf we're making comparisons it's probably\\nmore like underwear.'%K%P",
  "'What? Now I'm even more impressed\\nyou're so comfortable in that outfit.'%K%P",
  "'It's only like underwear.\\nIt's not the real thing, so it's fine.'%K%P",
  "I couldn't wrap my head around this concept.%K%P",
  "'Does that mean you're...'%K%P",
  "'Uh-huh. Wanna see?'%K%P",
  "'Here you go!'%K%P",
  "Without waiting for a reply,\\nKagura moved aside the skirt part of her costume.%K%P",
  "I was presented with a full view of\\na skimpy pair of panties.%K%P",
  "'Whoa, whoa! What are you doing?!'%K%P",
  "'Don't act so shocked. \\nThese are a legitimate part of my outfit.'%K%P",
  "Outfit or not, to me they just looked like a garment\\ndesigned only to cover the bare essentials.%K%P",
  "'We talked about this, remember?\\nThey're the type people are meant to see.'%K%P",
  "'R-right...\\nHow are they different from normal panties, exactly?'%K%P",
  "'For one thing they're smaller,\\nso it's harder to catch a glimpse of them.'%K%P",
  "'Don't you ever feel...embarrassed?'%K%P",
  "'It's all about perspective. Hee hee.'%K%P",
  "Kagura must have a strong will to be able to laugh\\nabout it like that. I'd have to say that Shuri's\\nshyness was a more natural reaction.%K%P",
  "'Even if someone sees them, it's only for\\na few seconds. It's not like people stare\\nat them for ages...'%K%P",
  "'Uh, not like how you're staring at them now.'%K%P",
  "'Whoa! Sorry! Cover yourself up, okay?'%K%P",
  "'Heh heh.'%K%P",
  "'Kagura.'%K%P",
  "'Maybe this'll help me understand how Shuri feels.'%K%P",
  "I suppose being exposed to my gaze\\ngave her a taste of what shyness was like.%K%P",
  "'Yeah, this is starting to get kinda awkward. \\nI'll probably start blushing in a moment...'%K%P",
  "During her private shoot I had only seen brief\\nflashes of skin. But now Kagura had nowhere\\nto hide.%K%P",
  "'Your face is red.'%K%P",
  "'I'm starting to feel hot...'%K%P",
  "'Is this how Shuri feels all the time? \\nI had no idea...'%K%P",
  "'Come on, that's enough. You can stop now.'%K%P",
  "'No, just a little more. \\nJust until Shuri gets back.'%K%P",
  "For the next few minutes Kagura continued to\\nshow off her underwear to me.%K%P",
  "'Kagura! Your moves are getting clumsy.'%K%P",
  "'Oh, sorry.'%K%P",
  "This time it was Kagura who was acting uncomfortable.%K%P",
  "It probably wouldn't last long,\\nand she'd be back to her usual self in no time.%K%P",
  "'You're going to throw me off my game, too.'%K%P",
  "Following Kagura's constrained dancing\\ncouldn't be easy.%K%P",
  "But that wasn't going to stop Shuri.%K%P",
  "She doggedly carried on despite\\nher partner's hesitation.%K%P",
  "'Whoa!'%K%P",
  "Kagura suddenly lost her balance\\nand collided with Shuri.%K%P",
  "'Aaah!'%K%P",
  "The other girl toppled and fell like a domino.%K%P",
  "'Shuri!'%K%P",
  "I instinctively sprang forward.%K%P",
  "I thought I might be able to catch her,\\nbut ended up collapsing along with her.%K%P",
  "'Ow...'%K%P",
  "*smoosh*%K%P",
  "My hand came into contact with something soft. \\nTrying to work out what it was, I moved my hand\\naround some more.%K%P",
  "'Mnh!'%K%P",
  "A gentle cry rang out in response to my touch.%K%P",
  "Could this be...%K%P",
  "'Shuri, is this your butt?'%K%P",
  "'G-get your hands off me!!!'%K%P",
  "'Whoa, I'm sorry! It was an accident!'%K%P",
  "'I know... It doesn't exactly look like\\nyou planned for this to happen.'%K%P",
  "Shuri was draped over me, pinning me to the floor.%K%P",
  "'So...you pushed me down?'%K%P",
  "'D-Don't be an idiot! \\nDid you hit your head or something?'%K%P",
  "Well, it hurt like I'd hit it.\\nI'd scraped my elbows, too.%K%P",
  "'Now hold still a moment. \\nI'll get us out of this.'%K%P",
  "Shuri tried to get up from the floor. \\nBut she hadn't noticed her sari was underneath me,\\nso it didn't go very well.%K%P",
  "'What's... Why is it... Urgh... What do we do now?'%K%P",
  "Every time she tried to wriggle out,\\nShuri pressed closer against me.%K%P",
  "The feeling of her breasts and legs rubbing up\\nagainst me was making it hard to think straight.%K%P",
  "'Shuri! Y-you're touching my...'%K%P",
  "'I am not!'%K%P",
  "'Aaargh!'%K%P",
  "Despite her protests, she really had started\\nto grind against some of my own sensitive areas.%K%P",
  "I started to panic and tried to yank the sari away,\\nonly to get even more up close and personal\\nwith Shuri.%K%P",
  "'I know! Kagura! \\nHelp us out!'%K%P",
  "'Aw, but it's just getting good.'%K%P",
  "Kagura had hold of the video\\ncamera and was filming us.%K%P",
  "'What? Why are you recording this?!'%K%P",
  "'It'd be a waste not to record\\nsomething as saucy as this.'%K%P",
  "'C'mon Yamato, squeeze her butt a little more.'%K%P",
  "'Quit messing around and help us.'%K%P",
  "Behind the camera, Kagura mimed a groping gesture\\nas if trying to spur me on.%K%P",
  "'J-just hold still. I think I can get us--'%K%P",
  "*smoosh*%K%P",
  "'Mm...'%K%P",
  "I'd tried to pull my hand back, but brushed\\nover Shuri's butt again, provoking a stifled moan.%K%P",
  "Damn, when did she get this sexy?%K%P",
  "The excitement I'd felt before\\nwas nothing compared to this.%K%P",
  "'Hey Yamato... Are you done yet...?'%K%P",
  "Shuri's breath brushed against my face.\\nAt some point our weight had shifted,\\nand our bodies were now pressed tightly together.%K%P",
  "Up this close I could smell her sweat and feel her\\nflushed skin against mine.\\nMy heart beat faster and faster.%K%P",
  "'Ah...'%K%P",
  "Shuri seemed to notice something,\\nand her face went bright red.%K%P",
  "She squirmed around a little,\\ntrying to work out what she was touching.%K%P",
  "'I...I'm sorry, okay? Really, I am.'%K%P",
  "Still blushing furiously,\\nShuri managed to disentangle herself from me.%K%P",
  "Just like that my all too brief moment\\nin paradise was over.%K%P",
  "'Hmm, so that's how Shuri's outfit works...'%K%P",
  "With the footage Kagura had collected,\\nI was able to better understand how Shuri's\\nstage outfit was put together.%K%P",
  "I thought her underwear would be like Kagura's,\\nbut actually they only really covered the front.%K%P",
  "While they did cover the things that needed covering,\\nI could also see why Shuri had been so desperate\\nto avoid being shot from behind.%K%P",
  "'I did tell her I could edit\\nthose parts out, though.'%K%P",
  "Mumbling to myself as usual, I set to work. \\nI cut out the more revealing scenes and\\ndeleted anything with me in it.%K%P",
  "As a result, the end product stimulated\\nthe imagination even more than expected.%K%P",
  "I knew the duo weren't especially aiming to become\\nknown for their sexiness. \\nBut that was exactly what was happening.%K%P",
  "'Well, let's just upload it and see what happens...'%K%P",
  "Still feeling a little frustrated,\\nI uploaded the finished video.%K%P",
  "This one might just be on par with\\nthe one from Kagura's shoot.%K%P",
  "'Whoa, comments already?! \\nThe video's made quite the impression.'%K%P",
  "I'd told Shuri when the upload was done,\\nand it looked like she'd seen the new flood\\nof adoration.%K%P",
  "[Quit it with the pervy comments! \\nPlease everyone, get your minds out of the gutter.]%K%P",
  "[Shuri's such a tease!]%K%P",
  "'She's just adding fuel to the fire...'%K%P",
  "Captivated by Shuri's complaints, users started\\ncommenting more and more, always bringing up\\nher sexiness.%K%P",
  "[You're all just picking on me now!]%K%P",
  "The fans loved seeing her get flustered,\\nand along with the number of comments,\\nShuri's rank started to rise more and more.%K%P"
]