[
  "'Alright, that should be it for this video.'%K%P",
  "I finally finished up editing right around\\nthe break of dawn.%K%P",
  "And their new duo name was right there on it.%K%P",
  "Each of them picked a word,\\nand that star of mine was right between them.%K%P",
  "The three of us were finally one.%K%P",
  "'Nicely done, Yamato. \\nSo now we make our new start.'%K%P",
  "'I'm so excited!'%K%P",
  "The new name of their duo\\nwas right there at the start.%K%P",
  "Right there before that video we just\\ntook moments before.%K%P",
  "'Okay, I'm gonna upload it.'%K%P",
  "And just like that it was done. \\nIt would only be a few seconds before all\\nthe Divine Idol fans started watching in droves.%K%P",
  "'Let's take a look then, shall we?'%K%P",
  "I clicked the play button.%K%P",
  "The start of their video started playing.%K%P",
  "'Hello everybody! I'm Shuri Kisshouten!'%K%P",
  "'Hey hey hey! I'm Kagura Amauzu!'%K%P",
  "'So, our group name has been in the works\\nfor a while now, but we've finally picked one.'%K%P",
  "'We shared all sorts of ideas with\\neach other before choosing!'%K%P",
  "'So today we're here, not just for our normal\\nupdates, but to share a real-deal music video\\nwith you all.'%K%P",
  "'So here we are, me, Shuri Kisshouten.'%K%P",
  "'And me, Kagura Amauzu!'%K%P",
  "'Here with a new name... Ready?'%K%P",
  "'Love☆Kami!'%K%P",
  "The following day they were finally starting out as\\nthe newly named Love☆Kami.%K%P",
  "Under any normal conditions, practice\\nwould have started as usual, but...%K%P",
  "'Wait, what's going on?'%K%P",
  "'I... I don't know... \\nSince when do we draw a crowd for practice?'%K%P",
  "Up until yesterday these two had nothing\\nbut a niche audience, but all of that had suddenly\\nchanged.%K%P",
  "It seemed like their top-notch performance\\nhad really drawn in the fans.%K%P",
  "'Way to go, girls. \\nThis is what you've been working for.'%K%P",
  "They were suddenly within the top 10. \\nIt was hard to believe they ever had trouble\\nhitting the top 20, it all happened so quickly.%K%P",
  "'But I never expected them to show up for practice.'%K%P",
  "'That's the price of fame. \\nWhat do you want to do?\\nWe could find a new place, but...'%K%P",
  "'Oh, please! You expect me to run from this?'%K%P",
  "Shuri walked out in front of the crowd.%K%P",
  "'Uhh, Shuri? Are you serious?'%K%P",
  "'Hey, I'm not ready either,\\nbut we gotta get used to this.'%K%P",
  "'C'mon Kagura. \\nWe can do this together, right?'%K%P",
  "Shuri extended her hand out to Kagura.%K%P",
  "Kagura just stood there staring,\\nbut finally prepped herself for it and took her hand.%K%P",
  "'Let's go. Let's show our fans what we're made of.'%K%P",
  "'Okay!'%K%P",
  "'Alright, off you go! \\nThis is just what you need for confidence on stage.'%K%P",
  "I pushed them both onwards.%K%P",
  "Love☆Kami had only just started.%K%P",
  "I had to do my part as the star that bound them.%K%P",
  "There was only half a month left\\ntill the preliminaries.%K%P",
  "All that was left to do was push forward.%K%P",
  "We didn't have time to be worried.%K%P"
]