[
  "The wait was over. \\nShuri's stage clothes were finally ready.%K%P",
  "'You'll look like a real Divine Idol now!'%K%P",
  "The girls hadn't looked bad in their uniforms,\\nbut this outfit would make Shuri look all the\\nmore authentic.%K%P",
  "'But come on, hurry it up a little. \\nHow long are you going to take changing?'%K%P",
  "Kagura ran out of patience\\nand tried to barge in on Shuri.%K%P",
  "But at that moment Sara returned\\nfrom helping Shuri change.%K%P",
  "'Thanks for waiting, you two. \\nWe're all done in here.'%K%P",
  "'So, where's the lady of the hour?'%K%P",
  "'She won't come out. She says she's too embarrassed. \\nThere must be a way to convince her. Any ideas?'%K%P",
  "'Okay! Then I'll use my dancing\\nto entice Shuri out!'%K%P",
  "'Well, you are Ame no Uzume, after all.'%K%P",
  "The old legends say that when Amaterasu shut herself\\naway in a cave, Ame no Uzume danced so beautifully\\nthat the sun goddess was tempted back into the world.%K%P",
  "So perhaps Kagura's moves could even drag out\\nthe suddenly shy Shuri.%K%P",
  "'Here I go...'%K%P",
  "Kagura took hold of the hem of her\\nuniform's skirt.%K%P",
  "'Whoa, whoa, what are you doing?'%K%P",
  "'I have to be wearing my goddess clothes to infuse my\\ndance with Jinriki, otherwise it won't work so well.'%K%P",
  "'But you're a goddess, shouldn't you be able to use\\nlike, magic or something to change your clothes\\ninstantly?'%K%P",
  "That's what Sara always did. I looked to her for\\nhelp, but she shook her head apologetically.%K%P",
  "'Not all the gods can do that.'%K%P",
  "'I'm not as amazing as Sara,\\nso I have to get changed normally.'%K%P",
  "Kagura rummaged around in her bag\\nand brought out her outfit.%K%P",
  "She looked more like a cosplayer than a goddess.%K%P",
  "'Wait, you're not gonna change here, are you?'%K%P",
  "'Sure, why not? It's not like I'm going to get\\ntotally naked. Doesn't bother me.'%K%P",
  "As she spoke, Kagura started to strip.%K%P",
  "'Stop! Please, don't take off any more.'%K%P",
  "'No way!'%K%P",
  "'Shuri, please come out!\\nYou're the only one who can stop her now!'%K%P",
  "Kagura wasn't listening to us anymore,\\nso I shouted through the door to Shuri for help.%K%P",
  "'Urgh, what are you doing now...?'%K%P",
  "It wasn't what we'd planned,\\nbut Kagura did make Shuri show herself.%K%P",
  "'D-don't stare at me like that. \\nYou're making me self conscious.'%K%P",
  "Shuri's stage clothes showed a lot\\nmore skin than I'd expected.%K%P",
  "That said, it wasn't obscene in any way.\\nIt had kind of a mystic feel about it.%K%P",
  "'I think it successfully expresses\\nher goddess aspect, don't you?'%K%P",
  "The outfit was unlike Sara's or Kagura's,\\na design totally unique to Shuri.%K%P",
  "In her uniform she could probably be mistaken\\nfor a human, but in this outfit her divinity was\\nclear for everyone to see.%K%P",
  "'...'%K%P",
  "'Come on, say something.'%K%P",
  "'Okay, Okay. Uh... I think it's... Well...'%K%P",
  "'Does it look weird?'%K%P",
  "'No, it looks great on you.'%K%P",
  "Giving her a straight up complement felt awkward.\\nThat was the best I could come up with.%K%P",
  "Shuri's sex appeal had shot through the roof.\\nThere was just something really attractive about it.%K%P",
  "'R-really? It's not too revealing, is it?'%K%P",
  "'No, of course not. \\nDivine Idol stage outfits are meant to be like this.'%K%P",
  "'Yeah, it's awesome!' \\nWay more sexy than mine!'%K%P",
  "'What?'%K%P",
  "'Hey, we were trying to avoid using that word...'%K%P",
  "'Huh? Why? It's a good thing.'%K%P",
  "In Kagura's world, sexy is justice.%K%P",
  "I wouldn't say I disagree, but this wasn't\\nthe time to bring it up.%K%P",
  "'I knew it! This is indecent!'%K%P",
  "Shuri looked even more embarrassed than before.%K%P",
  "'There's nothing wrong with it. All your fans\\nare gonna love seeing you show off your sexy side!'%K%P",
  "'No way! Not happening!'%K%P",
  "Kagura was doing her best to be supportive,\\nbut her values were way too different from Shuri's.%K%P",
  "'Oh, where's your sari? If you put that on,\\nthe outfit might look a little more demure.'%K%P",
  "'Okay, I'll try it on...'%K%P",
  "Shuri had been on the verge of tears, but Sara's\\nsuggestion helped her regain her composure a little.%K%P",
  "'That looks wonderful!'%K%P",
  "Sara applauded the new addition to the ensemble.%K%P",
  "I think she tried to sound extra enthusiastic to avoid\\nmaking Shuri too insecure to wear the outfit.%K%P",
  "'Hmm... Seems less naughty now. Boooring.'%K%P",
  "'Good, I wouldn't want it to look too lewd...'%K%P",
  "Kagura's disinterest seemed to reassure Shuri.%K%P",
  "Maybe the outfit was less explicit now,\\nbut it was still sexy.%K%P",
  "'...'%K%P",
  "Actually, I liked it even better than before.\\nThe look suited Shuri a lot more.%K%P",
  "The sari covered up a lot, but the material was so\\nthin that you could easily see through it.%K%P",
  "Somehow catching a glimpse through the fabric was\\nmuch more sensual than if her skin had been totally\\nexposed.%K%P",
  "'Yamato. Could you stop staring?'%K%P",
  "'Oh, sorry. \\nI was just so captivated by your beauty.'%K%P",
  "'C-captivated? By me?'%K%P",
  "'The sari gives you this air of mystery. \\nIt makes you look a lot more like a goddess,\\nnot to mention cute...'%K%P",
  "As I spoke I felt myself blushing more and more. \\nBut I carried on and did my best to boost Shuri's\\nself esteem.%K%P",
  "'I-I see... Well, if that's what you think,\\nI suppose this outfit isn't so bad.'%K%P",
  "'Geez Yamato, you're really laying it on thick.'%K%P",
  "'I can't help it. That's just how I feel.'%K%P",
  "'Hee hee. Well, it is important to listen\\nto our human representative's opinions.\\nYou may compliment me more if you like.'%K%P",
  "'You just look so gorgeous. \\nThose clothes really look good on you.'%K%P",
  "'Hee hee. Oh, Yamato. Go on, go on...'%K%P",
  "She sure did love getting praise.%K%P",
  "Thanks to the improvement in Shuri's mood,\\nwe managed to settle the matter of her outfit.%K%P",
  "'Okay, I'm going to start recording.'%K%P",
  "We'd moved to my room and were staging\\nan impromptu photo shoot.%K%P",
  "It was a good chance to create some buzz\\naround Shuri's new outfit.%K%P",
  "'Make sure to get my good side, Yamato.'%K%P",
  "'Mine too, mine too! \\nI'm not handing over the throne just yet!' %K%P",
  "Today the duo's name had been changed\\nto Kagura & Shuri (TBC), and Kagura had accordingly\\ntaken over as leader.%K%P",
  "That probably wouldn't last long once the fans\\nsaw Shuri's new look.%K%P",
  "'We don't look like we're on the same team at all. \\nAre you sure this is all right?'%K%P",
  "'Absolutely. Don't worry about it.\\nIt's important for goddesses to show off their\\nown individual qualities.'%K%P",
  "Maybe designing both girls' outfits around a similar\\ntheme would make them look more like a real duo.%K%P",
  "But these two weren't going to be working together\\nforever. After the qualifiers ended, they'd be\\ncompeting against each other.%K%P",
  "'You and I have really different personalities,\\nso maybe it's best to emphasize that.'%K%P",
  "'I guess so. By the way...'%K%P",
  "'Sara, why did you get changed too?'%K%P",
  "Shuri shot a suspicious glance at Sara.%K%P",
  "'It's not fair if you two are the only\\nones who get to dress up!'%K%P",
  "'Not fair...?'%K%P",
  "Shuri rolled her eyes. In an attempt to escape\\nShuri's gaze, Sara hid behind me.%K%P",
  "'I won't get in your way, okay? \\nI'll stay behind Yamato, you'll never know I'm here.'%K%P",
  "'Hold on a minute, Sara...'%K%P",
  "That plan was all well and good,\\nbut she was awfully close.%K%P",
  "The sweet fragrance of her perfume and\\nher soft body against mine was going to distract me.%K%P",
  "'Well, carry on!'%K%P",
  "'I suppose it's fine as long as you\\nkeep out of the shot...'%K%P",
  "Despite their own charms, Kagura and Shuri\\nwere pretty intimidated by the superstar aura\\nSara emitted.%K%P",
  "I think it made them both more aware of\\nwhat kind of level they'd need to reach in future.%K%P",
  "'How does she manage to look that sexy?\\nShe's showing much less skin than me and Shuri...'%K%P",
  "'Even I'm feeling a little spellbound by her...'%K%P",
  "I could practically hear the other girls'\\nunvoiced complaints.%K%P",
  "'Oh, looks like your new outfit is a big hit, Shuri!'%K%P",
  "We got a lot more comments than before. \\nI guess we could call this development a success.%K%P",
  "'And it's not just Shuri's, I guess this counts\\nas announcing Kagura's, too.'%K%P",
  "She'd posted photos before but this was the first\\ntime she'd uploaded a video of herself in costume\\nsince forming the duo.%K%P",
  "'Lots of people say it's sexy...'%K%P",
  "These outfits were in a completely different\\nleague than the altogether less revealing uniforms.%K%P"
]