[
"As if to pamper me, Sarah leaned over and teased\\\\nme with her fingers.%K%P",
"She leaned over and teased me with her fingers.%K%P",
"I like .......\"%K%P",
"Me too.%K%P",
"I tell you I love you every day, and you never\\\\nlet it fade away.%K%P",
"I thought it would get stale if I repeated it,\\\\nbut it never did.%K%P",
"In fact, the more I say it, the stronger my\\\\nfeelings seem to grow. ......%K%P",
"\"Mmm.\"%K%P",
"I'm not sure if it's a good idea or not, but\\\\nit's a good idea.%K%P",
"I gave him a tug on his cute lips, which were\\\\nvery close by.%K%P",
"I was so happy to see her. ......%K%P",
"Of course, more.%K%P",
"This time, I gave her a proper kiss.%K%P",
"I was able to give her a very bold kiss thanks\\\\nto the many times I had kissed her.%K%P",
"I kissed him again and again, and then I kissed\\\\nhim again and again.%K%P",
"They stick their tongues together.%K%P",
"The two tongues were then deeply engaged in a\\\\ndeep kiss.%K%P",
"\"Mmmm......buchiru,chugg......\"%K%P",
"I put my tongue inside their mouths and tasted\\\\nthem all over.%K%P",
"This is not only from me, Sarah did the same\\\\nthing.%K%P",
"The more we put our tongues into each other's\\\\nmouths like this, the more excited we became.%K%P",
"Sarah-san......\"%K%P",
"I put my hand on the idol costume designed to\\\\nresemble a kimono.%K%P",
"I'm not allowed to do that. You're on store duty\\\\nright now, aren't you?\"%K%P",
"But I can't believe I went this far and ended up\\\\n......%K%P",
"The penis is already cumming in the pants.%K%P",
"The smell of rutting was wafting from Sarah as\\\\nwell.%K%P",
"I'm sure you don't want any customers to come\\\\nin.　So please be patient.%K%P",
"I'll do it when Auntie comes back, okay? Right?\"%K%P",
"Sara does not refuse to have sex with me.%K%P",
"In fact, they have been making love every time\\\\nthey see each other for a long time now.%K%P",
"The more times we see each other, the more\\\\ndeeply we come to understand each other.%K%P",
"Sara-san! ......\"%K%P",
"I take Sara's hand and press it against the\\\\nbulge.%K%P",
"She turned her troubled face to me, but she\\\\ncaressed me directly over the top of my pants.%K%P",
"'I gave you so much yesterday, and you did this\\\\nto me .......'%K%P",
"She was a naughty girl, Yamato-kun.%K%P",
"I was so excited to see her, and I was so\\\\nexcited to see her.%K%P",
"I started touching her, too, and it became a\\\\nmutual caress as it was.%K%P",
"Nn...... no, no more .......\"%K%P",
"I put my hand into the costume and explore the\\\\npart of Sarah's body that I can feel.%K%P",
"\"Oh ...... oh, oh ...... my finger, it's in\\\\nthere .......\"%K%P",
"The actual \"I'll be able to't get a good deal on\\\\nthis.%K%P",
"The first thing to do is to make sure that you\\\\nhave a good idea of what you're doing.%K%P",
"She was already so wet.%K%P",
"Don't show me. Don't show it to me, it's\\\\nembarrassing. ......%K%P",
"I want to hold you. Can't I?%K%P",
"Can't you do it with your mouth?　Yamato-kun, you\\\\nlove that, don't you?%K%P",
"I'd rather hold you than give you a blowjob.%K%P",
"I put my arms around her and hugged her tightly.%K%P",
"The first time I did this, I immediately felt\\\\nSarah's entire body relax.%K%P",
"I said to her, \"Go to ...... and close the\\\\nstore.\"%K%P",
"Then you can have sex with me. ......%K%P",
"I was told this in a mellow voice, and I\\\\nimmediately went to lower the closing tag.%K%P",
"'...... I'm so embarrassed to be here in the\\\\nlight of day.'%K%P",
"Sarah's legs, which were embarrassed, were\\\\nspread wide open as wide as they could be.%K%P",
"I moved my hips closer to her crotch, which was\\\\nnow fully exposed, and placed my erect penis so\\\\nthat I could show it off.%K%P",
"She then moved her legs to the side and placed\\\\nher erect penis close to her crotch so that it\\\\nwas fully exposed.%K%P",
"This is not the way it's supposed to ...... be.\"%K%P",
"I'm sure Sarah remembers exactly how this is\\\\ngoing to be put in and out.%K%P",
"The actual \"I'm not a fan of the way you look at\\\\nit, but I'm not a fan of the way you look at it\\\\neither.%K%P",
"I knew this outfit was very naughty.%K%P",
"It was not made for Sarah either, but it was\\\\nmade to be very sexually comfortable.%K%P",
"The tits are easily exposed with just a light\\\\ntug, and my eyes are delighted.%K%P",
"'...... I feel naughty because Yamato-kun is\\\\nnaughty.%K%P",
"It's because Sarah-san is too attractive.\"%K%P",
"I reach out my hands to two particularly\\\\nattractive bulges.%K%P",
"The soft skin easily accepted my fingers and\\\\nchanged its shape.%K%P",
"\"Mmmm......... anh!\"%K%P",
"I traced the nipples in a circular motion, as if\\\\nto stir up sexual sensations.%K%P",
"The color of the nipple is only a little\\\\nbloodshot and reddish when I lick and suck it.%K%P",
"But when she gets aroused, they swell up\\\\nslightly and tell me.%K%P",
"I see that your pretty nipples are still hidden.%K%P",
"Normally, they are buried in the nipple areola,\\\\nand I can only faintly see the tip of the\\\\nnipple.%K%P",
"But I know very well that the nipple is there,\\\\nproperly naughty nipple.%K%P",
"'Mmm ...... nipples, don't do too much ......'%K%P",
"'But I like them, Sarah's nipples.　So please\\\\nshow them to me like you always do.\"%K%P",
"I continue to carefully caress them in a way\\\\nthat elicits sexual feelings.%K%P",
"As I did so, Sara's nipples gradually enlarged\\\\nand peeked out.%K%P",
"'Look, they're coming out.%K%P",
"'...... they're so big, I'm so embarrassed\\\\n.......'%K%P",
"Sara's erect nipples are quite large.%K%P",
"At the same time, I had learned from previous\\\\nsex that it was a point of strong sensation.%K%P",
"\"Nipples, don't get lumpy ....... .......\"%K%P",
"When I pinched and squeezed them, she moaned\\\\nsweetly in return.%K%P",
"The elasticity of her fingertips was addictive,\\\\nbut it was Sarah's sensual voice that aroused me\\\\neven more.%K%P",
"I couldn't help it. ......%K%P",
"Then, do this one at the same time.%K%P",
"She squeezed her nipples and pushed her penis\\\\nagainst her slit.%K%P",
"The first thing to do is to make sure that the\\\\nnipples are not too tight.%K%P",
"If I keep moving it like this, it's going to go\\\\nin like a vine.\"%K%P",
"She was enjoying her bare thighs while making\\\\nobscene sounds like nuchu-nuchu.%K%P",
"Sara's clitoris, which is usually modestly\\\\nhidden, was exposed as it was pushed out by the\\\\nglans and kept being stimulated.%K%P",
"She continued to stimulate her clitoris, which\\\\nwas pushed out by the glans.%K%P",
"Sarah's clitoris was being caressed endlessly,\\\\nand she couldn't resist.%K%P",
"She could not hold back and occasionally lifted\\\\nher hips to ask for insertion of the penis.%K%P",
"She would occasionally lift up her hips and ask\\\\nfor penetration.%K%P",
"I'm going to have to go back to the room.%K%P",
"The first time I saw him, I thought he was a bit\\\\nof a jerk, but he was a bit of a jerk.%K%P",
"I want you to put your naughty cock in my pussy.%K%P",
"Normally, she would be too shy to say this, but\\\\nnow that she's mellowed out, she says it.%K%P",
"I was so excited just by the content of the\\\\ndialogue, but when Sara's sweet voice whispered\\\\nit to me, I almost came just from that alone.%K%P",
"Please let me ejaculate before you put it in!%K%P",
"What?　Oh, yes.%K%P",
"I'm going to cum!%K%P",
"She pressed her glans against the crack and let\\\\nherself ejaculate.%K%P",
"The desire overflowed as if popping out and\\\\nsplashing toward Sarah.%K%P",
"\"Oh, no!%K%P",
"His penis bounced and spewed the white fluid\\\\nover and over again.%K%P",
"The first time I did this, Sarah's outfit was\\\\nstained and covered in my lust.%K%P",
"'Oh my God, what if I cum in a place like this\\\\nand get it all over ...... the merchandise?'%K%P",
"Sara-san picked up the jelly-like semen and\\\\ncleaned up the mess.%K%P",
"What are you going to do with that?\"%K%P",
"'...... maybe you want me to drink it?%K%P",
"I thought it would be nice if you did.\"%K%P",
"I can't help it. ......%K%P",
"The semen is pinched with a finger and gently\\\\ntaken into the mouth.%K%P",
"\"Chug ...... mmmm .......\"%K%P",
"The act is almost more like eating than\\\\ndrinking.%K%P",
"Sarah chewed the connected and extended mass and\\\\nswallowed it.%K%P",
"It tastes ...... greenish.\"%K%P",
"Thank you.\"%K%P",
"I'm too energetic, Yamato-kun.　I'm so ......\\\\nthrilled that it's so thick.\"%K%P",
"The first thing you need to do is to make sure\\\\nthat you have a good idea of what you want to\\\\ndo.%K%P",
"The result was that Sarah had to taste it\\\\ncarefully.%K%P",
"This taste makes me feel so naughty.%K%P",
"She looked at me with a blush on her cheeks.%K%P",
"Sarah, who is clearly in heat, is seeking me\\\\nwith her gaze.%K%P",
"She spread her legs and showed me her wet hole.%K%P",
"Yes, I'm going in!%K%P",
"I couldn't hold back any longer, so I quickly\\\\nthrust my penis into her ripe pussy.%K%P",
"\"Nnnngh!　It's coming in!%K%P",
"Sarah's vaginal hole, which had become\\\\naccustomed to sex, was as narrow as ever, but\\\\nshe welcomed my cock with ease.%K%P",
"I held her hips close to me, and when I reached\\\\nthe deepest part of her vagina, the tip touched\\\\nthe opening of her tiny womb.%K%P",
"\"Oh, there .......\"%K%P",
"I heard her happy voice.%K%P",
"I know you like it here, Sarah-san.\"%K%P",
"Because ...... it's a girl's precious place.\\\\n......%K%P",
"A sensitive place that I can never touch myself.%K%P",
"The most important thing is that you should be\\\\nable to touch it with your own penis.%K%P",
"Make me feel good .......%K%P",
"A cute little plea. I responded to her request\\\\nand pushed the glans against her.%K%P",
"\"Hah ......, you're making me feel so good\\\\n.......\"%K%P",
"I stick and release it at the deepest part.\\\\nWhile doing so, the cervix sucks on it like a\\\\nspoiled child.%K%P",
"Gradually, Sarah's rutting intensified, and she\\\\nclung to me, demanding intense intercourse.%K%P",
"I'm about to make my move, right?\"%K%P",
"Yes, please. ......%K%P",
"I hold her hips and begin to pump her hard.%K%P",
"I started to pump hard, holding her\\\\nhips!　Ahhhh!　I'm not sure if it's a good idea or\\\\nnot!　That was amazing. ......%K%P",
"I rub the swollen glans against the vaginal\\\\nwall, and then I start to squeeze it over and\\\\nover again.%K%P",
"The most important thing to do is to make sure\\\\nthat you have a good understanding of what you\\\\nare doing and how to do it.%K%P",
"Oh, ah, ah, Yamato-kun, ah, that's good!　Yamato-\\\\nkun, ah, that's good. ...... More ......, I\\\\ndon't mind if you go harder. ......\"%K%P",
"While holding down her rampant tits, she drove\\\\nthe pole in and out of her like a stake.%K%P",
"The semen that had been showered on her earlier\\\\nwas heated by Sarah's burning skin, and a\\\\npeculiarly lewd aroma spread around her.%K%P",
"She said, \"No...... naughty smell, it will soak\\\\ninto your kimono. ......\"%K%P",
"The most important thing to remember is that the\\\\nbest way to get the most out of your time is to\\\\nbe a good sport.%K%P",
"Rather, he pressed his hips against her as if\\\\nseeking her himself, and held on to her so that\\\\nshe would not leave him.%K%P",
"The first time I saw her, I was so excited,\" she\\\\nsaid.%K%P",
"The sound of juices from the joint was echoing.%K%P",
"The first time, the clear love juice of Sarah\\\\nhad been kneaded so much in the vagina that it\\\\nhad turned completely cloudy.%K%P",
"The first thing to do is to take a small scoop\\\\nof it and play with it stickily in front of\\\\nSarah's eyes so that she can see it.%K%P",
"\"Oh, ...... how embarrassing!%K%P",
"\"......Nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn\\\\nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn!%K%P",
"Trying to hide the lasciviousness in front of\\\\nme, Sara-san sucked on my fingers.%K%P",
"She licks it with her lewd tongue as if she were\\\\ngiving me a blow job, and cleans off the thick\\\\nlove juice that has adhered to it.%K%P",
"\"Mmmm ...... chu...... chu...... chu......\\\\nchu...... chu...... chu...... chu.......\"%K%P",
"I kept my cleaned finger in Sarah's mouth and\\\\npinched her tongue inside to caress her.%K%P",
"She responded to my finger and sucked on it.%K%P",
"I was fascinated by the lewd act of having both\\\\nof our mouths on the top and the bottom at the\\\\nsame time.%K%P",
"I was so into it that I was afraid I would get\\\\nlost in the act!　Mmmm......!\"%K%P",
"Each time the penis thrusts, a muffled gasp\\\\nescapes.%K%P",
"Sarah seemed to be near her limit, and I could\\\\nsee that she was going through a number of small\\\\nclimaxes.%K%P",
"I asked, \"Sarah-san, are you almost ready?\"%K%P",
"\"Mmm.\"%K%P",
"She was shaking her head cutely.%K%P",
"Her moist eyes were pleading with me to make her\\\\ncum as soon as possible.%K%P",
"Then, I will do the same.%K%P",
"I switch to the movement to lead her to\\\\nejaculation.%K%P",
"She made full use of Sarah's naughty body to\\\\ndrive her own penis into the ground.%K%P",
"'Haaan!　Ahh, ah!　Oh, oh, oh, oh, oh, oh, oh, oh,\\\\noh, oh!　Ah, ah, ah, ah, ah!%K%P",
"While her whole body was shaking, she responded\\\\nto the violent extraction.%K%P",
"Even in such a situation, Sarah was dexterously\\\\nrotating her hips and enjoying the different\\\\nangles at which the rod penetrated her.%K%P",
"Sara-san has become so good at sex.%K%P",
"I'm not going to tell you!　Don't say it, ......\\\\nnn nn nn nn nn nn nn nn nn nn nn nn nn nn nn nn!%K%P",
"Sarah was embarrassed, but she didn't deny it.%K%P",
"I've had sex a good number of times since we\\\\nstarted dating.%K%P",
"I was a little embarrassed to admit it, but I\\\\nwas not going to deny it.%K%P",
"She said, \"Please give me your usual ......\\\\nsqueezes.\"%K%P",
"Yes.\"%K%P",
"At that moment, the tightness in the vagina\\\\nclearly changes.%K%P",
"Sarah squeezed my penis by putting more pressure\\\\non her hips.%K%P",
"'Okay ......, let it out anytime .......'%K%P",
"And it's coming out!%K%P",
"I was easily finished and spewed semen into her\\\\nvagina.%K%P",
"Sara-san takes my desire head-on and tastes the\\\\nsensation of the white muck being poured into\\\\nher.%K%P",
"I'm going to come too!\"%K%P",
"With a small declaration, Sarah climaxed as\\\\nwell.%K%P",
"The voice may be quiet, but the response of the\\\\nbody is sure, and the jar is shaking violently,\\\\nand the ejaculating penis is being tortured.%K%P",
"'Hah, hah,...... mmmmmm,...... ugh,.......'%K%P",
"My climaxing, sensitive glans is further\\\\nstimulated and squeezed to the last drop by\\\\nSarah's pussy.%K%P",
"I lightly rubbed her tits in front of me and\\\\nclamped my penis at the very back until I calmed\\\\ndown.%K%P",
"I said, \"Thanks for the ......, Sarah. That felt\\\\ngood.\"%K%P",
"'You didn't have to thank me. It felt good for\\\\nme too. ......\"%K%P",
"She was shy in a primitive way after having such\\\\nintense sex.%K%P",
"The naughty Sarah in the act and the usual\\\\ninnocent and dainty Sarah. Both of them give me\\\\npleasure.%K%P",
"'Oh, I'm getting hard again .......'%K%P",
"Can't I get more ......?\"%K%P",
"'It's almost time for Auntie to come home.%K%P",
"And it's not a good idea to leave the closing\\\\nsign down forever.%K%P",
"But .......\"%K%P",
"I use my hips lightly, as if begging.%K%P",
"Sara, still in a lingering state of shock,\\\\nlooked at me with vacant eyes.%K%P",
"I said, \"It's only one more ......, okay?\"%K%P",
"She spoiled me, after all.%K%P",
"In the end, we continued to have sex many more\\\\ntimes after this, and I was lectured by my\\\\nparents when they came home.%K%P",
"By the way, it was obvious that I had sex with\\\\nSara the first time.%K%P",
"Since then, the relationship has been parent-\\\\napproved to this day.%K%P"
]