[
  "...What is love?%K%P",
  "It's a question that sounds simple, but isn't.%K%P",
  "I didn't know what about me gave Sara so much hope,\\nit wasn't like I'd had a lot of experience\\nwith romance. 'A lot' actually meaning none at all.%K%P",
  "It was absurd to think\\nI could teach anyone about love.%K%P",
  "On the contrary, I wanted someone to teach me...%K%P",
  "'I'm really sorry about this, but help me, PLEASE!'%K%P",
  "I was at Kagura and Shuri's work,\\nshamelessly begging for help.%K%P",
  "'So I heard the words, but I don't get it.\\nWhy do you need to learn about love again?'%K%P",
  "'Oh, could it be that you've fallen for someone?!\\nWait... Is it me? Oh nooo, that just won't dooo!'%K%P",
  "'Yeah, yeah, don't get yourself all wound up.\\nThere's no way Yamato would ever fall for you.'%K%P",
  "'Really? I thought we had some chemistry...'%K%P",
  "'Hey, Yamato...\\nCome on, admit it. You like me, don't you?'%K%P",
  "Kagura came sidling up to me, showing off her charms.%K%P",
  "She was a beautiful goddess and\\nthe revealing costume she was wearing\\ndid contribute to my rising pulse.%K%P",
  "'Well, if you're asking if I like you or dislike you,\\nI guess I'd put you in the like category...'%K%P",
  "'But your personality is still lacking...'%K%P",
  "'Heeeey!\\nEven if you think something like that,\\nyou don't have to be so direct about it!'%K%P",
  "'Yamato is just honest with himself.'%K%P",
  "'Uggh... Well, since it's not me,\\nthat must mean you like Shuri!'%K%P",
  "'Huh? Hold on, why does it have to be me?'%K%P",
  "'If it's not me, then it has to be you!'%K%P",
  "'I-I guess so... Oh, but... That's just...\\nI'm an idol, I'm not supposed to have a boyfriend...'%K%P",
  "'Oh, look at you, you love it!'%K%P",
  "Kagura was staring in distaste\\nwhile Shuri fidgeted in her seat.%K%P",
  "I really wasn't sure of the best way to interrupt,\\nso I just stared at them.%K%P",
  "We never ended up getting anywhere,\\nso I gave up and figured I'd try again later.%K%P",
  "I lured them over with the promise of leftover curry.%K%P",
  "'*Munch munch* Mmm, curry is so good\\non the second day...'%K%P",
  "'Kagura, manners!'%K%P",
  "'Now, now. You eat up too, Shuri.'%K%P",
  "'Yamato, your mom's curry is sooo good!\\nIf Shuri's not eating, can I have hers?'%K%P",
  "'I AM eating!\\nDon't go snatching people's food.'%K%P",
  "Shuri started eating too,\\nkeeping guard against Kagura.%K%P",
  "'Oh, the Tatsumis' curry really is good!'%K%P",
  "'Isn't it? Isn't it? It's the best, right??'%K%P",
  "'Why do you sound so proud?\\nYamato's mom is the great one.'%K%P",
  "'I know, I know.\\nBut I never knew that Sara liked curry so much...'%K%P",
  "'What? How could you not know that?\\nIt's even in the L☆SEVEN fan book!'%K%P",
  "'What's that? And are you telling me you know\\nwhat Sara's favorite things are?'%K%P",
  "'Well, I think that stuff would be common knowledge\\nfor anyone wanting to join L☆SEVEN.'%K%P",
  "Having said this, Shuri turned her gaze my way.%K%P",
  "'Sorry, I didn't know until the other day myself.'%K%P",
  "'See, Yamato didn't know either!\\nShuri, you're the weird one for knowing.'%K%P",
  "'You and Yamato are both just too uninformed...'%K%P",
  "Shuri rolled her eyes at us.%K%P",
  "Personally, I felt she just knew too much,\\nbut it might actually be common knowledge\\nfor L☆SEVEN fans.%K%P",
  "'But, Sara sure does come by here\\na lot since she retired.'%K%P",
  "'Yeah, after all that I think it's kind of hard\\nto hang out with her old friends.'%K%P",
  "'Well, if she's coming to see you, Yamato...'%K%P",
  "'That's got to be a pretty nice perk, right?'%K%P",
  "'I can't deny it...\\nI do spend a lot more time with Sara now.'%K%P",
  "'Hmm...'%K%P",
  "Suddenly, her gaze seemed to carry a deeper meaning.%K%P",
  "Kagura followed her lead and stared at me, too.%K%P",
  "'Oh, I get it... So that's how it is, hm?'%K%P",
  "'To suddenly inquire about love,\\nI was wondering what might be up.\\nAnd there it is...'%K%P",
  "'Yamato, you've fallen for Sara, haven't you?'%K%P",
  "'Huh?! What-that came out of nowhere...'%K%P",
  "'Are we wrong?'%K%P",
  "'Yeah...well, I mean...no, you're not...but...'%K%P",
  "I had always had an attraction toward Sara.%K%P",
  "And now, I was hoping she could sing again.%K%P",
  "I wanted to see her smile like she used to,\\nand I wanted to help her in any way I could.%K%P",
  "'I knew it.\\nWell, it's totally understandable.'%K%P",
  "'It is... She's so beautiful, and mature...\\nOn top of that, she's really nice,\\nand she smells good too!'%K%P",
  "'She does smell good, but you don't need to\\nbring that up now.'%K%P",
  "I knew well that Sara smelled good.%K%P",
  "She always had a scent like flowers,\\none that soothed the heart.%K%P",
  "'But... I mean, there's no way\\nSara sees you that way, Yamato, right?'%K%P",
  "'Exactly. She treats you more like a brother.'%K%P",
  "'Yeah, I guess you're right...'%K%P",
  "They didn't need to point it out, not after\\nall this time. It was clear that Sara had always\\nviewed me as a younger brother.%K%P",
  "'What are you going to do?\\nTell her how you feel and accept certain,\\nutter rejection?'%K%P",
  "'What, how are you so sure she'll reject me?'%K%P",
  "'Well, I mean... Come on.\\nYou're really reaching for the stars there.'%K%P",
  "'She may not be a Divine Idol any more,\\nbut Sara is still really popular.'%K%P",
  "'People actually say she got even more popular after\\nshe quit. She's beautiful and kind, and now she's\\nmore versatile. The TV shows are fighting over her.'%K%P",
  "'So you're saying she's even further out of reach...'%K%P",
  "Sara never really talked much about work,\\nbut now that I thought about it, it was easy to see.%K%P",
  "'I feel bad for you, falling for someone like that.'%K%P",
  "'Beauty is a cruel mistress.'%K%P",
  "'Sara hasn't done anything bad.\\nI'm the one who's in the wrong.'%K%P",
  "I went along with Kagura's little remark.%K%P",
  "The two of them looked at me pitifully\\nand sighed deeply.%K%P",
  "'I feel sorry for you, so I'll give you some advice.\\nWhatever you do, don't go telling her how you feel\\nright away.'%K%P",
  "'First of all, why not invite her out for some fun?\\nI bet she'd go along with that, at least.'%K%P",
  "'Ohh yeah, just like a date!'%K%P",
  "'Just don't call it a date!\\nJust say you'd like to go somewhere.'%K%P",
  "'O-Okay, got it. I'll consider that...'%K%P",
  "'I'm happy to advise you on fashion,\\nso feel free to ask any time.'%K%P",
  "'Me too, me too!\\nI can tell you some good spots for dates!'%K%P",
  "'Kagura, how do you know about date spots...?'%K%P",
  "'I know all about the Goddess Cafes in Akiba!'\\nAlso, where to buy idol merchandise\\nor computer parts...'%K%P",
  "'Listen, Yamato.\\nWhatever you do, don't ask Kagura for advice.'%K%P",
  "'I know. I'm not that stupid.'%K%P",
  "'Now hold on! You guys are so mean!'%K%P"
]