[
"After kissing each other, Sara and I get off the\\\\nbed together.%K%P",
"Our cheeks were already hot and our breath was\\\\nalready hot.%K%P",
"We were already hot on each other's cheeks and\\\\nbreathing hot.%K%P",
"Yes, that's it. ......%K%P",
"If we continue, we will want to kiss deeper.%K%P",
"And even further beyond that.%K%P",
"Then, shall we go next ......?%K%P",
"\"Next, you know, maybe ......?\"%K%P",
"I'm not sure if it's something a ...... woman\\\\nwould say, but Yamato-kun, you seem to be in a\\\\nlot of trouble, you know?\"%K%P",
"The first thing you need to do is to make sure\\\\nthat you have a good understanding of what\\\\nyou're doing.%K%P",
"I was only then aware of my own condition.%K%P",
"\"......, your penis is swollen, isn't it?%K%P",
"I'm sorry.%K%P",
"I was so happy that she responded.　I was happy\\\\nthat you reacted.%K%P",
"Sara was embarrassed, but she was looking at my\\\\nerection with her side eyes.%K%P",
"Sara-san, is it okay if I do it?%K%P",
"\"Oh, don't make me say it again.%K%P",
"\"That's what lovers are supposed to do, isn't\\\\nit?\"%K%P",
"Sara-san says this and puts her hands on her own\\\\nclothes.%K%P",
"Slowly, one by one, the things that had been\\\\nwrapping her up decreased.%K%P",
"She said, \"...... How do you like it,\\\\nsweetheart?　Are you excited?\"%K%P",
"She showed me her beautiful underwear.%K%P",
"Don't stare at me like that.　I'm very\\\\nembarrassed.%K%P",
"But this is .......\"%K%P",
"I had once peeked at Sarah changing her clothes.%K%P",
"The first time I saw her, I was in awe of her,\\\\nbut this time it was even better.%K%P",
"It's beautiful, very ...... beautiful.%K%P",
"Thank you.\"%K%P",
"Sarah was a little embarrassed by the\\\\nstraightforward praise.%K%P",
"But you know, this is just the beginning,\\\\nYamato-kun.%K%P",
"I told her to enjoy my reaction, and she began\\\\nto undress further.%K%P",
"The bulge supported by the bra was released and\\\\nswayed.%K%P",
"And even the last remaining pair of shorts were\\\\ncompletely removed.%K%P",
"Oh, don't stare at me too much,\" she said.　This\\\\nis the first time I'm showing it to someone.\\\\n......%K%P",
"Girls might show each other their panties, but\\\\nthis was the first time for a man.%K%P",
"The first time, at least for a man, it was the\\\\nfirst time. I'm the first person to see Sarah's\\\\nnaked body.%K%P",
"I'm intensely moved.%K%P",
"An indescribable sense of accomplishment washed\\\\nover me.%K%P",
"Next, it was Yamato-kun's turn.　You, too, take\\\\noff your clothes and show me.%K%P",
"Yes, yes.%K%P",
"I was urged by Sarah to get naked in a hurry.%K%P",
"I was certainly embarrassed when I got\\\\ncompletely naked and exposed my figure.%K%P",
"......That's Yamato-kun's, what ......\"%K%P",
"It's so big that I can't hide it with my hand.%K%P",
"Because of the over-excitement, his penis was\\\\npointing upwards, showing the intensity of his\\\\nerection to Sarah.%K%P",
"Please don't look at my erection too much.%K%P",
"No, you can't. You have to show it to me. You\\\\nhave to show it to me.%K%P",
"Sara came closer to me to get a better look.%K%P",
"Naturally, I could see her naked body even\\\\ncloser.%K%P",
"Right in front of me were two swaying white\\\\nbulges.%K%P",
"At the tips of the two bulges were two white\\\\nnipples with a pale color on the tips.%K%P",
"They were a little sunken in, which was cute and\\\\ntypical of Sarah.%K%P",
"They are twitching.　Can I touch them?%K%P",
"\"Sure, but ...... don't do it too hard.%K%P",
"\"Well, what do you think?\"%K%P",
"Sarah is somehow a bit meaner than usual.%K%P",
"But that also makes her even more attractive.%K%P",
"\"Wow, it's hard ...... and it's hot .......\"%K%P",
"The first time I saw her, she was poking me with\\\\nher fingertips, but gradually I got used to it\\\\nand even held it.%K%P",
"\"This is the one that goes in that ......\\\\n.......\"%K%P",
"He would lightly rock me back and forth as if to\\\\ncheck the hardness and size.%K%P",
"I overreacted to such casual caresses, making my\\\\npenis throb with excitement.%K%P",
"......... ......\"%K%P",
"Sarah's speech gradually decreased.%K%P",
"She is a neat, quiet, and sissy-type woman, but\\\\nshe is crazy about my dick.%K%P",
"I was excited beyond description by this fact.%K%P",
"\"Sara-san!%K%P",
"Yes, yes!　What is it, Yamato-kun?%K%P",
"I want you to show me yours, too.%K%P",
"Yes, that's right. I'm sorry, I'm just looking\\\\nat it.%K%P",
"But I've already seen more than enough of\\\\nYamato's dick. ......%K%P",
"Let's move on, shall we?%K%P",
"\"......, is this okay?\"%K%P",
"Sarah, naked, got down on all fours on the bed.%K%P",
"The girl's hips were facing me as if she was\\\\noffering me her most prized possession.%K%P",
"I had my way with Yamato-kun's cock earlier, so\\\\nnow it's your turn.\"%K%P",
"Please do it gently so it doesn't hurt.\"%K%P",
"As if she had made up her mind, she became still\\\\nand stopped moving.%K%P",
"A smooth slit can be seen behind the slightly\\\\nopened legs.%K%P",
"It feels exactly the same as that of humans, but\\\\neven if it were structurally the same, its\\\\nbeauty would be incomparably more beautiful.%K%P",
"Even a place like this, which is not shown to\\\\nothers, is beautiful.%K%P",
"No, it's just that Sarah is beautiful.%K%P",
"She's not special, she is special.%K%P",
"The Kamisama have their own personalities and\\\\nlook so different from one another.%K%P",
"In the midst of such a situation, Sara-san, a\\\\nWakeshimitama, was so beautiful that she had\\\\nrisen to the top of the kamisama idol world.%K%P",
"'...... Don't be shy, you can touch her.'%K%P",
"I was not going to do anything about it, so she\\\\nsaid kind words to me.%K%P",
"With her pushing me back, I finally touch that\\\\nunblemished skin.%K%P",
"I was so happy to see her.%K%P",
"I don't want to touch the important parts of her\\\\nskin.%K%P",
"The first thing you need to do is to check the\\\\nsmoothness of the skin by gently stroking it\\\\nwith your palm.%K%P",
"It tickles a little.%K%P",
"I'm sorry,\" he said. But just a little bit more.\\\\n......%K%P",
"Now the thighs. And then he reached further to\\\\nthe magnificent bulge that was obeying gravity.%K%P",
"\"Nn...... tits, are you touching ...... them?\"%K%P",
"I've always just had them pressed against me,\\\\nbut they're so soft when you're direct .......\"%K%P",
"The most important thing to remember is that the\\\\nbest way to get the best out of your car is to\\\\nget the best out of your car.%K%P",
"The first thing to do is to make sure that you\\\\nhave a good time with your friends and family.%K%P",
"Nnnf......kk......\"%K%P",
"Sara-san is at the mercy of my poor caresses.%K%P",
"The most important thing to do is to make sure\\\\nthat you have a good time with your family and\\\\nfriends.%K%P",
"Yamato, kun ...... it's about time .......\"%K%P",
"As if urging her, her hips lifted lightly.%K%P",
"The scent of the girl spreads softly with that\\\\nbeat.%K%P",
"I don't know about other girls' scents, but I\\\\ninstinctively understand.%K%P",
"This is the smell of pussy.%K%P",
"I tell her, \"Please hold still for a moment.\"%K%P",
"I grab her big ass with both hands and spread it\\\\nfrom side to side.%K%P",
"I can't open it, I can't see it.%K%P",
"The crack that had been closed opens as it is\\\\npulled.%K%P",
"The pinkish vagina, glistening with wetness, was\\\\nexposed in front of my eyes.%K%P",
"No! .......\"%K%P",
"The embarrassment of the situation caused\\\\nSarah's lower body to tense up.%K%P",
"At that moment, clear nectar overflowed and\\\\ndripped down.%K%P",
"Ug...%K%P",
"I'm so excited that my penis is in trouble.%K%P",
"I was overwhelmed by the fact that Sara's body\\\\nwas ready for me, making me erect so hard that\\\\nit was digging into my stomach.%K%P",
"'Ya, Yamato-kun?%K%P",
"Sara-san is beautiful, gentle, and just too good\\\\nto be true, but she's even more naughty. ......%K%P",
"......It's because she's Yamato-kun that she's\\\\nlike this.\"%K%P",
"I'm so happy. I'm very moved.%K%P",
"\"You're overreacting,\" he said.　But I understand\\\\nhow you feel.%K%P",
"I was also very moved when I saw Yamato-kun\\\\ngetting big. ......%K%P",
"So, it's okay. Come here, Yamato-kun.%K%P",
"The sweet whispers of Sarah were small, but they\\\\nsurely reached me.%K%P",
"I followed her lead, pulling her arm and\\\\npressing my taut rod against her.%K%P",
"The first thing to do is to make sure that you\\\\nhave a good time!　It hit me. ......%K%P",
"I didn't insert it suddenly.%K%P",
"I first pressed it against the crack, and then\\\\nslowly moved it back and forth.%K%P",
"\"It hits ...... and rubs ...... against it.%K%P",
"The bulging penis pushes into the soft flesh,\\\\ncausing a gentle stimulation.%K%P",
"The sound of wetting gradually occurred, and\\\\nthen turned into the sound of sticky mucus\\\\nkneading further.%K%P",
"No ......, I'm so embarrassed, forgive me\\\\n.......\"%K%P",
"Sarah also sounds annoyed when she feels the\\\\nclear sound of my love juices.%K%P",
"But that only fueled my arousal.%K%P",
"I deliberately moved my penis so that Sarah's\\\\nreaction would be loud and ready sexually.%K%P",
"I said, \"Is it time to ...... let it in?\"%K%P",
"I said the word \"let me in\" and became very\\\\naware of what was going to happen next.%K%P",
"Sarah seemed to be the same, and her whole body\\\\nwas shaking a little.%K%P",
"She said, \"............ okay, let me in. Come in\\\\nme.\"%K%P",
"She was just trying her best to say that.%K%P",
"She remained still and waited for me to do it.%K%P",
"In order to respond to her, I slowly pushed the\\\\ntip, which was wet with her love juice, into\\\\nher.%K%P",
"I felt a slight resistance at first.%K%P",
"The first slight resistance I felt. It was only\\\\na momentary thing, and I was able to penetrate\\\\nit sloppily.%K%P",
"\"Ahhhh, ......, ah......!\"%K%P",
"She accepts the insertion for the first time,\\\\ntrembling slightly.%K%P",
"\"Sarah-san,...... I'm in,.......\"%K%P",
"Yes,......, I can feel it, Yamato-kun's\\\\ncock,.......\"%K%P",
"The hole that seemed to be quite narrow is now\\\\nspread to the limit by the hard penis.%K%P",
"The most important thing to do is to make sure\\\\nthat you have the right tools to do the job.%K%P",
"I was able to have Sarah's first time.%K%P",
"I was almost overwhelmed by this overwhelming\\\\nfact.%K%P",
"Even in the midst of all this, Sarah's mature\\\\nvirgin flesh was still clinging to my pole and\\\\nwriggling around, trying to make me ejaculate.%K%P",
"'Isn't this the kind of thing you ...... put in\\\\nand take out?'%K%P",
"'Yes, but are you okay with it?'%K%P",
"'The pain is almost gone now, you'll be fine.\\\\nIt's more ...... than that.%K%P",
"I'm not sure if it's a good idea to have a new\\\\none.　Yamato-kun's penis wants to tease me\\\\n.......%K%P",
"I'm not going to ask you to do this, so please,\\\\ndon't be shy and just make it happen.%K%P",
"The most important thing to remember is that the\\\\nbest way to get the most out of your car is to\\\\nmake sure that it is safe and secure.%K%P",
"The nectar leaking from the joints became\\\\nviscous and sticky and stringy.%K%P",
"Her whole vagina was intermittently tightened\\\\nintermittently as if she was spoiling me, and\\\\nshe was urging me with her body as well.%K%P",
"When I was asked to do something both verbally\\\\nand physically, I couldn't help but respond.%K%P",
"Ah, ah, ah, ah, ah, ah!%K%P",
"I began to move my hips against Sarah's hips.%K%P",
"The sound of moist flesh rubbing against each\\\\nother echoes, and her sweet moans are mixed in.%K%P",
"Not only her mind and body, but also her voice\\\\nis so beautiful.%K%P",
"I wanted to hear more and more of Sarah's voice,\\\\nso I forgot about my own state of mind and\\\\nthrusted madly.%K%P",
"No, no, no, not that hard!%K%P",
"Sarah-san! ...... Sarah-san, Sarah-san, Sarah-\\\\nsan, Sarah-san!%K%P",
"Yamato-kun!%K%P",
"I, a virgin, am making such a beautiful person\\\\nso wild.%K%P",
"I was a virgin, but I was able to make such a\\\\nbeautiful woman so wild.%K%P",
"I never thought that sex between two people who\\\\nlove each other would feel so good.%K%P",
"I forgot about the fact that she was my wife or\\\\nidol, and made love to her intensely as a girl.%K%P",
"I was going crazy!　It feels so good!%K%P",
"I too...... feel too good!\"%K%P",
"The limit has long been exceeded.%K%P",
"It was no longer a situation where I could have\\\\nreached it at any moment, but I couldn't stop my\\\\nhips from moving.%K%P",
"I'm not sure if I'm going to be able to do that,\\\\nbut I'm sure I'm going to be able to do it.%K%P",
"Ahhhh...\" \"Oh, ah, ah, ah!　Ah, ah, ah ah ah ah\\\\nah ah ah ah ah ah ah ah ah!　No,...... no no no\\\\nno no no no no no no no no no no no no no no no\\\\nno!%K%P",
"Oh, 〜〜〜〜〜, ！！！！!\"%K%P",
"With a high-pitched gasp, my vagina contracted\\\\nviolently.%K%P",
"The actual \"I'm not a fan of the way you do it,\"\\\\nshe said, \"but I'm not a fan of the way you do\\\\nit either.%K%P",
"I was so excited that I finally cum.%K%P",
"I was cumming so much from my cock. ......%K%P",
"I ejaculated at the deepest part of Sarah's\\\\nbody.%K%P",
"The most important thing to do is to make sure\\\\nthat you have a good time with your family and\\\\nfriends.%K%P",
"The most important thing to do is to make sure\\\\nthat you have the best possible experience with\\\\nthe product.%K%P",
"\"Hahahahaha .......\"%K%P",
"This is ...... so amazing ...... it's going to\\\\nturn my values upside down.\"%K%P",
"Sarah was also shocked to have sex for the first\\\\ntime.%K%P",
"As we were joined together, the wave of\\\\nexcitement gradually receded.%K%P",
"As she regained her rationality, she was able to\\\\ncalmly accept this current situation.%K%P",
"'So this is what lovers do to each other. ......%K%P",
"Kissing is only the beginning.%K%P",
"It was such a hot and intense physical\\\\nintercourse that it made me feel that way.%K%P",
"But I guess we can call our first practice\\\\nsession a success.%K%P",
"Sara insisted on using the word \"practice.%K%P",
"The reason for this became immediately clear.%K%P",
"She said, \"This one of Yamato's is still going\\\\nstrong. ......%K%P",
"Not enough practice?\"%K%P",
"Practice is only meaningful if it is repeated.%K%P",
"The reason for this was immediately clear.%K%P",
"Is it okay if I do more?%K%P",
"I want to. That's why I'm going to ......%K%P",
"Let's practice a little more, shall we?%K%P",
"The rest of the time, all I had to do was just\\\\nto give in to my desires.%K%P",
"We were so into our first sexual desire that we\\\\nkept changing positions and rubbing our genitals\\\\nagainst each other.%K%P",
"We continued to fuck each other until we were\\\\nsloshed with each other's fluids, oblivious to\\\\nthe time.%K%P"
]