[
  "A new day dawned after Sara and I\\nentered our relationship.%K%P",
  "I felt like last night might have been a dream.%K%P",
  "But my smartphone held the proof that\\nit had really happened.%K%P",
  "[From now on we're\\nboyfriend and girlfriend.]%K%P",
  "[I'm your girlfriend,\\nand you're my boyfriend.]%K%P",
  "As I read the message, I couldn't help but smile.%K%P",
  "I knew I shouldn't get a big head,\\nbut I wanted to shout this from the rooftops.\\nSara Benzaiten was my girlfriend!%K%P",
  "'Though now that I think about it...\\nWhat should we do next?'%K%P",
  "Sara just having a boyfriend didn't mean\\nshe really understood love.%K%P",
  "Now that it was official, I needed to think about\\nwhat people did in a relationship.%K%P",
  "I wanted her to be happy, of course,\\nbut I also needed to work out a way\\nfor Sara to get her singing voice back.%K%P",
  "'Hey, Yamato.'%K%P",
  "'I'm here now!'%K%P",
  "While I was still trying to plan things out,\\nSara made the first move herself.%K%P",
  "'Yeah, you're here all right.'%K%P",
  "'Sorry, am I bothering you?'%K%P",
  "'It's just since we're going out now,\\nI want to spend as much time with you as possible!'%K%P",
  "Even now, I was still nervous around Sara,\\nbut she closed the distance between us in no time.%K%P",
  "'Do you have any plans today, Yamato?\\nIf you're free, how about we hang out?'%K%P",
  " 'Sure, I don't have any plans anyway.\\nAnd I'd like to spend time with you, too.'%K%P",
  "'Yay!! We can be lovey-dovey all day long!'%K%P",
  "'Lovey-dovey?'%K%P",
  "I wasn't expecting her to use a phrase like that.%K%P",
  "'Was that the wrong thing to say?'%K%P",
  "'Uh, no, it's fine.\\nI just sort of wonder what it would involve...'%K%P",
  "'Hm, that is a serious issue. In that case...'%K%P",
  "'Mmph!'%K%P",
  "Sara hugged me close.\\nJust like she always did.%K%P",
  "Or so I thought. She didn't squeeze me like usual,\\nbut froze up for some reason.%K%P",
  "'Um... I'm sorry.'%K%P",
  "She apologized suddenly and let me go.%K%P",
  "'Is something wrong?'%K%P",
  "'I know I do that all the time,\\nbut it feels a little embarrassing now.'%K%P",
  "'When I think about how you're my boyfriend,\\nmy pulse really quickens.'%K%P",
  "'Could THIS be... Love?!'%K%P",
  "'I don't think we're there just yet.'%K%P",
  "'Ha ha, I guess not.\\nIt's not going to be as simple as that.'%K%P",
  "Sara tried to laugh it off,\\nbut she couldn't hide the blush\\nspreading across her cheeks.%K%P",
  "Perhaps she was trying to understand\\nwhat a hug between lovers was like.%K%P",
  "'...Here is your tea.'%K%P",
  "'How nice of you. Thank you very much.'%K%P",
  "Even though Sara was the one visiting,\\nshe served me tea and was quite hospitable.%K%P",
  "It hardly seemed like something\\nthat couples would normally do.%K%P",
  "'Want a rice cracker?'%K%P",
  "'Sure, thanks.'%K%P",
  "'OK, say 'Ahh'...'%K%P",
  "She suddenly started holding\\nthe cracker up to my mouth.%K%P",
  "I knew she would feed it to me after\\nmaking me say 'Ahh'.%K%P",
  "'Ahh... *Crunch* *Munch* ... *Munch munch*'%K%P",
  "I chewed on the soy sauce flavored cracker.%K%P",
  "'Apparently it's customary for lovers to\\nfeed each other like this.'%K%P",
  "'Where'd you hear that?'%K%P",
  "'That's what it said on the Internet.\\nI also heard it from my goddess friends too,\\nso it must be true.'%K%P",
  "I had a bad feeling about this...%K%P",
  "'You mean Shuri and Kagura?'%K%P",
  "'No, I couldn't ask them,\\nI'm supposed to be the more experienced one.'%K%P",
  "'I asked my friends from L☆SEVEN.\\nThings haven't been great between us lately,\\nbut I worked up the courage to make up with them.'%K%P",
  "She'd said she felt uncomfortable around them before,\\nbut it sounded like that was all in the past now.%K%P",
  "But I had a bad feeling about the members of L☆SEVEN\\nknowing all about my love life.%K%P",
  "'Uh... Is that okay?'%K%P",
  "'Why wouldn't it be? They're a great bunch of girls.\\nThey've already taught me all kinds of things.'%K%P",
  "I was curious about what 'all kinds of things' meant\\nbut I knew I'd find out firsthand before too long.%K%P"
]