[
  "'That's great, congrats to both of you!\\nHere's to Yamato and Shuri!'%K%P",
  "We'd met up with Kagura and told her that\\nShuri and I had started going out.%K%P",
  "At first she'd been shocked, but then\\nshe smiled and wished us well.%K%P",
  "'I'm really sorry. I made you worry about me so much,\\nand now...'%K%P",
  "'It's not something you need to apologize for, Shuri.\\nIf anyone should apologize, it's YOU, Yamato.'%K%P",
  "'Taking advantage of a girl in her hour of need!'%K%P",
  "'Ow ow ow! That hurts, Kagura!'%K%P",
  "Kagura suddenly gave me a noogie.%K%P",
  "'Okay, fine. Just letting off some steam.'%K%P",
  "'If you two are together now, you can go ahead and\\ntake me on with everything you've got!'%K%P",
  "'Even if it's two on one, I won't lose!'%K%P",
  "'Kagura's amazing...'%K%P",
  "'She puts me to shame.\\nI could never be as cool as that.'%K%P",
  "'Then we'll leave coolness to Kagura.\\nAnd I'll work the cute angle.'%K%P",
  "Sure enough, the way Shuri looked when she said that\\nwas the epitome of cuteness.%K%P",
  "She was already cute when she tried to act aloof,\\nbut now that she'd started to open up around me\\nthings were on a whole new level.%K%P",
  "'...I almost feel bad that other people\\nget to watch you.'%K%P",
  "'Oh, you want to keep me all to yourself?'%K%P",
  "'Well, I am your boyfriend, after all.'%K%P",
  "'Sounds like somebody's getting jealous.\\nYou're so cute, Yamato.'%K%P",
  "'C'mon, don't tease me.'%K%P",
  "Having reported to Kagura, we headed to\\nShuri's usual spot for practice.%K%P",
  "Yesterday we'd been too distracted by our new\\nrelationship, but the final round of auditions\\nwere drawing closer and we needed a definite plan.%K%P",
  "'I guess I'll start with a quick run through.'%K%P",
  "I decided to check out what\\nkind of form Shuri was in.%K%P",
  "Even without Kagura, she'd polished her part and made\\nthe routine her own.%K%P",
  "Her singing was just as great as ever,\\nand her dance moves weren't bad either.%K%P",
  "Perhaps it was just comparing herself to Kagura\\nthat had made her insecure before.%K%P",
  "'How was it?'%K%P",
  "'Good.\\nGoing solo hasn't harmed your performance one bit.'%K%P",
  "'But there's something missing.\\nI feel like we need something extra to get\\nthrough this round.'%K%P",
  "There was only so far we could get by raising the\\nstandard of Shuri's basic skills.%K%P",
  "If we were really going to blow the judges away,\\nwe'd need a new angle.%K%P",
  "'Something extra... Like this, maybe?'%K%P",
  "Shuri raised a finger and made flower petals appear.%K%P",
  "'Yeah! The kind of thing only a Divine Idol can do!'%K%P",
  "'We all have our individual powers. I suppose they\\ncould be used to enhance the performance.'%K%P",
  "'But it's only superficial.\\nIt could be flashy, but that's all it is.'%K%P",
  "'You're not giving yourself enough credit.\\nThink of L☆SEVEN, they pull of some pretty awesome\\neffects in their shows, right?'%K%P",
  "'It's not fair to compare me to them.\\nThey're at the top of the industry.%K%P",
  "The quality and amount of the Sakimitama\\nthey've collected is worlds apart from mine.'%K%P",
  "L☆SEVEN's explosive popularity meant they could\\ngather more power from their Sakimitama.%K%P",
  "The more divine power they had, the more flashy they\\ncould make their shows. If Shuri could stand out from\\nthe crowd, that would give her the edge she needed.%K%P",
  "'I think I can imagine what you're thinking,\\nbut it probably won't work.%K%P",
  "'How can you be so sure?'%K%P",
  "'Because that's exactly why I didn't\\nfinish first in the preliminaries.%K%P",
  "We only formed Love☆Kami on the spur of the moment,\\nso even if we won new followers, there was no time\\nfor their affection for us to take root.'%K%P",
  "'The goddess who placed first has been active\\naround here for a long time now.\\nThat's why she has so many passionate fans.'%K%P",
  "'So even with the same amount of Sakimitama\\nthey wouldn't be such high quality, is that it?'%K%P",
  "'It's not realistic for me to try to improve my\\ndancing to be on par with Kagura, either.%K%P",
  "That's something that could only be attained\\nwith time and practice.'%K%P",
  "Shuri's argument made sense.%K%P",
  "Unlike how we used Love☆Kami to climb the ranks\\nour opponent now was a veteran who has\\nbeen adored by fans for nearly a full year.%K%P",
  "Even if we did evolve a strategy to surpass Kagura,\\nShuri's remaining rival would be a different story.%K%P",
  "That's how things stood for now, anyway.%K%P",
  "'If that's the case, let's fight back with\\nthe level of your Sakimitama.'%K%P",
  "'I'll handle the issue of quality.\\nAs long as my love for you is stronger\\nthan anyone else's, we'll be fine.'%K%P",
  "If we were up against someone with hundreds of fans,\\nmy love would just have to be hundreds of times\\nmore intense.%K%P",
  "On paper, there was nothing wrong with this plan.%K%P",
  "'That plan sounds completely absurd...'%K%P",
  "'But it's just the kind of thing only you\\ncould think up.\\nI'd like to see if you can really pull it off.'%K%P",
  "Shuri actually accepted my ridiculous suggestion.%K%P",
  "It was a risky strategy, but I had a good\\nfeeling about it.%K%P",
  "I mean, all I had to do was love my\\ngorgeous new girlfriend. What could be simpler?%K%P",
  "'Hey sis. It's Shuri.'%K%P",
  "After saying goodbye to Yamato I called my sister.%K%P",
  "As usual she wasn't answering, so I just\\nleft a message.%K%P",
  "'I've thought a lot about the audition,\\nand I've decided I can't give up now.'%K%P",
  "'If you really think this is too much for me,\\nI'll just have to change.'%K%P",
  "'I know I'm not as strong as you are.\\nBut I have friends I can rely on.'%K%P",
  "'If we face a problem we can't overcome alone,\\nwe can reach out to others and triumph together.\\nI truly believe that.'%K%P",
  "'And I'm going to prove it to you.\\nI'm not a child anymore. I'll show you that I'm more\\nthan just someone that you have to protect.'%K%P",
  "'And... There's one more thing I want to show you.\\nHow wonderful it can be to turn to someone for help\\nand support each other.%K%P",
  "'But to do all that... I need some time away.'%K%P",
  "'Pleased to meet you, my name is Shuri Kisshouten.\\nI hope I won't be too much of a bother.'%K%P",
  "The moment Shuri got to my house she started\\nintroducing herself to my parents.%K%P",
  "I never imagined it would come to this.%K%P",
  "'I've decided to stay here with you for\\nthe month or so left before the audition.'%K%P",
  "'You might say I've run away and this is my hideout!'%K%P",
  "'Whaaat?!'%K%P",
  "'Can I put my bags down here?'%K%P",
  "Without further explanation she started\\nmaking herself at home.%K%P",
  "'Hold on, Shuri, what do you think\\nyou're doing?'%K%P",
  "'Just what I said. I'm going to live here\\nuntil the auditions are over.'%K%P",
  "'Our plan is to increase the intensity of your\\nfeelings toward me, right? That should be much\\neasier if we're both under the same roof.'%K%P",
  "Just like that, we were living together.%K%P",
  "I won't pretend I wasn't happy about it,\\nbut there was one thing that worried me.%K%P",
  "'Did you say you've run away?'%K%P",
  "'Oh, I suppose I did.'%K%P",
  "'My sister's agency provides her with an apartment\\nwith really tight security, so actually I've\\nbeen living by myself.'%K%P",
  "'But I thought calling this 'running away'\\nmight rile her up a little.'%K%P",
  "'You're so mean...'%K%P",
  "'Or maybe I should have said I've\\neloped with you, instead?'%K%P",
  "'Wh...?! Hey, come on, that's going too far...'%K%P",
  "'Hee hee, I'm only joking.\\nLoosen up a little.'%K%P",
  "Shuri seemed to enjoy teasing me.%K%P",
  "I had a feeling my home life was about to\\nget a lot more exciting.%K%P"
]