[
  "A few days later, Shuri came to my house.%K%P",
  "We were here to discuss our new plan of attack.%K%P",
  "'I still think I need to improve my dancing\\nif I'm going to get through this audition.'%K%P",
  "We had completely different views on how to proceed.%K%P",
  "Shuri was convinced she needed to strengthen\\nher weaker skills, while I thought it would be better\\nto emphasize her strong points.%K%P",
  "'Do you think you can get as good as Kagura\\nin the time you've got left?'%K%P",
  "'I won't know unless I try.\\nI'll put everything into it and make it work out.'%K%P",
  "'You're already trying to do the impossible again.\\nThat attitude of yours gets you into trouble.'%K%P",
  "'But...'%K%P",
  "Shuri had a tendency to try to power through\\nany problem she came up against.%K%P",
  "I'd already seen how disastrously things could\\nturn out when she used that approach.%K%P",
  "'I think you're charming enough already\\nwithout forcing yourself.\\nWhy not focus on maximizing your best traits?'%K%P",
  "'Ch-charming? ...Yamato, you say\\nembarrassing things sometimes, you know.'%K%P",
  "'If that's what you think, you won't mind\\nexplaining exactly what is so charming about me,\\nwill you?'%K%P",
  "Blushing from ear to ear, Shuri fired\\na challenge back at me.%K%P",
  "'OK, sure. I'll list your good points one by one.'%K%P",
  "'First off, you're a great singer.\\nSara's voice may be more polished, but when you sing\\nyou always touch the hearts of your audience.'%K%P",
  "'You're also gorgeous.\\nYou might not be aware of it yourself,\\nbut when it comes to looks you're top notch.'%K%P",
  "'Then there's the cute way you react to every little\\nthing. It makes you seem kinda innocent\\nand makes people want to protect you.'%K%P",
  "'Oh, and the way you're shy, and hardworking,\\nyou care about your sister so much,\\nyou're considerate, and you always try your best...'%K%P",
  "'And that's why I... Like you.'%K%P",
  "I got so carried away that my feelings slipped out.%K%P",
  "But I wasn't lying or trying to suck up to her.\\nSo I didn't regret what I said.%K%P",
  "'Huh? You... Like me...?'%K%P",
  "'That sounded as if you were asking me out...'%K%P",
  "Shuri's face instantly went bright red.%K%P",
  "'It sounded that way because that's how I meant it.'%K%P",
  "I'd come this far, there was no backing down now.%K%P",
  "It was time to face my feelings for Shuri head on.%K%P",
  "'Shuri, I like you!'%K%P",
  "'Uh... Well...'%K%P",
  "Going for broke, I threw my arms around her.%K%P",
  "'Oh...'%K%P",
  "Shuri cried out in surprise at my sudden embrace.%K%P",
  "I guess things were moving too fast.%K%P",
  "But this was how she made me feel.\\nI thought of her as a girl and not a goddess,\\nand I wanted her as my girlfriend.%K%P",
  "'Will you go out with me?\\nAs one guy to one girl I like you, Shuri Kisshouten.'%K%P",
  "I did my best to get my feelings across,\\nwith my words and my actions.%K%P",
  "I hugged Shuri even tighter and whispered\\nmy confession of love in her ear.%K%P",
  "'Uhh...'%K%P",
  "'You really like me, just as a girl...?'%K%P",
  "Shuri mumbled happily from within my embrace.%K%P",
  "'Yeah. More than a goddess or an idol,\\nI think of you as a beautiful, amazing girl.'%K%P",
  "'...You know this isn't exactly\\nthe best time for all this, right?'%K%P",
  "'Actually, I think it is.\\nWe could achieve much more together\\nas boyfriend and girlfriend.'%K%P",
  "'I guess that might give me an edge in the audition.'%K%P",
  "'But don't get the wrong idea.\\nI'm not looking at this as a business arrangement.'%K%P",
  "'You shared your own heartfelt feelings with me\\nso allow me to at least do the same.'%K%P",
  "Shuri pushed away from me for a moment\\nand composed herself.%K%P",
  "My heart was in my mouth while I waited\\nfor her answer.%K%P",
  "'Ahem... Well...'%K%P",
  "Perhaps she was nervous, too, the way\\nshe kept fidgeting and clearing her throat.%K%P",
  "Her cheeks dyed a vibrant red, Shuri looked\\nme right in the eyes.%K%P",
  "'Yamato... I like you, too.'%K%P",
  "'So... I will be your girlfriend.'%K%P",
  "'In fact, speaking as one girl to one guy,\\nI want to be your girlfriend...'%K%P",
  "'Or, you know, something like that. W-was that okay?'%K%P",
  "...She said yes.%K%P",
  "I was stunned. I was the one who'd started all this\\nbut I never thought it would go this well.%K%P",
  "'Hey, Yamato?\\nWhy are you freezing up all of a sudden?'%K%P",
  "'Oh! Sorry. I'm just kinda in shock.'%K%P",
  "'Is it really that much of a surprise?'%K%P",
  "'Yeah, more than I can put into words. I mean,\\nyou're a goddess and I'm a human, you know?\\nYou don't hear about this happening every day.'%K%P",
  "'Don't be so melodramatic.\\nAren't you the one who said think of me\\nas a girl first, not a goddess?'%K%P",
  "'I guess I did.'%K%P",
  "'I'll say it once more.\\nYes, I will go out with you.'%K%P",
  "'I hope you'll continue to support me from now on...\\nAs my boyfriend.'%K%P",
  "'You know I will, Shuri.'%K%P",
  "And so, Shuri and I officially became an item.%K%P",
  "I still had some misgivings about the human-deity\\nromance issue, but they soon gave way to supreme\\njoy that such a stunning girl was going out with me.%K%P",
  "This was the start of a dreamy, romantic\\nnew chapter of my life.%K%P",
  "...Or so I thought. Those naive hopes\\nwere crushed pretty quickly.%K%P",
  "'Yamato, more soda!'%K%P",
  "'Coming right up.'%K%P",
  "We'd bought some soft drinks to toast our\\nnew relationship.%K%P",
  "We munched on some snacks,\\nand had our own little private party.%K%P",
  "'Y'know what, Yamato?\\nMy sister can be a real jerk sometimes.'%K%P",
  "Shuri'd been griping for a while now.\\nNone of these drinks were alcoholic, but it was\\nlike she was a bad drunk.%K%P",
  "Not that I was going to complain if she'd opened her\\nheart toward me enough to talk about things she\\nusually kept to herself.%K%P",
  "'She's always treating me like a little kid...\\nI mean, it's nice that she cares, but she's\\nway too overprotective, y'know?'%K%P",
  "'Even Kagura's been babying me lately.\\nDo I really seem that unreliable?\\nAm I that much of a kid?'%K%P",
  "'No, of course not.\\nYou're totally a responsible adult.'%K%P",
  "'Right? Right?\\nGeez, no one else seems to understand.'%K%P",
  "'You are the only one that gets me, Yamato.\\nSo you get a gold star!'%K%P",
  "Shuri traced a star on my cheek with her finger.%K%P",
  "It was a weird sensation, but not in a bad way.%K%P",
  "'Everyone thinks I'm such a kid,\\nbut I'm the only one with a proper boyfriend.%K%P",
  "'We're not gonna lose to any of those\\nSINGLE goddesses!'%K%P",
  "Shuri wrapped herself around my arm as if to\\nemphasize that we were a couple. Not that any\\nof her rivals were there to see it.%K%P",
  "I'd been so nervous when I asked her out that\\nI hadn't thought much about what I said,\\nbut I really did consider Shuri a regular girl.%K%P",
  "A regular girl with lovely soft skin and who\\nsmelled really good up close.%K%P",
  "'Yamato? Is something wrong?'%K%P",
  "'It's just starting to hit me that you really are\\nmy girlfriend.'%K%P",
  "'Oh... I... Sorry.'%K%P",
  "It seemed like she was finally 'sobering up.'%K%P",
  "Even so, she didn't pull away.%K%P",
  "'We're... Boyfriend and girlfriend now, right?'%K%P",
  "'Yep.'%K%P",
  "'Do you mind if we stay like this a little longer?%K%P",
  "'I was hoping you'd say that.'%K%P",
  "'I'm glad to hear it.'%K%P",
  "It seemed that Shuri was very much\\nin favor of snuggling.%K%P",
  "She seemed embarrassed, but still held close to me.%K%P"
]