[
"'Mmkay, I'm going to my room to do research.\\nCall me when the bath is free.'%K%P",
"I hurried to my room after dinner was over.%K%P",
"'*Sigh*'%K%P",
"'It's rare for you to sigh like that...'%K%P",
"'Maika...'%K%P",
"Maika came to sit by me while I was thinking in\\nthe living room.%K%P",
"'What are you thinking about? If it's your\\nJinriki, I'm sure Sho or Inori will think of\\nsomething.'%K%P",
"'Oh, um, yeah, I guess so.'%K%P",
"'Oh? Something else, then? I was sure that was\\nwhat was bothering you.'%K%P",
"'Well, I am worried about that, but right now\\nI'm thinking about something else.'%K%P",
"'So you've got a bigger problem?'%K%P",
"'I'm not sure... Is it a problem?'%K%P",
"It might be, after all.%K%P",
"I couldn't stop thinking about Sho.%K%P",
"'I keep wondering why Sho works so hard for me.\\nWhy is he so nice to me?'%K%P",
"No matter how selfish I am, or how much I\\ncomplain, he stays patient with me, and just\\nhelps.%K%P",
"He was working so hard to get my Jinriki to come\\nback even though it would be better for him if\\nit never did.%K%P",
"It went beyond just nice.%K%P",
"'Why? Is it bothering you?'%K%P",
"'Of course not! But he's so nice, it's kind of\\nscary.'%K%P",
"Sho had been nice since we first met.%K%P",
"And not just me, to Inori and to Maika, too.%K%P",
"Sho was the same toward everyone, so clearly I\\nwasn't anything special to him.%K%P",
"I guessed Sho didn't really think anything of\\nme.%K%P",
"'Hmm... Well, that's just Sho. He's always been\\nthat way.'%K%P",
"'But you know, Sho might get involved, but I've\\nnever seen him get so into someone else's\\nproblems before.'%K%P",
"'Huh?'%K%P",
"So...maybe I was special?%K%P",
"When I thought that, something deep in my chest\\nsuddenly felt warm.%K%P",
"'But, that's...just to protect Tsubaki...'%K%P",
"'Really? Do you honestly believe that?'%K%P",
"Maika stared into my eyes.%K%P",
"I couldn't find any words under that gaze.%K%P",
"'Maika, do you understand how he thinks?'%K%P",
"'Oh come on. We've lived together for years, but\\nthat doesn't mean I know what's in his head.\\nYou'll have to ask him that yourself.'%K%P",
"'Yeah, I guess so...'%K%P",
"My shoulders slumped.%K%P",
"Why did I suddenly feel so disappointed?%K%P",
"'This really isn't like you. If there's\\nsomething you want to know, just go ask him\\nyourself.'%K%P",
"'B-But that would...'%K%P",
"I wanted to know what Sho thought of me.%K%P",
"I wanted to know why he was trying so hard. What\\nwas I to him?%K%P",
"Just another resident? Or--%K%P",
"'Akane, the later it gets, the harder it will be\\nto ask him. Just go do it.'%K%P",
"'That's what the regular old Akane would do,\\nright?'%K%P",
"When Maika said that, my heart took a leap.%K%P",
"'Y-You're right. I shouldn't sit here fretting,\\nI should be myself!'%K%P",
"I just couldn't stop worring about what Sho\\nthought of me.%K%P",
"And it just wasn't like me to hang back.%K%P",
"'I'm going to go talk to him!'%K%P",
"'Good luck!'%K%P",
"I ran out of the room, with Maika watching\\nafter.%K%P",
"'Phew...'%K%P",
"I backed away from the computer and lay on the\\nfloor.%K%P",
"Even when I could find stuff about goddesses,\\nthere just wasn't anything about problems like\\nAkane's coming up.%K%P",
"'I never thought it'd be easy, but this is\\nridiculous.'%K%P",
"It was like trying to catch smoke. It was harder\\nthan I'd thought.%K%P",
"But I still wanted to help as soon as possible.%K%P",
"'Akane...'%K%P",
"Since when had I started to think so much about\\nher?%K%P",
"Before I'd realized, I found myself watching her\\nwhenever she was in the room.%K%P",
"I thought about her in every spare moment,\\nwondering what she was doing.%K%P",
"'Ugh, quit it. I have to focus!'%K%P",
"'Sho, it's me. Can I come in?'%K%P",
"'Akane? Come on in...'%K%P",
"'Hey there. Oh wow, so this is your room, huh?'%K%P",
"'There's nothing much to see. But anyway, what's\\nup?'%K%P",
"'Um... Well...'%K%P",
"It wasn't like Akane to hesitate so much.%K%P",
"'I've already come this far. I can't get\\nsidetracked now. Just...wait a sec!'%K%P",
"Akane's eyes had been wandering around the room,\\nbut then she slapped her own face.%K%P",
"'Right! I'm ready for this!'%K%P",
"'There's something I've been wanting to ask\\nyou.'%K%P",
"'What is it?'%K%P",
"'Why are you doing all this for me, Sho?'%K%P",
"'Huh? What do you mean?'%K%P",
"'I've been so happy about all you do for me,\\nSho.'%K%P",
"'But then I got scared, thinking that maybe you\\nwere just being nice, that you don't really care\\nabout me that much.'%K%P",
"'Oh, well...'%K%P",
"'So I wanted to ask you. Are you doing this to\\nbe nice? Is all your hard work for me just\\nbecause you're a nice guy?'%K%P",
"'No! I...'%K%P",
"I...what? Why have I been trying so hard for\\nAkane?%K%P",
"Because I just can't let it go? That's one\\nreason. And I really do want to save Tsubaki\\nApartments. That's another.%K%P",
"But right now...%K%P",
"Right now, I just wanted to be there for her. No\\nmatter what happened, I wanted to be by her\\nside.%K%P",
"And the reason for that is...%K%P",
"'You what?'%K%P",
"Standing there like that, trembling as she\\nstared, I found Akane so lovely.%K%P",
"And there it was.%K%P",
"I wanted Akane beside me, smiling, forever.%K%P",
"And so, it must be...%K%P",
"'I like you.'%K%P",
"'...Huh?'%K%P",
"'The reason I've been so kind to you is because\\nI like you, as a girl.'%K%P",
"'You want to know what you are to me? It's\\nobvious... You're a very special girl to me.'%K%P",
"'Wh-Whaaat?!'%K%P",
"'Uh... Huh? You... You mean...you..like...me?!'%K%P",
"'Yes, exactly. I like you, Akane. Does that make\\nyou feel a little better?'%K%P",
"'Oh! Y-Yes, it does! I feel better!'%K%P",
"Akane nodded strongly, choked for words.%K%P",
"For some reason, my own self-consciousness or\\nAkane's reaction, my hands suddenly clenched and\\nmy mouth went dry.%K%P",
"'And so what about you?'%K%P",
"'M-Me?!'%K%P",
"'So, I told you everything. Now it's your turn,\\ntell me how you feel about me.'%K%P",
"'Um, well... I-I think...I like you too.'%K%P",
"'You think?!'%K%P",
"'W-Well! I've never felt like this before! I\\ndon't know what this is!'%K%P",
"'Whenever I'm with you I feel so warm, and I\\nwant you by my side all the time. But I'm an\\nAragami, I'm always causing trouble...'%K%P",
"'I don't care about that. Aragami, goddess, none\\nof it matters.'%K%P",
"'I like you, Akane Tsubaki, as the girl you\\nare.'%K%P",
"'So I'll say it one more time. I like you. I\\nwant you to be my girlfriend.'%K%P",
"There was a long pause, it dragged on for\\nseconds, maybe minutes.%K%P",
"'Yeah... I like you too, Sho. I want to be\\nyour...girlfriend.'%K%P",
"As if some dam had burst, Akane looked up at me\\nand smiled shyly.%K%P",
"'I'm sure I'll cause you all kinds of trouble,\\nthough.'%K%P",
"'I don't mind at all.'%K%P",
"I was so happy. I told Akane how I felt, she\\ntold me how she felt, and now we were a couple.%K%P",
"'Oh... All the tension is broken, and now I feel\\nso relieved I'm weak.'%K%P",
"I smiled as Akane's knees folded and she slumped\\nto the floor.%K%P",
"'I really wasn't expecting to blurt everything\\nout like that.'%K%P",
"'Yeah, I wasn't exactly ready to make a huge\\nconfession today either.'%K%P",
"But I had to admit, it seemed fitting.%K%P",
"'Hey... Can I move next to you?'%K%P",
"'Of course.'%K%P",
"'Heehee, okay, here I come!'%K%P",
"'Hey now!'%K%P",
"I thought she was just coming closer, but she\\nsqueezed her hips in next to me.%K%P",
"'It's funny, just sitting beside you like this\\nmakes me feel happy.'%K%P",
"'Really?'%K%P",
"She scent of her there, so close, made my heart\\npound.%K%P",
"She leaned closer, almost as if she could read\\nmy mind.%K%P",
"'C-Come on now, don't crowd me!'%K%P",
"'Oh, why not?! You're my boyfriend now! See?\\nHeheh!'%K%P",
"I couldn't help focusing on Akane's soft body\\npressing against me.%K%P",
"'Oh, well, if that's the way you want to play\\nit!'%K%P",
"'Whoa!'%K%P",
"I wrapped my hands around the base of her neck\\nand she let out a surprised yelp.%K%P",
"'Sh-Sho?! What are you doing?'%K%P",
"'Payback. I've been wanting to do this for a\\nwhile now!'%K%P",
"'Oh... You're in for it now, buddy!'%K%P",
"Akane pressed even harder into me, irresistibly.%K%P",
"We went back and forth like that for a while,\\nour faces getting closer as we wrestled.%K%P",
"'We must look like idiots.'%K%P",
"'And? This is fun!'%K%P",
"It was just a silly moment, but she looked so\\nlovely.%K%P",
"'Hey, is it okay if I kiss you?'%K%P",
"'What?! K-Kiss?!'%K%P",
"'Is that a no?'%K%P",
"'N-No, it isn't. Okay... Kiss me!'%K%P",
"'All right... Um... Here I go...'%K%P",
"I stared into her eyes and moved my face toward\\nhers.%K%P",
"'Mwah.'%K%P",
"It was a light kiss, our lips barely brushing.%K%P",
"But even that was enough to set my heart\\npounding, entranced by Akane's charm.%K%P",
"'So...we kissed.'%K%P",
"'Oh... My heart is pounding!'%K%P",
"'Um, Akane?'%K%P",
"The second Akane had cried out, the lights in\\nthe room went out and things went pitch black.%K%P",
"'Huh?'%K%P",
"'Is it a blackout?'%K%P",
"We searched out each other's eyes in the\\ndarkness.%K%P",
"'Akane, is your Jinriki back?'%K%P",
"'I-I don't know. But I feel like I did this...'%K%P",
"'Yeah. It looked like it happened just when you\\nwere getting emotional...'%K%P",
"At any rate, as soon as the power came back I\\nfelt it'd be best to get Inori to look at Akane.%K%P",
"After a while, the power came back and we went\\ninto the living room where Inori and Maika were\\nalready waiting.%K%P",
"'Oh, there you are. Akane, did you cause that\\nblackout?'%K%P",
"'Yeah, maybe. I think it was me.'%K%P",
"'Inori, do you sense anything about Akane?'%K%P",
"She stared intently at Akane, then blinked her\\neyes rapidly.%K%P",
"'That is surprising. Akane's divine power has\\nreturned. What did you two do?'%K%P",
"'We didn't really do anything in particular.'%K%P",
"I couldn't really think of anything that could\\nhave helped.%K%P",
"It just seemed to have returned on its own.%K%P",
"It wasn't as flashy as it had been, but it\\ncertainly looked like Akane's power was fully\\nrestored.%K%P",
"'Well, it's good news! She's back to normal, and\\nnow you two seem to be getting along. Have you\\nbecome a couple?'%K%P",
"'What? Is this true?'%K%P",
"'Y-Yeah. We just talked it over, and we're\\ndating now.'%K%P",
"'Congratulations, Akane!'%K%P",
"'Th-Thanks, Inori.'%K%P",
"'But you sure figured it out quickly, Maika.'%K%P",
"'You two are practically glued together. Anyway,\\ncongrats. If you hurt her, I'll never forgive\\nyou.'%K%P",
"'Got it. I'll be sure to make her happy.'%K%P",
"'Right. That's all I'm asking. Congratulations,\\nAkane.'%K%P",
"'Maika... Thank you.'%K%P",
"At that, Maika smiled tightly and shrugged her\\nshoulders.%K%P",
"'Well, with that and Akane's Jinriki, today\\ncertainly is full of good news!'%K%P",
"'Tomorrow I'll have to make something special to\\ncelebrate.'%K%P",
"'A recovery celebration. Good idea.'%K%P",
"'Sushi! Let's have sushi!'%K%P",
"'Okay, okay. I'll start getting things ready.'%K%P",
"I didn't understand why her power was back, but\\nseeing Akane smile like this again was\\nwonderful.%K%P"
]