[
"A few had days passed since Akane's Jinriki came\\nback.%K%P",
"And our relationship was moving along quite\\nnicely.%K%P",
"And a couple of other things had changed, too.%K%P",
"Akane had started to become really clingy, and\\nwhenever she had a spare moment, she'd pop into\\nmy room.%K%P",
"'Hey!'%K%P",
"'You really stick to me like glue.'%K%P",
"'This way I can feel you with my whole body. You\\ndon't mind, do you?'%K%P",
"'I guess not.'%K%P",
"As Akane squeezed in closer reading a manga, her\\nwhole body quivered like it tickled.%K%P",
"'What are you reading?'%K%P",
"'It's a romance manga I borrowed from Maika. I\\nthought it might help.'%K%P",
"I sneaked a look at it as she read intently. The\\nmain character and heroine were on a date.%K%P",
"'Hmm.'%K%P",
"A date...%K%P",
"You know, we haven't gone out, just the two of\\nus, since we started dating.%K%P",
"'Hey, Akane. Why don't we go on a date?'%K%P",
"Akane looked up at me in shock.%K%P",
"'A date?! Let's go, let's go!'%K%P",
"Akane's eyes gleamed with excitement and I was\\nglad I'd asked.%K%P",
"'Is there somewhere in particular you'd like to\\ngo?'%K%P",
"'Somewhere to go... Hmmm...'%K%P",
"She put down the manga and folded her arms in\\nthought.%K%P",
"It was a spur-of-the-moment question, but she\\nwas so serious...%K%P",
"'We don't have to decide right now. We can think\\nabout it later.'%K%P",
"'...Oh, I know! Let's go to the shopping\\nstreet!'%K%P",
"'Huh? Don't you want to go someplace more\\nspecial? It is a date, after all.'%K%P",
"'No, I want our first date to be here in town!'%K%P",
"'Is that bad?'%K%P",
"Akane cocked her head and looked at me with\\nupturned eyes.%K%P",
"There was only one possible answer.%K%P",
"'Of course not. Actually, there are shops and\\nplaces I'd like to take you to.'%K%P",
"'Yay! So, is it set?'%K%P",
"'Yeah, of course it is!'%K%P",
"'All right, a shopping street date it is! Can we\\ngo right now?'%K%P",
"'Sorry, today I've got to help Maika after\\nlunch. Let's go out tomorrow.'%K%P",
"'Aw, too bad. I guess if you promised to help,\\nthen you can't avoid it.'%K%P",
"Akane looked disappointed, but she didn't\\ncomplain, and brightened up right away.%K%P",
"'It's definitely on for tomorrow, right? I'm so\\nexcited!'%K%P",
"'Me too.'%K%P",
"My face began to relax as I thought about it.%K%P",
"Tomorrow I'd have to be the perfect escort.%K%P"
]