[
"As soon as I decided to help Akane, I started\\nthinking of how to do it.%K%P",
"I asked Inori to talk to goddesses she knew, and\\ngot Maika to find out whatever she could on the\\nnet when she had time.%K%P",
"They were both happy to help, things being what\\nthey were.%K%P",
"That left me - going to the library during the\\nday and looking for clues on the net at night.%K%P",
"But none of this turned up anything useful, and\\nwe just burned up time.%K%P",
"'*Sigh* Huh...'%K%P",
"I sighed as I walked home from the library,\\ntrying to shake off my thoughts.%K%P",
"It had been another day with very little\\nprogress made.%K%P",
"'Hm, maybe this will give us a clue.'%K%P",
"In one book about goddesses I'd found, there was\\nmention of 'spiritual balance.'%K%P",
"It seemed like maybe right now, Akane's\\nspiritual balance was off, and it could be\\ncausing her troubles.%K%P",
"'So then the problem is, what caused the\\nunbalance?'%K%P",
"I felt it was unlikely to be her rehabilitation.%K%P",
"If that was the cause, then there should have\\nbeen some similar case with all the other\\nAragami that had been rehabilitated.%K%P",
"But since there was no mention of that anywhere,\\nthere must be some other reason.%K%P",
"'For now, I'll just ask Maika and Inori what\\nthey think... Huh?'%K%P",
"'Hey, Sho!'%K%P",
"Akane came running toward me, waving her hand.%K%P",
"'Akane? What's up?'%K%P",
"'Oh, nothing really. I just thought I'd come\\nmeet you.'%K%P",
"'Meet me? How'd you find me?'%K%P",
"'I heard from Maika that you've been going to\\nthe library. I figured if I waited here you'd\\ncome along.'%K%P",
"'Ah, yeah. Thanks for coming to meet me!'%K%P",
"'No big deal! I was bored anyway. And I always\\nfeel so comfortable with you.'%K%P",
"My heart lifted when she said that.%K%P",
"It made me happy to hear it so casually.%K%P",
"'Huh? What's with you?'%K%P",
"'N-Nothing. So anyway, how's your Jinriki? Feel\\nlike it's coming back?'%K%P",
"'Nope. It's no good. It's dead silent.'%K%P",
"Akane shrugged and laughed like she'd made a\\njoke.%K%P",
"'Sorry. I've been looking and looking, but I\\nhaven't found any clues on bringing it back.'%K%P",
"'Why are you apologizing? It's not your fault my\\nJinriki's gone.'%K%P",
"'I mean, it looks like you've been working hard,\\nI'm the one who should apologize.'%K%P",
"'Well, it's not done any good yet, so it's as\\ngood as nothing. I'll look more tomorr--'%K%P",
"'I don't mind if it doesn't come back.'%K%P",
"Akane interrupted me.%K%P",
"'What are you talking about, Akane?'%K%P",
"'I mean, if it never comes back, I don't have to\\nworry about causing blackouts, right?'%K%P",
"'And then they won't tear down Tsubaki, and\\nthat's what you want, right?'%K%P",
"She was obviously putting a positive spin on it.%K%P",
"'Don't be ridiculous! Of course I want to save\\nthe apartments. But that's no reason to just\\naccept that your power is all gone!'%K%P",
"I couldn't accept Akane giving up like that.%K%P",
"At the same time, I was upset at myself for how\\nI was acting.%K%P",
"I wanted to help her, but my constant failure\\nwas wearing at me.%K%P",
"'Are you really okay with not getting your power\\nback?'%K%P",
"'...Of course not. I want it back if it's\\npossible at all.%K%P",
"'But if it does come back, then I might cause\\nmore blackouts and bother people.'%K%P",
"'And you're the one who'll suffer the most.'%K%P",
"'Are you okay with that?'%K%P",
"Oh, no. So that was what she was worried about.%K%P",
"'So you might cause blackouts. So what? If you\\nget your power back and are about to cause a\\nblackout, I'll stop you.'%K%P",
"'I told you! No matter what happens, I'm by your\\nside until the end!'%K%P",
"'That's right. You said you'd stick with me.'%K%P",
"'It's not like me to be so nervous.'%K%P",
"After she'd been trying so hard lately, it was\\nnice to see a real smile on her face.%K%P",
"It was a relief to see her feeling better.%K%P",
"'Exactly. Just like when you were sick in bed.\\nNow you're just worried about your Jinriki.'%K%P",
"'But just relax.'%K%P",
"I said it casually, on purpose, and Akane looked\\ndown in thought.%K%P",
"'Well, let's get home before it gets late.\\nMaika's probably getting worried.'%K%P",
"'Why are you...so nice to me, Sho?'%K%P",
"'Huh? Did you say something?'%K%P",
"'No, nothing. Never mind, let's just hurry!\\nDinner's waiting!'%K%P",
"I took Akane by the hand and we walked back home\\nthat way.%K%P"
]