[
"'It's kind of late...'%K%P",
"I was on my way home, carrying the dinner I'd\\njust bought from a convenience store.%K%P",
"The world was dark around me, and there wasn't a\\nsoul in sight.%K%P",
"'Well, this is what it's like here in this\\ntown.'%K%P",
"Kannagi is an old fashioned town. There are only\\na few small stores and workshops.%K%P",
"We're part of the city, so there's lots of\\npeople, but most are older, so no one really\\ngoes out at night.%K%P",
"The people here are generally quiet, and the\\ntown has a mellow feel.%K%P",
"But lately there's been one recurring problem\\ntroubling the area.%K%P",
"'Another blackout...'%K%P",
"These blackouts have been making the news every\\nday lately.%K%P",
"If they'd just been simple blackouts, there\\nwouldn't be so much fuss.%K%P",
"'Town of Constant Unexplained Blackouts'%K%P",
"Just as that news headline stated, Kannagi's\\nblackouts were pretty frequent.%K%P",
"Several blackouts a day is enough to liven up\\nany place.%K%P",
"Day or night, without any pattern, not even\\nexperts could predict when they'd happen.%K%P",
"'It hasn't hit me personally yet, but all these\\nblackouts cause a lot of problems.'%K%P",
"For those living here, the constant threat of\\nblackout makes it impossible to relax.%K%P",
"And the areas affected can range from a few\\nmeters to a few hundred meters, so there's no\\nconsistency at all.%K%P",
"And it was even effecting the yen exchange rates\\nfor some industries located in the area.%K%P",
"'If we only knew what was causing it, we could\\ndo something!'%K%P",
"'Whoa... What the?!'%K%P",
"Suddenly, all the lights around me went out and\\nthe night went pitch black.%K%P",
"'Is this what they're talking about? A\\nblackout?'%K%P",
"All the lights in nearby houses and on the\\nstreet were dark.%K%P",
"Buildings in the distance were still lit up, so\\nthe only place hit was right here around me.%K%P",
"'This must be what was just on the news!'%K%P",
"It took me by surprise, being caught up in\\nsomething I'd just been thinking about.%K%P",
"Going through something like this all the time\\nwould be enough to drive someone crazy!%K%P",
"Also...%K%P",
"'So glad I stopped by the store on the way\\nhome!'%K%P",
"If I'd gone to buy dinner any later, I'd have\\nbeen stuck in the store!%K%P",
"'Huh? What the--!'%K%P",
"I was so focused on the blackout that I hadn't\\nbeen watching the road... I just barely missed\\nrunning into someone.%K%P",
"My body had reacted on reflex, so we both made\\nit through unharmed.%K%P",
"'A g-girl?'%K%P",
"I only saw her for an instant, but it was a girl\\naround my height.%K%P",
"I turned around instinctively, and saw the girl\\nstumbling along unsteadily.%K%P",
"'I wonder if she's okay... Oh!'%K%P",
"The girl's body started shaking, and she fell\\nwithout even trying to catch herself.%K%P",
"'Hey!'%K%P",
"As if timed to her fall, the surrounding lights\\ncame back on.%K%P",
"It looked like the blackout was over.%K%P",
"'Never mind that, I should help...'%K%P",
"When I looked back at the girl, she was slowly\\ngetting up off the ground.%K%P",
"'--gryyy...'%K%P",
"'Huh?'%K%P",
"'Hunnggghh... So hungryyy!'%K%P",
"Just as she shouted this, the streetlights\\nflickered violently, and the just-restored power\\nflicked back off.%K%P",
"'Another blackout?!'%K%P",
"And what's with that timing...%K%P",
"'Ugh... I'm...done for...'%K%P",
"The girl collapsed again.%K%P",
"'Ugh...'%K%P",
"'Ummm... Are you okay?'%K%P",
"I unconsciously held my breath as I approached\\nthe groaning, twitching girl.%K%P",
"Her clothes were unusual, made in a rather sexy,\\nyet traditional Japanese style.%K%P",
"Her figure was captivating, I found it hard to\\nkeep my eyes off her.%K%P",
"Any one of her physical traits would have set\\nher apart from regular humans.%K%P",
"Though I'd never seen one first hand, I already\\nknew what she was.%K%P",
"'A goddess?'%K%P",
"I knew there were goddesses in our world, but\\nI'd never met one before.%K%P",
"I'd seen Divine Idols performing on TV lots of\\ntimes, of course.%K%P",
"Those goddesses somehow sparkled, and seemed\\nlike a dream, forever out of reach.%K%P",
"But this goddess here was different from the\\nones I'd seen on screens.%K%P",
"While her clothing exuded willfulness and\\nindependence, her expression was quite strained.%K%P",
"'Uughhh...'%K%P",
"'Um, Ms. Goddess? Is something the matter?'%K%P",
"'Hngg... S-Somebody...'%K%P",
"'Y-Yes! What is it?'%K%P",
"'Someone, anyone...food...please...'%K%P",
"'Uh...'%K%P",
"'You... Whoever you are. Food...please...'%K%P",
"Just then the goddess' stomach growled loudly.%K%P",
"'Wait, did you actually collapse because you're\\nhungry?'%K%P",
"'...'%K%P",
"The goddess nodded quickly, still lying on the\\nground.%K%P",
"So it appeared she was just hungry.%K%P",
"*Blink*%K%P",
"And she kept glancing at me.%K%P",
"*Blink blink*%K%P",
"Despite her collapsing, it appeared she was\\nactually fine.%K%P",
"In fact, she'd probably be perfectly okay if I\\njust left her like that.%K%P",
"*Stare*%K%P",
"My eyes met hers midthought as she stared at me.%K%P",
"Her gaze moved little by little downward and\\ntowards my convenience store bag.%K%P",
"'Um... Would you like a bit of my dinner?'%K%P",
"'Seriously...?'%K%P",
"It looked as if her dreams had come true.%K%P",
"'Well, I was just going to have a late dinner,\\nbut okay.'%K%P",
"'Oh... Oh, my... I can't take all of it, just\\nhalf.'%K%P",
"'Uff... Just half... Half is fine...'%K%P",
"The way she made such a show of it made her seem\\nlike a regular school girl.%K%P",
"'Go ahead and eat it all. I already ate\\nsomething earlier, so I'll be okay.'%K%P",
"'Really? Cause if you ask for it back later, I\\nwon't give it back.'%K%P",
"'I won't ask for it back. Let's call it an\\noffering, so please, do eat all you want.'%K%P",
"'Woohoo! Thank you!'%K%P",
"The goddess jumped to her feet and stared at me\\nwith puppy eyes.%K%P",
"And then the power came back as if it had been\\non a timer.%K%P",
"'Ahhh... That was so good!'%K%P",
"The revived goddess had eaten my late-night\\ndinner in a flash.%K%P",
"It was just an evening snack, so it wasn't\\nlarge, but still substantial.%K%P",
"'Thank you! Oh, I thought I was gonna starve!\\nYou saved my life!'%K%P",
"She was talking constantly, her demeanor totally\\ndifferent from before.%K%P",
"Her clothing was revealing, and when she moved,\\nlittle flashes of skin caught my eye.%K%P",
"Maybe being able to almost but not quite show\\neverything was some kind of divine power.%K%P",
"'Huh? Why so quiet all of a sudden?'%K%P",
"'Sooo... You're a goddess, right?'%K%P",
"'That's right. Oh yeah, we haven't introduced\\nourselves!'%K%P",
"'I'm Akane Tsubaki! Call me Akane!'%K%P",
"'My name's Sho Narumi.'%K%P",
"'Sho, huh... Yep, I like it!'%K%P",
"The goddess Akane repeated my name over and\\nover, as if to memorize it.%K%P",
"'So, Ms. Akane, why did you wait to eat anything\\nuntil you collapsed in the street?'%K%P",
"'Just Akane's fine. I'll call you Sho.'%K%P",
"'And don't be so formal! It gets on my nerves!'%K%P",
"'Oh, um...really?'%K%P",
"She seemed to be a very casual goddess.%K%P",
"'Don't sweat it! I said it was okay, so it's\\nokay!'%K%P",
"Saying this, the well endowed goddess thrust out\\nher chest.%K%P",
"She sure was a cheerful goddess.%K%P",
"'Gotcha, Akane. Is that better?'%K%P",
"She already said it was, but it never hurts to\\ncheck.%K%P",
"'Yeah, that's the stuff!'%K%P",
"Akane flashed a satisfied smile.%K%P",
"I couldn't help but like her easygoing nature.%K%P",
"Indeed, just having her around was enough to\\nmake me feel good; she was so upbeat.%K%P",
"'So, why did you end up collapsing from hunger\\nanyway, Akane?'%K%P",
"'Huh?! Oh... Ummm...well...'%K%P",
"'I mean, you ate my dinner without a second\\nthought, so it's not like you're fasting...'%K%P",
"'Yeah...that's...really...'%K%P",
"'Really what?'%K%P",
"She stared off into space.%K%P",
"Finally, she opened her mouth slowly, and\\nstarted to  speak.%K%P",
"'I don't have any money.'%K%P",
"'Huh?'%K%P",
"I had been expecting something a bit more\\nexotic...%K%P",
"'What do you mean, 'huh'?!'%K%P",
"'Well, it's true. I'm a destitute goddess!'%K%P",
"Akane started to pout, her shoulders slumped.\\nShe clearly didn't like my reaction.%K%P",
"But something else was bothering me.%K%P",
"'But you're a goddess. Don't you live in a\\nboarding house?'%K%P",
"'Well, I do, somewhere, sure, but I haven't been\\nthere since the descent.'%K%P",
"Akane answered, still pouting.%K%P",
"She was putting on a show, but she seemed honest\\nenough.%K%P",
"'I don't really care about my place. Honestly,\\nI'd rather go see yours!'%K%P",
"'My place? And why is that?'%K%P",
"'Huh?! Well... Uh...'%K%P",
"And just then, a rich growl rose from her\\nstomach again.%K%P",
"'You're still hungry?!'%K%P",
"'Ahaha... I guess so!'%K%P",
"'So... Is that a no?'%K%P",
"Akane came closer and looked at me with upturned\\neyes.%K%P",
"As a guy, standing next to a young beauty\\ndressed like Akane was enough to get my pulse\\nracing.%K%P",
"'No... Um, I didn't say that...'%K%P",
"'Oh? Your face is turning red! Could it be that\\nyou've started falling for my charms?'%K%P",
"'N-No, not at all!'%K%P",
"'Oh, is that so? How about this?'%K%P",
"She got excited and came closer, pushing her\\ncleavage higher for me to get a better look.%K%P",
"There was so much to see... It would tempt any\\nred blooded young man.%K%P",
"'Okay, okay! But I'm sort of staying in a\\nboarding house myself too, so it's not like I've\\ngot tons of food.'%K%P",
"'I can come? Yay!'%K%P",
"'Also, I can't just use the kitchen anytime I\\nwant, so I have to check with my landlady\\nfirst.'%K%P",
"'If she says no, then I'm sorry but that's\\nthat.'%K%P",
"'Oh, I have faith that you'll convince her,\\nSho!'%K%P",
"Akane smiled at me, oblivious to the reality of\\nthe situation.%K%P",
"'*Sigh* Please don't get your hopes up.'%K%P",
"I took out my smartphone to get in touch with\\nthe landlady.%K%P",
"'Huh?'%K%P",
"10 percent battery left.%K%P",
"'That's weird. Did I forget to charge it this\\nmorning?'%K%P",
"'Is something wrong?'%K%P",
"'Oh, no. It's just my phone's battery is almost\\ndead. I should still be able to make one call.'%K%P",
"Thinking about it made me nervous, though.%K%P",
"'Hm... You want me to take care of it?'%K%P",
"'Can you?'%K%P",
"'No problem! There's nothing a goddess can't do!\\nProbably.'%K%P",
"'Probably?!'%K%P",
"'Well, yeah. I mean, goddesses aren't\\nomnipotent, after all.'%K%P",
"'Come on now, can you really help?'%K%P",
"'Of course! I'm a goddess, aren't I? Piece of\\ncake!'%K%P",
"Of course, she herself had said that goddesses\\nweren't omnipotent.%K%P",
"'Oh, well then, do what you can. Just don't\\nbreak it, okay?'%K%P",
"Puffing out her overflowing chest in confidence,\\nAkane took my phone.%K%P",
"'Leave it to me! Mmkay, here we go... Boom!'%K%P",
"'Whoa... What the--?!'%K%P",
"There was an electric zap, and suddenly my\\nbattery died and the phone turned off.%K%P",
"'Oops.'%K%P",
"'You messed up?!'%K%P",
"'Wow, maybe I'm just off today, or maybe it's\\nbecause I'm so hungry...'%K%P",
"'...'%K%P",
"'Umm...'%K%P",
"'Heehee!'%K%P"
]