[
"'Ummm... I am really sorry.'%K%P",
"I was down on the floor groveling.%K%P",
"It was a really bad thing to grope a goddess.%K%P",
"'It was an accident, please don't worry yourself\\nover it.'%K%P",
"Inori was kind enough to let me off easy, but if\\nit had been anyone else I'd likely be in jail...%K%P",
"And at the very least, thanks to my little\\nadventure in groping, Akane and Inori weren't\\nfighting anymore.%K%P",
"'So now that our little digression is done with,\\nlet's go back.'%K%P",
"'So from the start, I should have explained to\\nyou two just what my business with Akane is.'%K%P",
"Sweeping away the strained atmosphere, Inori\\nstraightened her back and took on a serious\\nexpression.%K%P",
"'Explain to us?'%K%P",
"'About Akane and Tsubaki Apartments.'%K%P",
"'I don't understand at all...'%K%P",
"What did the two have to do with each other?%K%P",
"'To begin with, Akane is the household goddess\\nof Tsubaki Apartments.'%K%P",
"Household goddess?%K%P",
"I'd never heard the term before.%K%P",
"'What kind of goddess is that?'%K%P",
"'A household goddess, like the name implies,\\nwatches over a house or building. Think of Akane\\nas the guardian of Tsubaki Apartments.'%K%P",
"'What?!'%K%P",
"So a goddess had been watching over Tsubaki\\nApartments?!%K%P",
"Judging by Maika's astonishment, she hadn't\\nknown either.%K%P",
"'But you're a goddess. Don't you live in a\\nboarding house?'%K%P",
"'Well, I do, somewhere, sure, but I haven't been\\nthere since the descent.'%K%P",
"I remembered her saying she'd never been home\\nonce when we first met.%K%P",
"If that's the case, then it's only natural Maika\\ndidn't know.%K%P",
"'I see... I get their connection now. So now\\nwhat about you two?'%K%P",
"'I'm Akane's guardian.'%K%P",
"A guardian.%K%P",
"As I looked at the defiant Akane, I felt I\\nunderstood the need.%K%P",
"'Yeah, I bet Akane really does need a guardian.'%K%P",
"'Hold on! What do you mean by that?'%K%P",
"'That's because, while she is technically a\\nhousehold goddess, she's also what's called an\\nAragami.'%K%P",
"Inori ignored Akane's protests as she continued\\nspeaking.%K%P",
"'Aragami? That sounds ominous.'%K%P",
"'Ominous, indeed.'%K%P",
"'An Aragami is a goddess that cannot control her\\nJinriki. They are unruly and often cause trouble\\nfor humans.'%K%P",
"Jinriki is the divine power goddesses use.%K%P",
"The happiness and good will of humans become\\nSakimitama, which goddesses take as nourishment\\nto make Jinriki.%K%P",
"This information had been such big news after\\nthe descent, I still remembered it years later.%K%P",
"'So, basically, you have to stay close to Akane\\nto make sure that her bad behavior stops.'%K%P",
"It might be putting it too frankly, but that\\nseemed about right.%K%P",
"'Exactly. The reason no one here at Tsubaki\\nApartments knew about Akane is because she's\\nbeen out playing around since the descent.'%K%P",
"That sounded like what Akane had said when we\\nmet.%K%P",
"'Well, I am an Aragami, right? Rehabilitation is\\npointless!'%K%P",
"'Akane, you possess great power, and you are\\ncausing a great many people a lot of trouble.'%K%P",
"'How many blackouts did you cause today?'%K%P",
"Inori glared at Akane, who started to look\\nsulky.%K%P",
"'Whoa, what? Akane's been causing all the\\nblackouts?!'%K%P",
"Maika was clearly surprised, but I had been\\nthinking something like that for a while now.%K%P",
"The blackouts happened like clockwork, whenever\\nAkane started to get worked up.%K%P",
"And then, whenever she felt better, the power\\nwould snap back on.%K%P",
"'Indeed. Kannagi's been suffering blackouts\\nrecently because of Akane's power getting out of\\ncontrol.'%K%P",
"So all the blackouts had been caused by an\\nAragami losing control of their Jinriki.%K%P",
"'But Akane's the household goddess here, right?\\nWhy does her power make the electricity go out?'%K%P",
"Usually, a goddess' Jinriki is connected to the\\ngoddess' origin, according to legend.%K%P",
"So, Akane's power was connected to electricity,\\ndespite her being a household goddess.%K%P",
"'Oh, now that you mention it, there used to be\\nan electricity pylon here!'%K%P",
"'Is that so? I've never heard anything about\\nwhat was here before the apartments.'%K%P",
"I've been at home here since I was a child, but\\nnever thought much about what was here before.%K%P",
"'Yes, that pylon is the source of Akane's\\nelectrical nature. Sadly, since she manifested\\nas an Aragami, she can only remove electricity.'%K%P",
"Inori added, explaining more about Akane's\\nJinriki.%K%P",
"'In addition, since Akane has refused\\nrehabilitation repeatedly, and caused continual\\nblackouts, a decision has been reached.'%K%P",
"'If Akane is not successfully rehabilitated\\nwithin two months, then she will be demoted from\\ngoddess to a spirit.'%K%P",
"'She has two months because, based on past data,\\none month has been proven insufficient for true\\nrehabilitation.'%K%P",
"I'd never heard of goddesses becoming spirits\\nbefore.%K%P",
"'Yes, yes, demotion, demotion, blah blah... Huh?\\nSpirit? Me...demoted to a spirit?'%K%P",
"'Yes, that's correct. This decision comes from\\nthe top, I don't have authority to reverse it.'%K%P",
"Hearing this, Akane hung her head.%K%P",
"'So, what exactly does that entail? Demoted to a\\nspirit, huh?'%K%P",
"Judging by Akane's reaction, it must be\\nsomething pretty serious.%K%P",
"'Well, basically it means she'll lose her\\nJinriki.'%K%P",
"'And there is a possibility she'll become unable\\nto manifest on earth like this.'%K%P",
"'Oh, that's...'%K%P",
"Basically, it meant Akane would disappear.%K%P",
"I had no idea the punishment would be so harsh.%K%P",
"'Huh...'%K%P",
"The sulking Akane made a sound.%K%P",
"'Huh...?'%K%P",
"'Quit messing with me! How can they do that?!\\nThat's crazy!'%K%P",
"There was another blackout.%K%P",
"However, since we finally knew the cause, Maika\\nand I weren't all that concerned.%K%P",
"'No way no way no way! I'm not gonna do it!'%K%P",
"'Why do I have to turn into a stupid spirit?!'%K%P",
"'Well, all you have to do is accept\\nrehabilitation!'%K%P",
"'I don't want to be rehabilitated! And I don't\\nwant to be a spirit!'%K%P",
"Her selfishness was almost shocking.%K%P",
"Inori stared at her in amazement as well.%K%P",
"'Can't you do something, dirt goddess?!'%K%P",
"'What the... Who's the dirt goddess, you\\nfreeloader?!'%K%P",
"Inori lost it.%K%P",
"Apparently 'dirt goddess' was going too far.%K%P",
"'If you can't help at a time like this, what\\ngood are you?!'%K%P",
"'Now I already told you, I don't have any\\nauthority in this!'%K%P",
"She raised her voice, truly at the end of her\\npatience.%K%P",
"'Inori, please calm down.'%K%P",
"'Oh... Do forgive me. I seem to have gotten lost\\nin my feelings.'%K%P",
"Luckily, this time she actually did calm down.%K%P",
"If they had started fighting again, it could've\\nbeen bad.%K%P",
"'Ahem. I myself don't want you to become a\\nspirit. I'll help, but you simply must try to\\naccept rehab.'%K%P",
"Inori continued, having relaxed a bit.%K%P",
"'Hmph!'%K%P",
"Akane, sulking heavily, was looking away but\\nglanced over every once in a while, like she was\\nlistening secretly.%K%P",
"'And now, here is where we get to how this\\neffects you two, Sho and Maika.'%K%P",
"'If Akane becomes a spirit, there is a\\npossibility that Tsubaki Apartments will be torn\\ndown.'%K%P",
"'Torn down?!'%K%P",
"'Why would that happen?!'%K%P",
"I'd never even considered that this place might\\ndisappear.%K%P",
"'If the household goddess disappears, then there\\nis no one to watch over her building.'%K%P",
"'And there's no telling what might happen to a\\nbuilding with no guardian goddess.'%K%P",
"'The floor may disintegrate with age, or the\\nroof may collapse.'%K%P",
"'It could become very dangerous.'%K%P",
"Inori paused for a deep breath.%K%P",
"Then she looked straight at us.%K%P",
"'And naturally the residents here could be\\nharmed.'%K%P",
"'Huh?!'%K%P",
"'The building may have to be torn down before\\nanyone gets hurt.'%K%P",
"The problem was worse than I expected.%K%P",
"But it also sounded like one we couldn't really\\ndo anything about.%K%P",
"'So, if Akane doesn't finish her rehabilitation,\\nwe may be kicked out of Tsubaki?'%K%P",
"'Yes, that's right. Of course, if that happens\\nwe will find you another place to live.'%K%P",
"Inori was watching us carefully as she said\\nthis.%K%P",
"This was also clearly part of her job.%K%P",
"I doubt there are many people who would be happy\\nto hear that they'd have to up and move like\\nthat.%K%P",
"To say goodbye to the apartments after so many\\nyears, after growing so comfortable here, was\\nunthinkable.%K%P",
"'I'm deeply sorry you had to hear it like this.\\nBut please believe me, I will get Akane\\nrehabilitated!'%K%P",
"But...%K%P",
"More than anything I didn't want Akane to\\ndisappear.%K%P",
"We'd only just met, but in that time I had grown\\nto like the goddess.%K%P",
"I couldn't accept the idea of her disappearing\\nlike that.%K%P",
"'Inori, it's just a thought, but could I perhaps\\nhelp in Akane's rehabilitation?'%K%P",
"'Huh?'%K%P",
"'Sho, what are you talking about?'%K%P",
"'Just what I said. We could help Akane get\\nbetter.'%K%P",
"Two is better than one, and three is best of\\nall. If we helped, it could make Akane's rehab\\nthat much easier.%K%P",
"That way, we could keep Akane from becoming a\\nspirit and protect Tsubaki at the same time.%K%P",
"'But why would you help, Sho?'%K%P",
"'She's talking about tearing down Tsubaki\\nApartments, right? If we can do anything at all,\\nwe should!'%K%P",
"'I see... But if she doesn't want to, then why\\nforce it on her?'%K%P",
"I couldn't believe my ears.%K%P",
"'So you're fine with them tearing down the\\nhouse?'%K%P",
"'I hadn't really thought that far ahead. But if\\nit comes to that, oh well.'%K%P",
"'Honestly, you're the only tenant. We're barely\\nkeeping afloat as it is, you know? If they find\\nus a new home, we should count our blessings!'%K%P",
"'If they tear down this ugly old house and build\\na parking lot, it'd be good for the\\nneighborhood. I'd say it's about time.'%K%P",
"She said this like it was nothing, but that\\ncouldn't be true.%K%P",
"If the number of tenants was really a problem,\\nthey'd have torn it down the moment I became the\\nlast.%K%P",
"I bet the only reason it's still here is because\\nMaika has an emotional attachment to it, too.%K%P",
"'I can't accept Tsubaki getting torn down. I\\nhave to do what I can.'%K%P",
"'Well, if you feel that way... I won't try to\\nstop you.'%K%P",
"She didn't seem particularly convinced, but she\\nseemed to accept it.%K%P",
"'I'm very happy to hear you feel that way, but\\nare you certain about this?'%K%P",
"'This problem affects us directly. Of course I\\nwant to help.'%K%P",
"Anyway, it was just me being selfish.%K%P",
"Luckily, there was no school for the month, so I\\nhad plenty of time.%K%P",
"There was nothing keeping me from helping.%K%P",
"'Now wait a minute! I never said I agreed to all\\nthis!'%K%P",
"'But by your reaction I'd say you clearly don't\\nwant to become a spirit, right?'%K%P",
"'I don't want to lose these apartments. You\\ndon't want to become a spirit. What's the\\nproblem?'%K%P",
"'All that's true, but...'%K%P",
"She didn't want to be demoted, but something\\ninside Akane still couldn't accept it.%K%P",
"'I'm an Aragami! Living free is what it means to\\nbe an Aragami! Rehabilitation is-- Wha--!'%K%P",
"'Wh-What?! What are you doing?!'%K%P",
"'I thought I'd calm you down a bit. The blood\\nwas rushing to your head, right?'%K%P",
"'U...ugh... Yeah, maybe, but...'%K%P",
"Akane was pleading with upturned eyes, her\\ncheeks red.%K%P",
"She seemed to always wear a defiant, spirited\\nface, it was refreshing to see her suddenly shy.%K%P",
"I wanted to see more of that Akane, so I kept\\npetting her head.%K%P",
"'Hey...stop petting me!'%K%P",
"'You don't like it?'%K%P",
"'I...well, um... It actually feels really\\nnice... It's not bad, but suddenly I feel all\\nweak... What is this?!'%K%P",
"When Akane was just the right level of relaxed,\\nI began to talk.%K%P",
"'Hey, Akane... Instead of thinking about\\nrehabilitation, why not think about the\\nsatisfaction after.'%K%P",
"'Just try it a little bit? I'll do everything I\\ncan to support you.'%K%P",
"'Oooh... F-Fine, I'll do it. You helped me\\nalready... I-I guess I can try a little...'%K%P",
"'Thank you, Akane.'%K%P",
"Akane snorted a little and looked away, but her\\nface then relaxed.%K%P",
"'S-So, maybe you could stop petting me now?\\nI-I'm feeling kind of embarrassed...'%K%P",
"'Ah... Oh, yeah. Sorry.'%K%P",
"I took my hand off her head.%K%P",
"'Well, you know, a little is okay.'%K%P",
"I guess it was okay for me to touch her...%K%P",
"The other two were watching me like I'd lost my\\nmind.%K%P",
"'Um... Sho is rather bold, isn't he?'%K%P",
"'...He's a shameless perv.'%K%P",
"'Agh!'%K%P",
"Maika was being awfully harsh today.%K%P",
"'Well, whatever. Sho's character isn't the topic\\nright now.'%K%P",
"'More importantly, since Sho is going to help,\\ndoes that mean he'll be going to your place\\nevery day?'%K%P",
"'Oh, yeah, sorry... I'll be living here from now\\non!'%K%P",
"'What?! Why that all of a sudden?!'%K%P",
"'Well, I am the household goddess, after all! If\\nI'd known it was this nice, I'd have come\\nsooner!'%K%P",
"'Oh... Well, if Akane is going to live here from\\nnow on, it would be very helpful for me as her\\nguardian if I could stay here too.'%K%P",
"'Only if it isn't too much of a bother, don't\\nfeel like you have to or anything!'%K%P",
"Naturally it would make things easier if they\\nlived together.%K%P",
"'Well, I think it's fine, but...'%K%P",
"I looked at Maika, who appeared to be mulling it\\nover.%K%P",
"'Oh, fine.'%K%P",
"'Whatever. You two do what you want.'%K%P",
"Maika murmured, like she'd given up.%K%P",
"'Sho...'%K%P",
"'You need something?'%K%P",
"'Since they're moving in, can you help me set up\\nbeds in the spare rooms?'%K%P",
"'No problem! Leave it to me.'%K%P",
"And so two goddesses came to live at Tsubaki.%K%P"
]