[
"It had been two weeks since the goddesses\\nstarted living at Tsubaki.%K%P",
"Akane still got into fights with Inori now and\\nthen, but she was causing a lot less blackouts.%K%P",
"And little by little, she was getting used to\\nliving like a regular human.%K%P",
"'Ooh, we've got idols coming to town. And\\nthere's gonna be a festival! That'll be fun.'%K%P",
"'Akane, it's bad form to lie down right after a\\nmeal.'%K%P",
"By now I was used to seeing Akane lying on the\\nfloor reading flyers while Inori tried to\\nlecture her.%K%P",
"It had worried me at first, but now it was just\\npart of our everyday routine. They were settling\\nin just fine.%K%P",
"'Who cares, it's only the three of us here.'%K%P",
"'You're a goddess, you should have a little more\\ndecorum.'%K%P",
"Inori would usually have let it slide, but not\\ntoday.%K%P",
"'Come on, you really should get up.'%K%P",
"'Urgh...fine. Here, how's this?'%K%P",
"Akane reluctantly refrained from starting a\\nfight and simply walked out of the room.%K%P",
"She was starting to take notice of Inori's\\ninstructions.%K%P",
"That was all well and good, but lately I'd\\nstarted to notice a hint of irritation in\\nAkane's behavior.%K%P",
"Maybe she was just keeping her rage bottled up?\\nIt didn't look that way, but still...%K%P",
"'Inori, it seems like you're being a little\\nharder on her than usual.'%K%P",
"'Really...? You might be right. I'll apologize\\nlater.'%K%P",
"Thinking over her actions, Inori's face clouded\\nover.%K%P",
"'Uh, is something wrong?'%K%P",
"'Actually, my boss got in touch to say that we\\nneed to pick up the pace.'%K%P",
"'I've been trying not to let it get to me, but\\nit looks like I let my frustration get the\\nbetter of me after all.'%K%P",
"So that's how it was.%K%P",
"Inori must have been worried that we might run\\nout of time.%K%P",
"Having those fears confirmed by her boss\\ncouldn't have helped.%K%P",
"'That's understandable... But we have to stay\\ncalm. Trying to rush things won't get us\\nanywhere.'%K%P",
"'You are right, of course. My apologies for\\ngetting carried away.'%K%P",
"She was right about one thing though, reaching\\nour goal by the deadline was going to be tight.%K%P",
"But Akane's rehabilitation was coming along\\nsmoothly.%K%P",
"I felt sure there was no need to hurry.%K%P",
"'Out of my way, it's starting!'%K%P",
"Akane dashed back into the room and switched the\\nTV to a show she wanted to watch.%K%P",
"'Inori, it seems like you're being a little\\nharder on her than usual.'%K%P",
"My hand froze halfway to the door when I heard\\nSho's voice.%K%P",
"'Really...? You might be right. I'll apologize\\nlater.'%K%P",
"I'd thought Inori was acting weird.%K%P",
"She doesn't usually get so huffy over little\\nthings.%K%P",
"So there was actually a reason behind it all.%K%P",
"'Uh, is something wrong?'%K%P",
"'Actually, my boss got in touch to say that we\\nneed to pick up the pace.'%K%P",
"Pick up the pace? What was that supposed to\\nmean?%K%P",
"I'd been holding myself back so much lately,\\nwhat more did they want?%K%P",
"'But... But I'm...'%K%P",
"I'm doing my best. I wanted to tell them that.%K%P",
"Before I knew it, I was heading back to my room.%K%P",
"It was the day after Inori had spoken to her\\nboss.%K%P",
"'Morning.'%K%P",
"'Morning, Sho.'%K%P",
"'Good morning, Sho.'%K%P",
"Inori and Maika were around, like always.%K%P",
"The dining table was all laid out, ready for us\\nto begin breakfast.%K%P",
"Something was different this morning, though.%K%P",
"'Hm? Where's Akane?'%K%P",
"Everyone else was in their usual seats, but\\nthere was no sign of Akane.%K%P",
"Sure, she slept in sometimes, but she'd never\\nmissed a meal before...%K%P",
"'Why, I haven't seen her yet this morning.'%K%P",
"'Me neither. Is she still asleep, maybe?'%K%P",
"'She's been getting up pretty early these\\ndays...'%K%P",
"'Everyone's entitled to a lazy morning now and\\nthen. She probably won't be long now.'%K%P",
"'Perhaps I should go wake her up.'%K%P",
"Inori stood and was about to leave the room.%K%P",
"'Wait up, I'll go with you.'%K%P",
"I had a feeling if I left the two of them alone\\nthings would just degenerate into one of their\\nusual arguments.%K%P",
"'Oh, thank you for offering to help.'%K%P",
"'Good luck, both of you.'%K%P",
"'Heeey, Akane! It's morning! Breakfast is\\nready!'%K%P",
"I reached Akane's door and called out to her.%K%P",
"I had to knock and yell several times before she\\nfinally opened up the door.%K%P",
"'Cool, you're awake. Like I said, breakfast is\\nready, go get dressed.'%K%P",
"'Nah, I'm good.'%K%P",
"'Akane?'%K%P",
"She was normally so enthusiastic about food.\\nSomehow this didn't bode well.%K%P",
"Inori seemed to pick up on my concerns and\\nstepped forward.%K%P",
"'Akane, such a sleepy state of being doesn't do\\nyou credit.'%K%P",
"It was the kind of thing Inori said all the\\ntime, but on hearing it, Akane's expression\\nturned sour.%K%P",
"'Well, who cares? If I want to sleep all day,\\nthat's my business.'%K%P",
"Her tone was harsh, completely different from\\nher usual manner.%K%P",
"Inori looked shaken, but she didn't back down.%K%P",
"Unfortunately...%K%P",
"'That won't do, you know. Sleeping in too long\\nmeans no breakfast, not to mention the effect it\\ncould have on our rehabilitation efforts.'%K%P",
"Bouncing back from the surprise, Inori launched\\ninto lecture mode.%K%P",
"'Oh, right, rehabilitation... Why don't we just\\ngive up on that?'%K%P",
"'Huh? What do you mean?'%K%P",
"'I mean give up on it. I don't want to do this\\nanymore. The idol stuff, too. Just drop it.'%K%P",
"I was stunned into silence.%K%P",
"'Wh-What are you talking about? You've been\\ntrying so hard up until now!'%K%P",
"'Well, like I said, I don't care anymore. It's\\nover.'%K%P",
"'I can't accept that! At least give me some\\nreason--'%K%P",
"'Urgh, shut up already! I quit, okay? Now leave\\nme alone!'%K%P",
"Akane slammed her door shut, bringing an abrupt\\nend to the conversation.%K%P",
"All Inori and I could do was stand there, trying\\nin vain to process it all.%K%P",
"I spent the rest of the day spacing out in my\\nroom, wishing the uneasy atmosphere would lift\\nsomehow.%K%P",
"'Akane...'%K%P",
"She still hadn't come out of her room.%K%P",
"I'd knocked on her door again and again, even\\ntried luring her out with her favorite food, all\\nto no avail.%K%P",
"I had an idea as to why she was acting this way.%K%P",
"Maybe all her training was finally taking its\\ntoll.  Mabybe she had just ran out of patience.%K%P",
"Even so...%K%P",
"'She looked like she was really enjoying it...'%K%P",
"Akane sure complained a lot, but she seemed so\\nfull of life during these past couple of weeks.%K%P",
"Sure, the road to becoming an idol wasn't easy.\\nThere were all kinds of obstacles to overcome.%K%P",
"But Akane had gone through it all with a smile.%K%P",
"I couldn't bring myself to think of that as\\nanything but genuine.%K%P",
"'What am I supposed to do...'%K%P",
"I tried to come up with solutions, but before I\\nknew it the sun had gone down and I hadn't come\\nup with anything.%K%P"
]