[
"'Oh, so this is where you live! It's a little\\nold, but it's got a nice atmosphere!'%K%P",
"After the phone incident, I couldn't exactly get\\nrid of the goddess, so I brought her home.%K%P",
"She stared at the old Japanese-style houses in\\nfront of her in wonder.%K%P",
"'Hm... Tsubaki Apartments?'%K%P",
"Akane read the name plate aloud.%K%P",
"'Hey, we've got, like...the same name! What a\\ncoincidence! It's fate!'%K%P",
"Tsubaki Apartments. That's the name of the place\\nI'm staying in.%K%P",
"They had remodeled an old house into apartments\\nand I loved its old fashioned look.%K%P",
"My mom's friend used to run it, but now her\\nstudent daughter, an old friend, does.%K%P",
"To me, this place is like a second home,\\nsomeplace to truly relax.%K%P",
"Sadly, I'm the only tenant, the only other\\npeople are the landlady and her mother.%K%P",
"'It seems really nice. Like...it puts me at\\nease.'%K%P",
"It looked like Akane liked it, too.%K%P",
"'All right, let's go inside.'%K%P",
"'Okay!'%K%P",
"I opened the door and led Akane inside.%K%P",
"'Welcome back! You're running late, Sho.'%K%P",
"When I opened the door, a girl in uniform stood\\nthere with folded arms. It was like an aura was\\ndrifting about her.%K%P",
"'Ah... Aha... Hi there, Maika.'%K%P",
"It was my childhood friend and current landlady,\\nMaika Kunugi.%K%P",
"Despite her rough style, she always takes care\\nof me in one way or another.%K%P",
"And here she was waiting for me...%K%P",
"'You're out awfully late. What have you been\\ndoing?'%K%P",
"She was smiling, but her voice was not.%K%P",
"'Oh, well, I got a little hungry and so I\\nstopped by a convenience store...'%K%P",
"'Hmm... Well, if you're going to go out so late,\\nlet me know next time!'%K%P",
"'I'm responsible for your safety, y'know!'%K%P",
"'I tried calling, but couldn't get through...'%K%P",
"She'd been worrying since I, her tenant, was out\\nso late...%K%P",
"'I'm sorry, my battery died. But thanks for\\nworrying about me.'%K%P",
"'I-I wasn't worried! Just let me know next\\ntime!'%K%P",
"Maika looked away angrily.%K%P",
"'Uh, yeah, got it.'%K%P",
"'Okay then, that's fine.'%K%P",
"'Come on, Sho, I can't get in with you standing\\nthere!'%K%P",
"Just when I thought I was clear...%K%P",
"Before I could start to explain things to Maika,\\nAkane stuck her head in.%K%P",
"She then wrapped her arms around my waist, to\\nboot.%K%P",
"I wanted to enjoy the softness pressed against\\nmy back a bit, but it wasn't the time.%K%P",
"'Hey, don't grab me!'%K%P",
"I pushed Akane away.%K%P",
"'Now, Sho, don't be so shy!'%K%P",
"Pouting a little, Akane willingly backed off.%K%P",
"'Uh, Sho?'%K%P",
"'Y-Yes!'%K%P",
"Maika's voice was icy with anger, and the aura\\nof rage was even more apparent than before.%K%P",
"'Who...is this?'%K%P",
"Again, she was smiling, but her voice was...not.%K%P",
"'Um. Yeah, so...'%K%P",
"'So that whole going out to buy food thing was a\\ncover for sneaking some girl in?'%K%P",
"'N-No! Akane's nothing like that to me!'%K%P",
"'Oh, Akane, is it? Awfully familiar with her,\\nSho. You seem very close.'%K%P",
"Crap.%K%P",
"Looking at it from her eyes, yes, I was bringing\\na girl home.%K%P",
"It was getting harder to insist it was all just\\na misunderstanding.%K%P",
"'No, listen, there's a reasonable\\nexplanation...'%K%P",
"'Sho! Let me in!'%K%P",
"Akane tried to force her way passed me,\\noblivious to my situation.%K%P",
"'Wait, now is not the time! Just let me explain\\nfirst!'%K%P",
"'Fine then. If you won't let me in, I've got my\\nown idea!'%K%P",
"'Hiyaaa!'%K%P",
"Idea? Just as I thought this, Akane ran into me.%K%P",
"'Wagh!'%K%P",
"I managed not to fall, but somehow Akane got in\\nfront of me.%K%P",
"'Huh?!'%K%P",
"'Hold on, don't read anything into this! Maika,\\nI just ran into her on the street!'%K%P",
"'Ha... Hahaha!'%K%P",
"'So... So this is what you like? You're into the\\ntrashy type?'%K%P",
"'Whaaat?! Where did that come from?'%K%P",
"I couldn't see her expression, but I'm sure\\nMaika wasn't smiling.%K%P",
"'Ugh...'%K%P",
"'Maika?'%K%P",
"'Listen, you idiot, this residence forbids any\\nillicit, deviant behavior!'%K%P",
"After that, I was able to somehow calm her down\\nand explain properly.%K%P",
"She reluctantly listened to me and accepted the\\ntruth.%K%P",
"'So then, you gave this collapsed goddess your\\nfood and brought her home?'%K%P",
"Maika asked again as we walked down the hall.%K%P",
"Akane followed behind and marveled at the\\ninterior.%K%P",
"'Yes, that's exactly what happened. And my\\nbattery died so I couldn't call. Sorry.'%K%P",
"'So I guess it really is all just a big\\naccident, huh?'%K%P",
"'I'm sorry I got so angry...'%K%P",
"She apologized for the one-sided fight.%K%P",
"'No, I shouldn't have gone out without saying\\nanything. We're both in the wrong.'%K%P",
"'Hm, I guess so.'%K%P",
"'So, should I make this goddess some food?'%K%P",
"'Or rather, is it okay if I do?'%K%P",
"I understood what she meant.%K%P",
"She was wondering if goddesses had some special\\nreligious thing with food.%K%P",
"'I think it's okay, she doesn't seem to mind,\\nand I gave her convenience store food...'%K%P",
"'Yeah! That stuff was so good!'%K%P",
"'Got it. Since the goddess asks, I guess I'd\\nbetter.'%K%P",
"After Maika left, looking nervous, Akane and I\\nwent into the living room.%K%P",
"'...'%K%P",
"'...'%K%P",
"Staring at the spectacle in front of me, I was\\nso  stunned that I almost forgot to eat.%K%P",
"'Mmm! Amazing! Everything is just so delicious!'%K%P",
"The dishes covering the table disappeared one by\\none.%K%P",
"Was I dreaming?%K%P",
"This Akane, what kind of stomach did she have?!%K%P",
"'Maika, your cooking is the best! This is\\njust...holy cow!'%K%P",
"Even as she spoke, Akane never took her eyes off\\nthe food.%K%P",
"'Oh, I've been complimented by a goddess!'%K%P",
"Maika seemed surprised by this.%K%P",
"To be honest, though, as housemother for a few\\nyears she had become a great cook.%K%P",
"'I'm glad you seem to like it so much!'%K%P",
"'I do! Your cooking really is the best!'%K%P",
"And as she talked, the food continued flowing\\ninto her mouth.%K%P",
"'Oh, yeah. Just call me Akane, okay? None of\\nthat goddess stuff or Ms. Tsubaki, I hate it.'%K%P",
"'Oh? Well, I guess that does make it easier for\\nus, too.'%K%P",
"She was already getting used to it.%K%P",
"Maika's great at getting along with people.%K%P",
"'I don't worry about all that little stuff.\\nAnyway... Any more?'%K%P",
"'Y-You're still hungry?!'%K%P",
"Maika's face looked slightly strained as she\\nrefilled the bowl with rice.%K%P",
"'Ahhh... That was great. I'm stuffed!'%K%P",
"'You ate so much you should burst!'%K%P",
"There was a mountain of spotless plates in front\\nof her.%K%P",
"Where did she put it all in that tiny little\\nbody?%K%P",
"'So, anyway, what next, Akane?'%K%P",
"'Hmm? Oh, let me relax a bit more before\\nthinking about all that.'%K%P",
"Akane answered in a sleepy voice.%K%P",
"She was sprawled out on the floor like she'd\\nexhausted herself eating.%K%P",
"'She's so relaxed it's like she owns the place.'%K%P",
"'It just feels so nice here!'%K%P",
"Akane said, lying limp on the floor.%K%P",
"I was surprised at how fast she could relax in a\\nstranger's home.%K%P",
"'So, anyway...'%K%P",
"The prone Akane looked sluggishly up at Maika.%K%P",
"'I was thinking about this at dinner, but, are\\nyou Sho's girlfriend or what?'%K%P",
"'Huh?! Huuuuuh...?!'%K%P",
"Maika was struck speechless, her face turning\\nbeet red.%K%P",
"'N-No way, no no, nuh-uh! Not a chance! Where\\ndid that come from?!'%K%P",
"'Well, you live together, and you cook him great\\nfood. Isn't that what humans call a girlfriend?'%K%P",
"'W-Well, some people are like that, but not us!\\nSho is just my tenant, I'm his landlady!'%K%P",
"'Hmm... You're being so insistent, it's kind of\\nsuspicious...'%K%P",
"'There's nothing suspicious! You're mistaken!'%K%P",
"'That's right, we're just old friends. It's not\\nlike you think at all.'%K%P",
"'...You don't have to be so blunt about it.\\nStupid Sho.'%K%P",
"'Yeah, you two are a definitely a thing...'%K%P",
"'Gah!! I-I'm going to wash the dishes!'%K%P",
"Maika stood up like she wanted to escape,and\\nstarted washing dishes with her back to us.%K%P"
]