[
"After the confession, we returned to Tsubaki\\nVilla, where we were chilled by Akane and the\\nothers, and were released a few minutes ago.%K%P",
"Thanks to this, I took a bath later than usual.%K%P",
"It still feels like a dream.%K%P",
"As the night breeze cools my body, which is\\nstill burning from the bath, I ruminate on the\\nmemories of the day.%K%P",
"He confessed his feelings to Inori and they\\nbecame lovers.%K%P",
"'Oh no, you definitely look weird.'%K%P",
"The more I remember, the more my cheeks relax.%K%P",
"Not only did they become lovers, they kissed.%K%P",
"If I get to know Inori deeply in the future, it\\nwill be more than that.%K%P",
"I don't know, it's rude to think about that kind\\nof thing.%K%P",
"Shake your head to expel the delusions that have\\nsurfaced.%K%P",
"At this rate, I'm going to have a hard time\\nsleeping tonight.%K%P",
"We've been expecting you, Sho.%K%P",
"'...... phantoms?'%K%P",
"Was it because of all the unnecessary fantasies\\nI had?%K%P",
"I thought I saw Inori bowing with three fingers\\nin my room.%K%P",
"No. No way.%K%P",
"I didn't realize that I wanted Inori so much\\nthat I hallucinated.%K%P",
"Just because I am buoyed by having a girlfriend\\nfor the first time, this is not the case at any\\nprice.%K%P",
"'How much trouble can you get into?'%K%P",
"'Inori might not like me if I keep thinking like\\nthis.%K%P",
"I don't hate you no matter what you think.%K%P",
"'Haha, thanks--I knew you were there!'%K%P",
"When I opened the door again, I found the real\\nInori, neither hallucination nor delusion,\\nsitting upright on the futon.%K%P",
"'Yes, Inori, I don't know what's going on, but\\nwhy are you here?'%K%P",
"I was caught up and sat down opposite him, and\\nInori smiled at me.%K%P",
"That, of course, is a given.%K%P",
"Inori-san bends her straightened back and bows\\nher head again with three fingers.%K%P",
"Tonight, Inori Kamiki has come to offer herself\\nto Sho Narumi.%K%P",
"'............ let's see.'%K%P",
"Nightga ...... Nightga!%K%P",
"Nightgai is that so-called thing that brings men\\nand women together, right?%K%P",
"'Are you serious?'%K%P",
"'Of course, I would never say, even in jest,\\nthat I would give myself up.'%K%P",
"Inori's eyes, staring straight back at me, I\\ncould see that she was not here just for jokes\\nor momentum, but with a serious intention.%K%P",
"I don't think it's too early to talk about that.\\nBesides, I'm, you know, a man.%K%P",
"When a pretty girl like Ms. Inori says something\\nlike that, it's hard to resist.%K%P",
"'--Hmmm, ssshhhh.'%K%P",
"'!!!'%K%P",
"Inori-san pulls my face in surprise and kisses\\nme just like that.%K%P",
"'--Chupa, phew. It doesn't matter if it's early\\nor late, I want to dedicate it today.'%K%P",
"So please don't hold back.%K%P",
"This puts us in the opposite position as if we\\nwere kissing at a shrine.%K%P",
"'...... Really, are you sure? I'm gonna take you\\nseriously, okay?'%K%P",
"Please be serious, Sho. I came here to be\\nembraced by you.%K%P",
"I pull Inori, who smiles shyly, into a hug.%K%P",
"It would be a shame for a man to let a girl go\\nso far and not do anything about it.%K%P",
"'I understand--Inori, I'm going to take all of\\nyou now.'%K%P",
"'Yes, please take all of me.'%K%P",
"Inori-san dexterously removes her plain clothes\\nin my arms.%K%P",
"'Well, sir, do you like it?'%K%P",
"'It's great.'%K%P",
"Seeing Inori illuminated by electric lights, no\\nother words came to mind.%K%P",
"Her large breasts, which cannot be covered even\\nwith both hands, and her white skin, stained red\\nwith shame, make me want to push her down.%K%P",
"'I'll undress you, Sho.'%K%P",
"Then, Inori-san puts his hands around me and\\ntakes off my clothes in a rewarding manner.%K%P",
"'This is how ......nnn.'%K%P",
"Inori's breasts are pressed against me.%K%P",
"The feel of her soft breasts and the kneading of\\nher nipples danced over and over on her skin.%K%P",
"This is the man's, the Sho's, body: ......%K%P",
"In a small room, Inori and I face each other\\nnaked.%K%P",
"'...... breasts, may I touch them?'%K%P",
"Sure, go ahead.%K%P",
"I reach for Inori's chest as she turns her body\\naway from me.%K%P",
"'Oh ......'%K%P",
"I felt it when it was pressed against my body,\\nbut I could tell even more when I rubbed it with\\nmy hands.%K%P",
"Ah, ah, ah, ah, ah!%K%P",
"When I touch her large breasts with both hands,\\nmy breathing quickens at the feel of this\\nsoftness that naturally buries me.%K%P",
"'Hyahhh, ahhhhh...... hmmm, the Sho's hand is on\\nmy chest......'%K%P",
"'Mmm, mmm, mmm, mmm, mmm, mmm, mmm, mmm,\\nmmm, mmm, mmm, mmm, mmm, mmm, mmm, mmm.'%K%P",
"As I rub them engrossedly, I can see the pink\\nnipples becoming bloodshot and hard in the\\ncenter of her breasts.%K%P",
"'Does it feel good?'%K%P",
"'Yes, yes, being touched by Sho-san makes me\\nfeel very hot. ...... mmmm.'%K%P",
"'Kuhh, oh, nnnn, ......, ah, hmmm, kuhh, more\\nand more, my body is getting hotter and hotter!'%K%P",
"Watching Inori try to keep her voice down while\\nbiting her lip in embarrassment makes me want to\\nsee her moan more.%K%P",
"'Oh my God, Mr. Sho, my little neck! It's so\\nsensitive right now.'%K%P",
"'Nnnnghhhh!'%K%P",
"When I play with Inori's nipples between my\\nfingers, she responds in a very cute way.%K%P",
"Inori's cheeks are upturned and her forehead is\\nsweating, and her eyes are teary.%K%P",
"My excitement was accelerated by the\\nlasciviousness of Inori, which no one had ever\\nseen before, and which she showed only to me.%K%P",
"So I end up wanting to make them more disturbed\\nand mean.%K%P",
"'I'll rub harder.'%K%P",
"'Oh, if you make me so hard--nnnn, Sho, Mr.\\n......, ahhhhh, kuh!'%K%P",
"Stop, stop, you're leaking, you're leaking,\\nyou're leaking, you're leaking, you're leaking,\\n...... nnnn!%K%P",
"'Then let's do this.'%K%P",
"'Whew ......--nnnnnn!%K%P",
"He pinches and kisses the nipple that he had\\nbeen rolling around with his finger belly,\\npinching it as hard as he can.%K%P",
"'Picha ...... chug, chug ...... chug, chug...\\nmmm, mmm, mmm ...... chug.'%K%P",
"'Hmph, mmmm, kiss, so hard, tss, tss, tss...\\nWtch, my body's going weird... ...... mmmm.'%K%P",
"Kissing Inori was nice and happy, and I didn't\\nknow where to stop.%K%P",
"'Chutta, mmmm, mmmm ...... hmmm, kuruhi ......\\nchuppa.'%K%P",
"'Chooch...... no, it won't stop at this level.'%K%P",
"'Ssshhhh, nmmmmmmm, ssshhhh, ssshhhh, ssshhhh!'%K%P",
"'Ooooh, picha, kissing the Sho was so ......\\npicha, choo-choo, choo-choo.'%K%P",
"Trace gums and swallow saliva.%K%P",
"They also remember to rub each other's tongues\\nand rub each other's breasts in the process.%K%P",
"The nipples are so lumpy, and they're being\\ntweaked and ......%K%P",
"'I'm just ...... feeling better and better!'%K%P",
"'It's okay, just keep getting better and better\\nwith my hands.'%K%P",
"When I broke the kiss and let go of her lips,\\nthe voice I had been suppressing leaked out.%K%P",
"'Oh, my God, it's not fair that you're the only\\none who does that.'%K%P",
"Inori-san looks at me in protest, his face red\\nand out of breath.%K%P",
"'I'm sorry, Ms. Inori was just too cute.'%K%P",
"'No more, I won't allow it.'%K%P",
"With that, Inori grabs my erect penis as he\\nlowers his hand.%K%P",
"'It's my turn to make you feel good, isn't it?'%K%P",
"Inori's hips float up as she grips his erect\\npenis.%K%P",
"He slowly places his dick on her pubic region,\\nwhich she has never allowed anyone to touch\\nuntil now.%K%P",
"'Yes, I'll put it in...'%K%P",
"'Ohhhhhhhh, it's so tight, but your cock is\\ninside me.'%K%P",
"Inori's hips are gradually dropped.%K%P",
"'Are you okay?'%K%P",
"'Yes, it's a little tight, but I'm getting\\nthere.'%K%P",
"'We're almost there, so ...... mmmm.'%K%P",
"The glans is swallowed by the rod as it rakes\\nthrough the vaginal meat, and at a certain\\npoint, Inori's hips stop.%K%P",
"Sho.%K%P",
"Inori-san's body trembled and she looked at me\\nwith moist eyes as she hugged me.%K%P",
"'Please give me my first.'%K%P",
"Of course, I'm going to get Inori now.%K%P",
"'I'm in!' 'Kuh-uh, ka-ha!'%K%P",
"When Inori-san drops to her knees at once,\\nsomething breaks.%K%P",
"'Are you okay?'%K%P",
"Inori-san is holding my body strongly while\\nstiffening her whole body.%K%P",
"'Phew, phew, phew. ...... I'm fine, Sho, just\\nmove as you please. ......'%K%P",
"I say so, but I can hear Inori's labored\\nbreathing in my ear.%K%P",
"I stroked her back gently, trying to resist the\\nurge to move her right away, probably because\\nshe was tightening up just by being in there.%K%P",
"'It's warm inside you, Inori, and just by doing\\nthis, I can feel how connected I am with you.'%K%P",
"'I can feel the Sho in my stomach, too. This is\\nwhat it means to be one--chu-chu.'%K%P",
"The two of them kiss each other repeatedly with\\ntheir lips.%K%P",
"'I'm fine now, I'm moving.'%K%P",
"'You don't have to push yourself, okay?'%K%P",
"No, I want to make a move for the Sho -- nn!%K%P",
"'Icky, ahh, ahh, when ...... you were in a good\\n...... mood, mmmm.'%K%P",
"Inori-san squeezes her eyes and stiffens her\\nbody, lifting her hips and then dropping them.%K%P",
"With just one movement, Inori makes a pained\\nsound, but I feel a pleasant sensation as if my\\nwhole body is melting away.%K%P",
"'Hoo, hoo, hoo, hoo, nck, ah ......! Ah, ah, ah,\\nah ...... ah!'%K%P",
"'Oh, mmmm, ah...... Sho's cock, it's hitting my\\nuterus ......!'%K%P",
"'It's reaching deep inside. ...... Oh my God,\\nthis is amazing.'%K%P",
"The movement was awkward at first, but as she\\nmoved her hips little by little, the overflowing\\nlove juice wetted and lubricated the pole.%K%P",
"'Oh, oh, oh, mmm, mmm, how is it, Sho? Does it\\nfeel good?%K%P",
"'It's so good, I could savor it forever.'%K%P",
"'Ah, ha, that's good, that's ...... ahiii, mmmm,\\nI'm glad to hear you say that, Sho, mmmm!%K%P",
"'Huh ...... ahhh ...... mmmm... I have to work\\nharder ...... hmmm, ahhh!'%K%P",
"Inori is enduring the pain of the breakup and\\nstill moving with dedication.%K%P",
"That makes me want to make Inori feel even\\nbetter too.%K%P",
"If you touch my breast now, you'll get a ......!%K%P",
"'I just want to make Ms. Inori feel as good as\\npossible.'%K%P",
"I put my hands on Inori's big breasts and rub\\nthem in a circular motion.%K%P",
"The nipples, which have long since hardened,\\nrespond with a twitch at the lightest touch.%K%P",
"'Oh, hmmm, ahhh, ...... hmmm, hmmm, hmmm, hmmm!%K%P",
"I have to make the Sho feel better than I do.%K%P",
"At this rate, if they are left to their own\\ndevices, they will soon be exhausted.%K%P",
"To prevent that from happening, and to make\\nInori feel comfortable, I play with her breasts,\\nwhich are shaking violently in front of me.%K%P",
"'Ah, ah, ah, ah, ah, ah, ah,...... no, I'm going\\nto serve you, Sho.'%K%P",
"'But, oh my God, he's playing with my breasts,\\nand it's making me feel so good... ah, ah, ah,\\nah, ah!%K%P",
"'Please don't hold back and let me hear more of\\nyou getting better and better.'%K%P",
"As I caressed Ms. Inori with what little\\nknowledge I had, a sweet color mingled with the\\nvoice that had been nothing but pain.%K%P",
"'Hah, hmm, ahi......nkkkkkkkkkkk,' said the\\nSho's cock flailing ...... inside her stomach.%K%P",
"'My cock is thrusting deep inside, oh, it's\\ngetting better and better ......, mmmmmmm!'%K%P",
"Increased tightness of the vaginal walls.%K%P",
"'Ha, ha, ha, ha, mmmm......... amazing..........\\nMasaru's penis is so slippery.........\\noh......... in and out...'%K%P",
"'This, this, this is deep ...... amazing, I\\n...... ahhhhh, the Sho's, his cock, it's thick,\\nit's hooked ...... ahhh, ahhh, ahhh!'%K%P",
"'Please make me feel better!'%K%P",
"Without thinking about the consequences, he\\npushes his hips in with all his might.%K%P",
"'Hu...... hiya!'%K%P",
"'Cock, echoing in my womb,...... ahhhhh, mmm,\\noooh, ahhhhh,...... oh, oh, oh!'%K%P",
"He slams his hips down to interrupt Inori's\\nmovements as she tries to somehow regain the\\ninitiative.%K%P",
"Oh, no, no, no, no, no!%K%P",
"'My head feels so tight, I'm going crazy!'%K%P",
"'Please go crazy and show me more of your wild\\nside.'%K%P",
"'Hah, nkkkkk ...... ahhh, Sho, ......, Sho,\\n......!'%K%P",
"Nails dug in, he sucked on her neck, and she\\nkissed him hungrily.%K%P",
"'Hhhhhh, ahhh...... mmmm...... ah, coo, hmmm,\\nahhh...... ahhh!'%K%P",
"'The tip of his cock was pressed against me,\\npoking me in my sensitive parts. ...... ahhhhh.'%K%P",
"'It feels good in here, doesn't it?'%K%P",
"The more she grinds and pushes the glans against\\nthe place, the louder the voice escaping from\\nInori's mouth becomes.%K%P",
"'Oh, oh, oh, oh, oh,...... Oh, God, I can't\\nstand it!'%K%P",
"'Aaahhhh, mmmm!'%K%P",
"Each time the glans kissed deeper and deeper,\\nInori's body trembled as if she had forgotten\\nthe pain of the water breaking.%K%P",
"Beads of sweat float on her large breasts, and\\nsplattered love juices soak the bedding.%K%P",
"'Nkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk\\nk!'%K%P",
"'Oh no, oh ......, it feels so good, too good\\n......, Sho, please poke me more!'%K%P",
"'I'll keep thrusting, please make it more\\nmessy!'%K%P",
"I kiss Inori's little cherry-red lips for what\\nseems like the umpteenth time as she moans and\\ndrools.%K%P",
"Mmmm, mmmm, mmmm, mmmm, mmmm,\\nmmmm, mmmm, mmmm, mmmm, mmmm......... Sho\\n...... Sho ......%K%P",
"'Inori-san ...... chu...'%K%P",
"'Nnnngh, nnnngh, tsssshhhh, nnnnghhhh.'%K%P",
"We call each other names as if in a fever.%K%P",
"We could not kiss well, and our saliva spilled\\nfrom each other, wetting the bedding, but Inori\\nrepeatedly pressed her lips to mine and sucked.%K%P",
"'Huff, mmmm, hmmm, hmmm, hmmm, hmmm, hmmm,\\nhmmm, hmmm.'%K%P",
"Our lips are blistered and our mouths are\\nsloppy, but we don't stop kissing.%K%P",
"This moment, when the distance between the two\\nof us is zero, is so comfortable that I want to\\nstay like this forever.%K%P",
"'Mmmmmm, choo-choo, mmmm, ahhh, mmmmmm, ahhh.'%K%P",
"'Oh, mmm, oh no. Your penis is so big again!'%K%P",
"Inori's vaginal walls are squeezing and\\ntwisting.%K%P",
"We just continue to devour pleasure together.%K%P",
"'Oh, oh, oh, kuh-uh, ah, ah.'%K%P",
"'...... nnnn, Sho, Mr. Ahii, my, my ......\\nmooooooo!'%K%P",
"'Inori-san...... me, too, I can't stand--!'%K%P",
"I can't hold out for a few more seconds.%K%P",
"Still, he shows his last bit of determination\\nand thrusts hard into Inori's depths.%K%P",
"'Ah, ah, hmmm, hmmm, ah, ah, ah, ah, ah, ah, ah,\\nah, ah.'%K%P",
"'Oh, oh, oh, oh, the Sho's cock is stirring me\\nup inside...!'%K%P",
"'I'm going to go, I'm going to go, I'm going to\\ngo!'%K%P",
"'Ah, ah, ah, ah, it's coming, it's coming,\\nhaaaaan!'%K%P",
"'Haaaaahhhh, mmmm!'%K%P",
"'Hiaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!'%K%P",
"When Ms. Inori makes a violent and charming\\nnoise, her vagina tightens and her meat pole\\ntightens in response.%K%P",
"'I'm out!'%K%P",
"'Ohhhh, mmmm, ahiii...... ahhh......, ahhhhh!'%K%P",
"With a stiff hug, I spewed my semen into the\\ninnermost part of Inori's body.%K%P",
"'Hah, hhh, ahhhhh, ahhh ...... ahhh, ahhhhh,\\nhmmm.'%K%P",
"'Oh, ah...... hah, hah, hah....... It's very,\\nvery hot in the back.'%K%P",
"'It just came out of my cock and went all the\\nway inside me. ......'%K%P",
"'Oh, Sho, nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn\\nnnnnnnnnnnnnnnnnnnnnnnnn!'%K%P",
"While ejaculating, he kisses Inori.%K%P",
"After the ejaculation, which was so long that it\\nseemed to last several seconds, the semen that\\nhad not entered the room spilled out.%K%P",
"'...... was amazing.'%K%P",
"'I never knew that getting wet could feel so\\ngood.'%K%P",
"'I'm sure it's because I'm dealing with someone\\nI love.'%K%P",
"Oh, no.%K%P",
"As I hugged her tightly and kissed Inori's body,\\nshe tickled me.%K%P",
"'Does it hurt?'%K%P",
"'My pussy tingles just a little bit.'%K%P",
"I would be lying if I said I have no pain, but I\\nam happier than ever.%K%P",
"'Thank you for having me.'%K%P",
"'I'm glad to have you, too, Inori.'%K%P",
"They fall into the futon, embracing each other.%K%P",
"'Can I sleep with you like this today?'%K%P",
"'Of course.'%K%P",
"'Hmm, Sho.'%K%P",
"We slowly closed our eyes as we rubbed our\\nbodies against each other and basked in our\\nhappiness.%K%P"
]