[
"I couldn't figure out why, but Inori had been\\nacting rather suspicious lately.%K%P",
"'Ah...'%K%P",
"I ran into Inori in the corridor.%K%P",
"'G-Good morning.'%K%P",
"'G-Good, good mor...morning!'%K%P",
"Inori fumbled her words as she bowed her head\\nvery low.%K%P",
"'W-Well! Excuse me!'%K%P",
"'Oh.'%K%P",
"I reached out my arm towards Inori's back as she\\nwalked away. But she was out of reach.%K%P",
"'Hm...'%K%P",
"I let out a sigh and scratched my head with that\\nsame hand.%K%P",
"It's been a few days since Inori and I started\\noffering regional contribution.%K%P",
"Because of it, I've been spending more time with\\nInori ever since we started living together at\\nTsubaki Apartments.%K%P",
"We'd already accomplished a number of requests\\ntogether.%K%P",
"But...%K%P",
"'Something's not right.'%K%P",
"Inori was acting a little strange.%K%P",
"More specifically, she wouldn't look at me in\\nthe eye and she was avoiding converstaion with\\nme.%K%P",
"I can't even remember the last time we spoke.%K%P",
"Lately she'd leave the very moment she'd run\\ninto me.%K%P",
"'Meh, who am I to judge?'%K%P",
"I mean, I felt somewhat awkward myself.%K%P",
"Ever since the cat search inquiry, I've been\\ncatching myself following her with my eyes.%K%P",
"When I looked at Inori, my heart ached with a\\nstrong desire to talk and be with her.%K%P",
"That's why it hurt when she avoided me.%K%P",
"'Oh man, what do I do?'%K%P",
"I didn't know why she was avoiding me and there\\nwas nothing I could do about it.%K%P",
"I needed to figure out why so I could talk to\\nher again.%K%P",
"'We can't go on like this.'%K%P",
"In order to blow away the heartache, I had to\\nreset my mind.%K%P",
"'*Sigh* What is going on with me?'%K%P",
"After Sho was out of sight, she leaned on the\\ncorner of the corridor and dropped her\\nshoulders.%K%P",
"'I don't mean to avoid him...'%K%P",
"In truth, I really wanted to talk to him.%K%P",
"I wanted to be by his side and spend more time\\nwith him.%K%P",
"'But, I'm too embarrassed...'%K%P",
"Since when did I start thinking about him so\\nmuch?%K%P",
"It was obvious...%K%P",
"'I admired how he acted that time...'%K%P",
"It'd been a few days, but I still blushed\\nwhenever I remembered that moment.%K%P",
"Those big arms that held me close, his handsome\\nface, and his kind words.%K%P",
"My heart beat at his ever so manly ways.%K%P",
"'He put his face closer to mine that time to...'%K%P",
"Could it be because he was about to kiss me?%K%P",
"'Sho and I kissing...'%K%P",
"Just that thought made me burn with shame, but a\\npart of me really wanted it to happen.%K%P",
"'This feeling, could this be...love?'%K%P",
"I didn't know.%K%P",
"I was a goddess who watched over Kannagi.%K%P",
"It's not like I wasn't longing for love, I just\\nnever expected to encounter it while on duty as\\na goddess.%K%P",
"But right now, I had strong feelings for one\\nman.%K%P",
"'Sho...'%K%P",
"Just calling his name made me fraught with\\nemotion.%K%P",
"At the same time, I felt terribly empty without\\nhis warmth by my side.%K%P",
"If this was love, would this feeling calm down\\nif I confessed?%K%P",
"But, what if he doesn't accept my feelings...%K%P",
"'*Sigh* Hmmm...'%K%P",
"The thought kept popping back up in my head.%K%P",
"The aching of my heart and Inori's behavior\\nbecame more serious as days passed by.%K%P",
"I tried to talk to her, but she kept avoiding\\nme.%K%P",
"Forget conversation, there was nothing I could\\ndo if she kept avoiding me like that.%K%P",
"Did she actually hate me? The thought left me\\ngreatly depressed.%K%P",
"'*Sigh*'%K%P",
"I still couldn't stop thinking about Inori.%K%P",
"Her embarrassed, angry, sad, and happy faces...\\nThey were all burned into my mind and I couldn't\\nget them out.%K%P",
"'Inori...'%K%P",
"It'd only been a few days and the sight of her\\nsmile already felt like a distant memory.%K%P",
"'I want to see her smile like that again.'%K%P",
"My thoughts only got more intense.%K%P",
"I've never felt this strongly about a person\\nbefore.%K%P",
"What was happening to me?%K%P",
"'*Sigh*'%K%P",
"Unable to express my feelings, I headed to the\\nliving room as I sighed, who knows how many\\ntimes.%K%P",
"'Ah... How did it end up like this?'%K%P",
"I froze when I opened the living room door a\\nlittle and heard Inori's voice.%K%P",
"'I...really.'%K%P",
"I couldn't make out what she said from behind\\nthe door.%K%P",
"'Sho...'%K%P",
"Hearing my name startled me.%K%P",
"'I know that we can't go on like this, but...\\n*Sigh*'%K%P",
"'Should I tell Sho that I--?'%K%P",
"It was apparent that she had something to tell\\nme.%K%P",
"When I leaned against the door to hear better,\\nit made a loud creak.%K%P",
"'Huh?! Wh-Who's there?!'%K%P",
"I decided to enter the living room since I knew\\nI couldn't hide any longer after surprising her.%K%P",
"'Sh-Sho?!'%K%P",
"When I entered the room, Inori's eyes widened in\\nsurprise.%K%P",
"She then started to panic, her face changing\\ncolor.%K%P",
"'Wh-Wh-Wh-Why are you here?! D-Did you hear what\\nI just said?'%K%P",
"'Nope, I knew you were saying something, but I\\ndidn't catch the details.'%K%P",
"'O-Okay, good.'%K%P",
"'Um, Inori... Are you free right now?'%K%P",
"'What, oh, um... S-Sorry! I've got private\\nmatters to attend to. S-So if you-- Ahh!'%K%P",
"'Inori!'%K%P",
"I caught her in my arms after she stood up too\\nfast to avoid me and almost fell to the floor.%K%P",
"'Whoa, are you okay?'%K%P",
"'Oh, uh... I-I'm okay.'%K%P",
"'Glad to hear...'%K%P",
"As I held her in my arms, Inori looked so\\nbeautiful, especially after not seeing her in a\\nwhile.%K%P",
"I was captivated by her glistening eyes, the\\nheat from her breath, and her lustrous hair.%K%P",
"'Hey, Inori. Could I have a moment to talk to\\nyou?'%K%P",
"'U-Uh... Sho, you held me, in your arms, in your\\narms... And, and... Umm...'%K%P",
"'Did I do something? If I did, I'd like to\\napologize.'%K%P",
"'N-No. It's not your fault, Sho!'%K%P",
"It was painful to see her in such distress.%K%P",
"'Then, what's going on? It's pains me to not be\\nable to talk to you.'%K%P",
"'Inori, I want to...'%K%P",
"'A-Augh... I-I'm sorry!'%K%P",
"'Ah!'%K%P",
"Inori jumped out of my arms and ran out of the\\nliving room.%K%P",
"'I just saw Inori rush out of here... Hey,\\nsomething seems weird. What'd you do?'%K%P",
"Maika tilted her head in curiosity after she\\nstepped into the living room.%K%P",
"I continued to stare out the door where Inori\\nran out and didn't even respond to Maika.%K%P",
"Maika came in and sat down with me on the\\nveranda.%K%P",
"'Here's some tea.'%K%P",
"'Thanks.'%K%P",
"I finished the tea Maika served me and took a\\nrest.%K%P",
"'So, what happened?'%K%P",
"'Actually...'%K%P",
"From the earlier mishap, I'd learned that I\\ncouldn't figure this out by myself, so I spilled\\nit all to Maika.%K%P",
"'Hmm, I see. She was totally unapproachable,\\nhuh?'%K%P",
"'Yup. If she keeps avoiding me like this, I'll\\nnever find out what's going on.'%K%P",
"At least, there was no question that she was\\navoiding me.%K%P",
"'It's true. Inori's been acting weird lately.'%K%P",
"Maika stopped talking and after a moment of\\ncontemplation, she looked straight at me.%K%P",
"'Sho, you like Inori, don't you?'%K%P",
"'What? Where did that come from? Of course I\\nlike her, I definitely don't dislike her...'%K%P",
"'Don't play dumb. I'm asking if you like her as\\nmore than a friend...'%K%P",
"'More than a friend? No, what are you saying?!'%K%P",
"'Anyone could tell that you like Inori from the\\nway you act, Sho.'%K%P",
"'It's that obvious...?'%K%P",
"'Completely unaware, huh? You've been thinking\\nabout her all the time lately.'%K%P",
"'I'm sick of seeing you guys not go anywhere\\nwhen it's obvious that you both have feelings\\nfor each other.'%K%P",
"'Does that mean...'%K%P",
"If I heard right, Maika just implied that Inori\\nalso liked me as more than as a friend.%K%P",
"I stared intently and Maika giggled.%K%P",
"'Sho, I just want you to be honest with\\nyourself.'%K%P",
"'The stupidly honest, gentle, and softhearted\\nchildhood friend is the Sho Narumi I know.'%K%P",
"'Are you lying to yourself? Or am I the one\\nblowing it out of proportion?'%K%P",
"As Maika looked at me intently, I contemplated\\nher words. I thought about what Maika said to\\nme.%K%P",
"If I were my usual self, I'd ask for help to\\nsettle things quickly rather than trying to\\nhandle it alone.%K%P",
"But, I didn't do that.%K%P",
"Why was that?%K%P",
"Actually, it was obvious.%K%P",
"When it was about Inori, I didn't want anyone\\nelse to be involved.%K%P",
"I wanted Inori to be happy, I wanted to protect\\nher kind heart and I didn't want to think that\\nshe hated me.%K%P",
"'I seeee... Maika you're exactly right.'%K%P",
"Maika's words touched my heart.%K%P",
"'Am I being nosy?'%K%P",
"'Nope, I'm good now. Thanks Maika! Without you I\\nwouldn't be aware of my own feelings.'%K%P",
"'All right, then. Now you know what to do,\\nright?'%K%P",
"'Yup, of course.'%K%P",
"My heart was free of all doubts.%K%P",
"Now it was time for me to take action.%K%P",
"Now that Maika helped me realize my feelings, I\\nsearched for Inori but couldn't find her.%K%P",
"'Did she go out?'%K%P",
"'Hey Sho? What's up?'%K%P",
"When I stepped out, I bumped into Akane who just\\ncame back home.%K%P",
"'Hey Akane.'%K%P",
"'Sho, I'm back! Get this! Today at the shopping\\nstreet...'%K%P",
"'Sorry, I'm in a bit of a hurry.'%K%P",
"As soon as I said that, Akane became noticeably\\npouty.%K%P",
"'Arg, you're busy too? Inori was also.'%K%P",
"'You saw Inori?'　%K%P",
"'Oh, yup. I saw her. So what?'%K%P",
"'I was looking for her. Do you mind telling me\\nwhere you saw her?'%K%P",
"'Uh, I think it was at the crossroads near the\\npark.'%K%P",
"'Near the park... Okay.'%K%P",
"That meant she was headed to that one place.%K%P",
"'Thanks Akane.'%K%P",
"'Sure? Not sure what's going on, but maybe you\\ncan help her. She seemed to be thinking hard\\nabout something.'%K%P",
"'Yeah.'%K%P",
"With Akane's words of encouragement, I ran off.%K%P",
"'*Huff, huff* Phew...'%K%P",
"I ran so fast that my chest started to hurt.%K%P",
"I just pressed on and kept going.%K%P",
"Inori had to be there, I just knew it.%K%P",
"I ran because I wanted to see her.%K%P",
"'Finally...here.'%K%P",
"I forced myself to catch my breath and entered\\nthe shrine I had visited with Inori before.%K%P",
"While located in the middle of a residential\\narea, the shrine gave off a sacred atmosphere\\nand there she was.%K%P",
"'Inori.'%K%P",
"'Oh, Sh-Sho...'%K%P",
"Inori didn't try to escape when I entered the\\ngrounds.%K%P",
"She smiled, then turned away awkwardly.%K%P",
"'Why are you here?'%K%P",
"'I searched for you because I wanted to tell you\\nsomething.'%K%P",
"'R-Really?'%K%P",
"A brief period of silence followed.%K%P",
"'U-Um!'%K%P",
"Our voices overlapped.%K%P",
"Now that we had each other's attention, we both\\nlet out a strained laugh.%K%P",
"'Then, may I go first?'%K%P",
"'Sure.'%K%P",
"After she took a deep breath, she straightened\\nherself out.%K%P",
"'I've been avoiding you a lot.'%K%P",
"'First, I want to apologize for that. I'm really\\nsorry.'%K%P",
"She then deeply bowed her head.%K%P",
"'So, yes, I've been acting weird.'%K%P",
"'Whenever I thought about you, I got confused. I\\ncouldn't even look at you. Even now I'm trying\\nso hard to keep my voice from shaking.'%K%P",
"'I'm always thinking about you. I follow you\\nwith my eyes whenever I get a chance.'%K%P",
"'My heart won't stop skipping. I end up running\\naway when I don't mean to.'%K%P",
"'But, that all ends today.'%K%P",
"Inori looked up.%K%P",
"This time, she didn't look away from me.%K%P",
"'Sho, I like you more than a friend. I love\\nyou.'%K%P",
"Inori continued to look straight at me.%K%P",
"That's why, I also confessed.%K%P",
"'Me too.'%K%P",
"'What?'%K%P",
"'It's the same for me. I'd find myself following\\nyou with my eyes whenever I got a chance.'%K%P",
"'I'm so nervous that standing in front of you\\nlike this is making my legs shake.'%K%P",
"'I didn't know what this feeling was at first.\\nBut I'm sure of it now.'%K%P",
"'I want you by my side, I want to be with you\\nall the time. I...I love you too, Inori.'%K%P",
"I firmly confessed my own feelings back to her.%K%P",
"'So...we love each other, mutually?'%K%P",
"'That's right.'%K%P",
"'I'm happy...'%K%P",
"Tears fell from Inori's eyes.%K%P",
"'I-I thought since I've been avoiding you, you\\nhated me now.'%K%P",
"As she started to cry, I hugged her to comfort\\nher.%K%P",
"'I wouldn't hate you because of that. Plus,\\nyou're not gonna be running away anymore,\\nright?'%K%P",
"'O-Of course not.'%K%P",
"'Then, everything's fine. We won't bring that up\\nagain.'%K%P",
"'Anyway, Inori, this means that you're my\\ngirlfriend, right?'%K%P",
"'Y-Yes. I am your g-girlfriend.'%K%P",
"As I called her name, she became fidgety while\\nher face turned red.%K%P",
"I couldn't help myself.%K%P",
"'Inori...'%K%P",
"'Y-Yes?'%K%P",
"'Can we do something only lovers do?'%K%P",
"'What?! Oh, um, I'm not sure how good-- Ah, mm,\\nmuah.'%K%P",
"Before Inori could finish her sentence, I stole\\na kiss from her small lips.%K%P",
"Her body was stiff with nervousness, but she\\nrelaxed soon after.%K%P",
"'Looking forward to spending more time with\\nyou.'%K%P",
"'Y-Yes. I feel the same.'%K%P",
"Seeing Inori swoon in my arms excited me. I was\\nso happy to I'd get to be around her cuteness\\nmore often.%K%P"
]