[
"After working with Inori and Maika to get Akane\\nfired up again, the passing days had been so\\npleasant.%K%P",
"'That's it for today.'%K%P",
"I closed the book I was reading and stretched.%K%P",
"The book recommended to me by Inori was\\nunexpectedly good, time just zoomed passed.%K%P",
"'Better get some coffee.'%K%P",
"'Oh, Inori?'%K%P",
"'Sho?'%K%P",
"When I entered the living room, Inori looked\\nserious, deep in thought.%K%P",
"'Did something happen?'%K%P",
"'Oh, well... I-It's nothing.'%K%P",
"She must have been thinking really hard since\\nshe didn't notice me until I spoke to her.%K%P",
"Because of that, she hurried to put a smile on\\nher face.%K%P",
"'Are you concerned about something?'%K%P",
"'There is something on my mind, but it's nothing\\nyou need to worry about, Sho.'%K%P",
"It was unusual for Inori to hide things like\\nthat.%K%P",
"It made me curious.%K%P",
"'Ah, seems like you don't trust me, Inori...\\nWhen I trust you so much.'%K%P",
"'What?! No, That's not true! I trust you, Sho!'%K%P",
"'Then, tell me what's bothering you.'%K%P",
"'Oh, u-um...'%K%P",
"'See? You really don't...'%K%P",
"'O-Okay! I'll tell you!'%K%P",
"Whatever the situation, Inori was always nice.%K%P",
"'So, what's been bothering you?'%K%P",
"'Akane is very close to the people of Kannagi,\\nright?'%K%P",
"'Hmm? Yeah, it sure seems like it.'%K%P",
"We'd been hearing stories during dinner about\\nAkane's interactions with the people of the\\nshopping street.%K%P",
"From what I heard, she had a very close\\nrelationship with them.%K%P",
"'After hearing those stories, I can't help but\\nto think this.'%K%P",
"'I am the goddess of Kannagi Town, but it's not\\nlike I'm close with its people like Akane is.'%K%P",
"'That's why I was thinking of ways to be more\\nhelpful for the people of Kannagi.'%K%P",
"After she released all her pent up feelings, she\\ntook a sip of her tea and let out a sigh.%K%P",
"'Do you feel contempt towards me being jealous\\nof Akane?'%K%P",
"'Why would I feel contempt?'%K%P",
"'You care so much about this town. I admire that\\nand will never feel contempt for you.'%K%P",
"'Sho...'%K%P",
"'From what you said, it sounds like you want to\\nbe more involved with the people of this town.'%K%P",
"'Y-Yes. That's true. But, I just don't know what\\nto do...'%K%P",
"'I'm not cheerful or assertive like Akane...'%K%P",
"'Hmm...'%K%P",
"A way to get closer to the townspeople...%K%P",
"Akane attracted them with her own, unique\\npersonality.%K%P",
"It'd be cruel to make the modest and virtuous\\nInori act like her.%K%P",
"Then, what was the best thing to do?%K%P",
"'Oh yeah...'%K%P",
"'Did you think of something?!'%K%P",
"Whoa, she's really serious about this.%K%P",
"Surprised to see Inori more active than usual, I\\ncleared my throat and stated my suggestion.%K%P",
"'It's actually very simple. You just have to\\nmake a regional contribution.'%K%P",
"'A regional contribution?'%K%P",
"Yes. You'll listen and solve the townspeople's\\nconcerns. That way, you'll naturally get closer\\nto them.'%K%P",
"Inori made a distressed face upon hearing my\\nsuggestion.%K%P",
"'I appreciate the suggestion Sho, but\\nunfortunately, I cannot do that.'%K%P",
"'You can't?'%K%P",
"'Yes. Are you familiar with the Divine\\nFundamental Law?'%K%P",
"'Hmm, I'm not too familiar with it.'%K%P",
"'In short, it prohibits goddesses from making\\npeople's wishes come true. People are not\\nallowed to utilize goddesses like that.'%K%P",
"'I'd like to ask you to be aware of that.'%K%P",
"Hmm, that's interesting.%K%P",
"There's a high possibility to run into that\\nissue with regional contribution.%K%P",
"'They're that strict about the Divine\\nFundamental Law?'%K%P",
"'No, as long as I don't overdo it with my\\npowers, there should be no problem.'%K%P",
"'There actually are goddesses who use Jinriki on\\na regular basis.%K%P",
"Oh?%K%P",
"Inori made it seem like it was a very severe\\nregulation, but it seems like it's actually not\\nthat extreme.%K%P",
"'Then there shouldn't be any issues, right?'%K%P",
"'Only if it's used 'normally'.'%K%P",
"'However, the goddess who's my superior is very\\nstrict on laws and regulations.'%K%P",
"'She is very hard to please and is very strict\\nwhen it comes to following them.'%K%P",
"Ah, it sounded like this goddess was the\\nserious, uptight type.%K%P",
"'Inori, it's not like you want to spread your\\nname as the goddess of this region, right?'%K%P",
"'Right. I'm not looking to be respected like\\nthat. I just want all residents to be happy\\nliving here.'%K%P",
"'And if possible, I always want to see their\\nsmiles. I believe that's how I should be as a\\ngoddess.'%K%P",
"'I see. Then you can help out as just Inori, not\\nas the goddess Inori.'%K%P",
"'What?'%K%P",
"'Don't use Jinriki, don't spread the word that\\nyou're a goddess. Maybe they'd consider it under\\nthese conditions?'%K%P",
"'Th-That actually sounds possible. No, but...'%K%P",
"Inori kept mumbling as she digested the\\nsituation.%K%P",
"I was aware that I made an awful argument.%K%P",
"But I strongly felt that this was a great way\\nfor Inori to interact with the townspeople.%K%P",
"'I understand that your superior is strict, but\\nI think it's worth a try rather than giving up\\noff the bat.'%K%P",
"'Heck, I'll even go with you to ask.'%K%P",
"'Sho... I got it. I'll give it a try.'%K%P",
"'I-It got approved.'%K%P",
"She muttered in surprise after she came back\\nfrom meeting with her boss.%K%P",
"'That's great. Now you can go ahead with helping\\nout the townspeople.'%K%P",
"'Yes! But, what should I do about the regional\\ncontribution...'%K%P",
"'I'm the one who suggested it. So let's come up\\nwith ideas together.'%K%P",
"I confidently said to reassure Inori.%K%P",
"'Yes! Let's think of a way together!'%K%P"
]