[
"A few days passed since Inori and I got used to\\nspending time as lovers.%K%P",
"Now, Inori was almost always by my side.%K%P",
"'Here you go, Sho.'%K%P",
"'Thanks.'%K%P",
"Inori served me a bowl of rice.%K%P",
"It was the perfect portion, as always.%K%P",
"'You've become so accustomed to it, it's like\\nyou're his wife.'%K%P",
"Maika commented as she gazed at Inori, briskly\\ntaking care of me.%K%P",
"'N-N-Not at all! I'm still far from you, Maika!'%K%P",
"'It's true, I think Maika's food is still\\ntastier.'%K%P",
"'She's learned most of the dishes I taught her,\\nit's only a matter of time I'll be surpassed by\\nInori.'%K%P",
"Maika responded to Akane as she slurped down\\nmiso soup.%K%P",
"'I have to say that I agree with Maika.'%K%P",
"'It's already impressive how she improved so\\nmuch in such a short amount of time.'%K%P",
"In reality, Inori had greatly improved on all\\nher chores in general.%K%P",
"Was it because she was able to work more\\nefficiently?%K%P",
"'It's all because of my mentor, Maika. Thank you\\nfor everything.'%K%P",
"'The more people know how to cook, the easier it\\ngets for me. Now that Inori cooks, I'm able to\\nrelax more.'%K%P",
"'It's true that her food is tasting better.\\nYeah, anyway, I'm not complaining.'%K%P",
"'Oh please, Akane.'%K%P",
"'I get to eat delicious food and Inori feels the\\njoy in cooking. What an awesome relationship!'%K%P",
"Forcing a smile at Akane, Inori seemed pretty\\nhappy.%K%P",
"It's always nice to feel accomplished.%K%P",
"'Speaking of chores, it's been raining a lot\\nrecently.'%K%P",
"'Yes. The laundry won't dry if it's always\\ncloudy like this.'%K%P",
"'It's true. It makes a huge difference in\\nsoftness when drying it under the sun rather\\nthan in the room.'%K%P",
"Inori and Maika started to sound like house\\nwives with their concerns.%K%P",
"'It was rainy and cloudy all last week. I wonder\\nhow next week's looking.'%K%P",
"I took the remote to turn on the TV just when\\nthey were about to start the weather report.%K%P",
"'The typhoon is gathering strength...'%K%P",
"'What, another one?'%K%P",
"Akane sounded disappointed as she watched the\\nnews.%K%P",
"'We're in the season, but it sure is happening a\\nlot these days.'%K%P",
"'Augh, I'm bored. Staying at home all the time\\nis gonna make me gloomy.'%K%P",
"'There's nothing you can do about the weather.'%K%P",
"Akane sulked like a child and Inori gently\\ncalmed her down.%K%P",
"It's like they were mother and child.%K%P",
"If I married Inori and we had a kid, she would\\nbe a wonderful mother.%K%P",
"'Sh-Sho? When you stare at me like that, it's,\\nyou know, embarrassing.'%K%P",
"'Sorry. I was just thinking how you'd be a good\\nmom.'%K%P",
"'A-A mom?! U-Um, I think that's too early for\\nus...'%K%P",
"'But if that's what you want, I can start\\nnow...!'%K%P",
"'Hey, Sho. I think something weird's going on\\nwith Inori.'%K%P",
"'There, there. I'm still a student so it'd be\\ntoo early for me. I need to get a good job first\\ntoo.'%K%P",
"If we were to have kids, I'd need to establish a\\ngood foundation for Inori.%K%P",
"'Sho, you're acting weird too.'%K%P",
"'...'%K%P",
"Next to us acting silly, Maika was watching the\\nnews with a serious face.%K%P",
"'Maika? Is there something going on in the\\nnews?'%K%P",
"'Ah, I'm just worried about the typhoon.'%K%P",
"'What typhoon?'%K%P",
"I shifted my attention to the news.%K%P",
"'The typhoon will touchdown in four days and\\nit's looking to be a big one.'%K%P",
"The reporter on TV read the rest of the\\nforecast.%K%P",
"I figured out what Maika wanted to say.%K%P",
"'It's almost time to prepare for the Autumn\\nFestival, right? It's unfortunate to have such a\\nbig typhoon hit this year.'%K%P",
"'It sounds like it's a big one too. They might\\neven cancel the Autumn Festival.'%K%P",
"Kannagi's Autumn Festival requires a month of\\npreparation and then a week of intense\\npreparation.%K%P",
"Each district gathers and makes ropes for the\\nparade, rehearse dances, collects donations, and\\narranges the food.%K%P",
"During the last stretch of the preparations,\\nthere's more labor including setting up risers\\nand moving the portable shrine to city hall.%K%P",
"The month long preparation for this year was\\ndone. What was left was the week of intense\\npreparation.%K%P",
"We understood that there was the potential for\\nall that hard work to become ruined by the\\ntyphoon.%K%P",
"'If it gets canceled, everyone in town would be\\nso disappointed.'%K%P",
"'Is the Autumn Festival going to be okay?'%K%P",
"Inori and Akane asked as they sensed the anxiety\\nfrom Maika and I.%K%P",
"'The neighborhood association must have an\\nalternative plan in place, so it should be\\nfine.'%K%P",
"'Yup... And we're the ones who need to reinforce\\nTsubaki so it doesn't fall apart.'%K%P",
"Still anxious about the Autumn Festival, we\\nstarted to prepare for the typhoon.%K%P"
]