[
"A little while later we were both ready to talk\\nagain.%K%P",
"'I'm sorry, Sho. I just ended up causing you\\ntrouble.'%K%P",
"'Nah, it's my fault for walking in on you. Don't\\nbeat yourself up over it.'%K%P",
"'Besides, it was worth it to get to see you in\\nyour underwear.'%K%P",
"'You're such a perv...'%K%P",
"Maika rested her head against my shoulder.%K%P",
"The feeling of her weight against me felt good,\\nit made me feel closer to her.%K%P",
"'Ah...'%K%P",
"I'd gently squeezed Maika's hand. She seemed\\nsurprised, her whole body trembled, but just for\\na moment.%K%P",
"Then she squeezed back.%K%P",
"'I never thought we could be together like this.\\nI was so happy to find out you felt the same way\\nabout me as I feel about you.'%K%P",
"'I'm sorry I didn't realize sooner. There must\\nbe something wrong with my eyes for me to have\\ntaken so long.'%K%P",
"'Yeah, seriously.'%K%P",
"She giggled as we joked together.%K%P",
"Needless to say, I found that unbearably cute.%K%P",
"'Sho, I've been thinking.'%K%P",
"'About what?'%K%P",
"'I love this place and the time we've spent here\\ntogether. I want to protect it, too.'%K%P",
"'I think a part of me wanted to keep it like\\nit's always been, a place for just you and me.\\nBut not anymore.'%K%P",
"'Even if Akane's rehabilitation goes smoothly,\\nTsubaki will still have to close down someday.\\nUnless we do something about it.'%K%P",
"She was right. Even if our work with Akane did\\npay off, it was hard to keep a boarding house\\nrunning if no one lived there.%K%P",
"The fact that we'd need to attract more tenants\\nhad crossed my mind.%K%P",
"'Does that mean you've thought of something we\\ncan do?'%K%P",
"'Yep. I was thinking we could make it a\\nresidence for other goddesses like Akane.'%K%P",
"'Other goddesses?'%K%P",
"'Yeah. The kind that have trouble fitting in,\\nthat might need a little help reforming\\nthemselves.'%K%P",
"'It could breathe new life into this place! Then\\nwe could both get to stay here, together.'%K%P",
"'What do you think?'%K%P",
"Maika looked at me nervously.%K%P",
"Wanting to put her at ease, I nodded.%K%P",
"'It's a great idea. If we can't get human\\ntenants, find some divine ones instead. You've\\nfound a gap in the market.'%K%P",
"Not many people lived around here anymore, and\\nnormal goddesses had no trouble finding\\naccommodation. Aragami were a different story.%K%P",
"This plan could really work.%K%P",
"'Right? That's why I'm going to start helping\\nwith Akane's rehabilitation.'%K%P",
"'I'd be glad to have your help, but don't rush\\ninto anything with her. Remember what happened\\nlast time.'%K%P",
"'She's cheered up now, so things should be fine.\\nI won't be too harsh on her.'%K%P",
"Maika seemed confident, but there was still some\\ndoubt in my heart that I couldn't shake.%K%P",
"'Just remember Akane's already working really\\nhard. Try to take a balanced approach.'%K%P",
"'You sure know a lot about Akane.'%K%P",
"'Well, I've spent a lot of time with her.'%K%P",
"'You must be an expert on her by now, huh?'%K%P",
"'I wouldn't go that far. Besides, I'm much more\\ninterested in learning about you.'%K%P",
"'I can't believe you can say that with a\\nstraight face.'%K%P",
"While Maika laughed, I thought over what we'd\\njust talked about.%K%P",
"I was glad she was enthusiastic about this, but\\nI felt like I'd need to be on the lookout for\\npotential trouble.%K%P",
"I did my best to push my doubts from my mind.%K%P"
]