[
"'Hey, Sho?'%K%P",
"'What's up, Mai-chan?'%K%P",
"'I saw this thing on TV the other day. Sometimes\\npeople who are really close go from being\\nfriends to being a couple.'%K%P",
"'Do you think we could be a couple someday?'%K%P",
"'Hm, I dunno. A couple's like a mom and a dad,\\nright? Could we really become like that?'%K%P",
"'Aw, you don't want to?'%K%P",
"'Th-That's not it! Uh, how 'bout this?'%K%P",
"'When I'm grown up, and big and strong enough to\\ntake care of you--'%K%P",
"A few days had passed since Sho started running\\naround trying to restore Akane's motivation.%K%P",
"'Good! That's great, Akane!'%K%P",
"'Right? And just get a load of this!'%K%P",
"'Akane, I think something like this would work\\nbetter there.'%K%P",
"As usual, Sho and Inori were in the courtyard\\ncoaching Akane on her dance routine.%K%P",
"'You think so?'%K%P",
"'Yes. You see, this will be a little more\\nshowy...'%K%P",
"From my hidden vantage point I heaved a sigh.%K%P",
"Sho had thrown himself wholeheartedly into\\nhelping out Akane.%K%P",
"I couldn't tell how Akane felt, but she did seem\\nto be taking all this training seriously.%K%P",
"And Inori was always there to lend a hand.%K%P",
"As for me... It didn't feel like I was doing a\\nlot.%K%P",
"Of course, I said I wanted to save this building\\nand that I'd do anything I could to help.%K%P",
"But none of it felt real.%K%P",
"'What can I do...?'%K%P",
"I was at a loss.%K%P",
"I'd been putting up a front for so long. I\\ndidn't even know how I truly felt anymore.%K%P",
"'What do I want, really...?'%K%P",
"Did I want to save Tsubaki Apartments, or just\\nlet it go?%K%P",
"I muttered to myself softly so that no one else\\ncould hear.%K%P",
"'You're going to see your boss?'%K%P",
"'Yes. I received a call from her asking both\\nAkane and I to come discuss matters in person.'%K%P",
"It wasn't until morning practice was over and\\nwe'd finished lunch, that Inori brought it up.%K%P",
"'Sounds boooring, do I really have to go?'%K%P",
"'Yes, you do. It may be boring, but it's also\\nimportant.'%K%P",
"'Fine, fine, I'll go, I'll go.'%K%P",
"'Once is enough. In any case... Sho, Maika?'%K%P",
"'I'm afraid Akane and I will be leaving now.'%K%P",
"'What?!'%K%P",
"'Huh? Something wrong, Maika?'%K%P",
"'Oh, uh, it's nothing... So you're leaving me\\nalone with Sho?'%K%P",
"She muttered something under her breath, but I\\nlet it go.%K%P",
"'Will you be staying for dinner?'%K%P",
"'I'm not sure. We could be back by evening... If\\nnothing goes wrong, that is.'%K%P",
"'Why are you looking at me? Are you suggesting\\nI'll do something to mess it up?!'%K%P",
"'Yes, something like flying off the handle at\\nour boss...'%K%P",
"'You get angry way more than I do.'%K%P",
"'Did you say something?'%K%P",
"'No, nothing...'%K%P",
"'This being the case, we may be away overnight.'%K%P",
"'Urgh, this sucks! I want to eat Maika's\\ncooking!'%K%P",
"Akane began to sulk.%K%P",
"'How about we make something you can reheat when\\nyou get back?'%K%P",
"'Oh, thank you. That would be great.'%K%P",
"'If you truly want to get home early, be sure to\\ntake this meeting seriously.'%K%P",
"'Urrrgh... Okay, fine.'%K%P",
"With a reluctant nod, Akane followed after Inori\\nand they both left the building.%K%P",
"With the two of them gone, it seemed awfully\\nquiet.%K%P",
"They'd been here so long the place felt empty\\nwithout them.%K%P",
"'What should we make for dinner...? How about\\ncurry!'%K%P",
"'...'%K%P",
"'Maika?'%K%P",
"'Huh? What?'%K%P",
"'What about dinner? We need to make something\\nthat's easy to reheat.'%K%P",
"'Anything's good, right? Why would we need to\\nreheat it?'%K%P",
"'Were you even listening to Inori?'%K%P",
"'Oh... Yeah, sorry. I was just...thinking.'%K%P",
"'Something on your mind? Do you want to talk\\nabout it?'%K%P",
"'N-No, it's nothing serious. I'm fine, really.'%K%P",
"She didn't sound fine. She'd been acting strange\\nfor a little while now.%K%P",
"'So, what was the problem about Inori?'%K%P",
"'She and Akane have to meet with their boss,\\nthey might be home late. So I thought we'd make\\ndinner for when they get back.'%K%P",
"'Okay, sounds good.'%K%P",
"Maika still sounded distracted, like her mind\\nwas somewhere else.%K%P",
"'You sure you're all right? You can go take a\\nnap or something if you like.'%K%P",
"'I'm fine. Besides, I've got chores to take care\\nof.'%K%P",
"'Let me help you with that, then.'%K%P",
"Maika had already got up and was halfway to the\\ndoor.%K%P",
"'It's okay. You should rest. You must be tired\\nfrom helping Akane with her practice every day.'%K%P",
"'There's no way I can relax at a time like this.\\nBesides, the housework'll get done faster with\\ntwo of us, right?'%K%P",
"'I guess...'%K%P",
"'Then it's settled. I'll wash up the breakfast\\nstuff if you can handle things out here. Sound\\ngood?'%K%P",
"'Sure.'%K%P",
"'Great. Let's get started.'%K%P",
"I flexed my arms a little and headed for the\\nkitchen.%K%P",
"When I finished up in there, I went looking for\\nMaika to see if she needed help with anything\\nelse.%K%P",
"There was something odd about her today.%K%P",
"'She seemed fine at breakfast, but now... Is she\\nsick or something?'%K%P",
"I had no idea.%K%P",
"Asking her directly wouldn't get me anywhere. It\\nstill bothered me, though.%K%P",
"'Oh, here you are.'%K%P",
"'You're done already? That was fast.'%K%P",
"'There wasn't that much to do. Looks like you're\\nalmost finished, too.'%K%P",
"'Yeah, almost. You can head on ba--'%K%P",
"'No, I can still work. Here, give me a cloth.'%K%P",
"'Okay...'%K%P",
"I took one of Maika's spare cleaning cloths and\\nstood next to her, wiping down any areas she'd\\nmissed.%K%P",
"'I guess you can't reach up here, huh?'%K%P",
"'Yeah, but...you really don't have to help like\\nthis, you know.'%K%P",
"'I want to. I've been spending so much time with\\nAkane and Inori lately, it's nice to be able to\\ndo something for you.'%K%P",
"'Oh really? And what would you do for me?'%K%P",
"'For you, anything!'%K%P",
"'Jeez, enough with the cheesy lines.'%K%P",
"Maika smiled.%K%P",
"She was acting a little more like herself now.%K%P",
"'This is...kinda strange, huh?'%K%P",
"'What is?'%K%P",
"'It's been a while since you and I have been\\nalone together.'%K%P",
"'Up until a while ago it was always just the two\\nof us here, but now it feels weird without Akane\\nand Inori around.'%K%P",
"'I'm not saying it's a bad thing. Just...'%K%P",
"'Just...?'%K%P",
"'Forget it. It's nothing.'%K%P",
"What had she been trying to say?%K%P",
"I could only guess she was struggling with\\nsomething she couldn't put into words.%K%P",
"'Hey Maika. Are you sure you're okay?'%K%P",
"'Of course I am. Why wouldn't I be?'%K%P",
"'You're lying.'%K%P",
"I looked straight into Maika's eyes.%K%P",
"'What makes you say that?'%K%P",
"She turned away to avoid my gaze. But I knew.%K%P",
"'How long have we known each other? By now I can\\nat least tell when you're not being honest.'%K%P",
"'...'%K%P",
"She didn't say a word.%K%P",
"But in a way, that silence was answer enough for\\nme.%K%P",
"'You know I'll do anything I can to help,\\nright?'%K%P",
"'Thanks. But really, it's nothing.'%K%P",
"'If you say so...'%K%P",
"It wouldn't do any good to try to pressure Maika\\ninto saying more.%K%P",
"I knew that, but I still wished I could do\\nsomething.%K%P",
"'This isn't something I can tell you...'%K%P",
"'What was that?'%K%P",
"'I said enough chatter! If you're gonna work,\\nthen get to work!'%K%P",
"'Yes ma'am!'%K%P",
"Maika's expression was a perfect mask. It could\\nhave meant anything.%K%P",
"I'd just have to wait until she was ready to\\ntalk.%K%P"
]