[
"'Here you go, Sho. Say ahh!'%K%P",
"'Ahh. *Munch*'%K%P",
"I chewed on the piece of omelet Maika offered\\nme.%K%P",
"'What do you think? I tried changing the recipe\\na little this time.'%K%P",
"'Mmm, it's good.'%K%P",
"'Yay! Okay, try some of this salmon next.'%K%P",
"'Mmm... This is great, not too salty. Of course,\\neverything tastes good when you make it.'%K%P",
"'Oh, Sho, you charmer!'%K%P",
"Seeing Maika blush and smile like that, I was\\nready to take on anything.%K%P",
"'Are these two for real?'%K%P",
"'They've just started going out, it's natural\\nfor them to be like this at first.'%K%P",
"'Well, as long as they're happy, I guess.'%K%P",
"'But what about us? I don't know where to look\\nhere.'%K%P",
"'Sho, you've got a grain of rice... Here, let me\\nget it for you.'%K%P",
"'Oh, thank you, Maika.'%K%P",
"'No need to thank me. I am your girlfriend,\\nright?'%K%P",
"'I had no idea couples like this really\\nexisted.'%K%P",
"'I think it's lovely that they're so\\naffectionate.'%K%P",
"Akane and Inori were saying...something, but I\\nwasn't really paying attention.%K%P",
"I was in heaven.%K%P",
"'Sho?'%K%P",
"'Yeah?'%K%P",
"'I just like saying your name. Heehee.'%K%P",
"'Ha, I know what you mean. Maika.'%K%P",
"'Sho.'%K%P",
"'Maika.'%K%P",
"'So, Inori... This rice is kinda sweet today,\\nhuh?'%K%P",
"'Oh, yes, indeed. The tea, too. I wonder if\\nthere's more sugar in it than usual.'%K%P",
"Was it just me, or did those two seem a little\\nuncomfortable?%K%P",
"'What's wrong, guys? Is something wrong with the\\nfood?'%K%P",
"'Is it because of the changes I made? Is it too\\nsweet?'%K%P",
"She'd changed it to suit my tastes, after all.%K%P",
"Maybe that was it. Akane and Inori just weren't\\nused to this new flavor yet.%K%P",
"'No, no. I've got no complaints about the food.\\nRight, Inori?'%K%P",
"'Right. It's delicious. There's certainly\\nnothing wrong with the food.'%K%P",
"'So what's up?'%K%P",
"'I can't believe they haven't noticed. How long\\nis this gonna last?'%K%P",
"'Don't get me wrong, I'm very happy for them...\\nBut having to watch them like this may become a\\nlittle tiring...'%K%P",
"'???'%K%P",
"Maika and I looked at the two goddesses,\\ncompletely dumbfounded.%K%P",
"'I think maybe I'll go out somewhere today. The\\nair in this place is too much for me.'%K%P",
"'I agree. Let's allow these two some time\\nalone.'%K%P",
"'Okay, we'll be going then, bye!'%K%P",
"'Oh, all right. Take care.'%K%P",
"'Sure, if you say so.'%K%P",
"Apparently Maika and I would have the house to\\nourselves this afternoon.%K%P",
"This was going to be great.%K%P",
"After seeing off the two goddesses, we decided\\nto tackle the remaining housework.%K%P",
"'Okay, that should do it.'%K%P",
"I finished up cleaning the corridors, and\\nrealized my breathing had gotten heavy.%K%P",
"Tsubaki was pretty big, after all. I worked up\\nquite a sweat doing a full circuit of the place.%K%P",
"'I should take a bath before getting back to\\nMaika.'%K%P",
"I didn't want to subject her to my company while\\nI was still so sweaty.%K%P",
"I returned to my room, threw off most of my\\nclothes and headed for the bathroom.%K%P",
"'A whole afternoon with Maika...'%K%P",
"The housework was done and Akane and Inori\\nwouldn't be back for a while. Hanging out with\\nMaika would be a fun way to spend the day.%K%P",
"'Gotta clean myself off first, though.'%K%P",
"Still partly in a daze, I swung open the door to\\nthe bathroom.%K%P",
"'Huh?'%K%P",
"'Ah.'%K%P",
"Maika was already inside, in the process of\\ngetting undressed and now in only her underwear.%K%P",
"'Sh-Sho...?'%K%P",
"'Uh, wow, uh... This door wasn't locked, was\\nit?'%K%P",
"I did have to turn the doorknob a few times, but\\nit had opened easily enough.%K%P",
"'...'%K%P",
"For a moment neither of us said a word.%K%P",
"In my head I knew I should look away and close\\nthe door, but Maika's body captured my\\nattention.%K%P",
"'Hey...'%K%P",
"'Yeah?'%K%P",
"'Wh-Why are you trying to get in here?!'%K%P",
"'Oh!'%K%P",
"Maika was starting to get flustered.%K%P",
"'No way, I forgot to lock it?! I-I just didn't\\nwant to come see you while I was still sweaty\\nand, and--'%K%P",
"'You know that wouldn't bother me, right?'%K%P",
"'That's not the point!'%K%P",
"'How long are you gonna keep staring?!'%K%P",
"'Oh, sorry! You just look so beautiful...!'%K%P",
"For some reason that calmed Maika down.%K%P",
"'Y-You really think I look good...? You like my\\nbody, Sho?'%K%P",
"'Of course I do...'%K%P",
"Aw, crud!%K%P",
"I just sort of answered on reflex!%K%P",
"But rather than getting mad, Maika seemed to\\ntake it as a compliment.%K%P",
"'Heh, really now? Perhaps you'd like to look a\\nlittle more, then?'%K%P",
"'If...you insist...'%K%P",
"Since I had permission now, I let my eyes wander\\nall over Maika's body.%K%P",
"All the way along her slender arms, across her\\nwell-endowed chest and back down the curves of\\nher hips...%K%P",
"She looked good from every angle.%K%P",
"And this was the girl I was going out with. I\\nmust be the luckiest guy in the world.%K%P",
"'Y-You know... Being stared at like this... I\\ndon't think I can...'%K%P",
"Maika shifted and fidgeted, her face going\\nredder by the moment.%K%P",
"'Something wrong?'%K%P",
"'I... I... *Hic*'%K%P",
"'Sorry! I'll go now!'%K%P",
"It would be bad to keep going as it is so I\\nturned back.%K%P"
]