[
"\\dOh. Are you alone, Kaede?\\d%K%P",
"She was the only one out in the main hall.%K%P",
"\\dSeems like it. Tomorrow's the big day, so the\\nothers must be getting ready.\\d%K%P",
"Kaede didn't seem to be busy herself, though.%K%P",
"\\dI'm good to go already, so I'm just waiting for\\ntomorrow.\\d%K%P",
"\\dShion still seems to be up to her tricks.\\d%K%P",
"\\dShe'll never learn, will she?\\d%K%P",
"\\dWhat's the matter Akira, are you worried?\\d%K%P",
"\\dWhat? No, uhh...\\d%K%P",
"I knew that Shion was pulling one over on Kaede.%K%P",
"I just didn't feel right knowing about it.%K%P",
"\\dRelax. I might not be on Shion's level, but I can\\nplay clever too.\\d%K%P",
"\\dHaha, I guess that's true.\\d%K%P",
"Maybe she had caught on already.%K%P",
"\\dShion would be such a great Goddess if she just\\nbehaved herself.\\d%K%P",
"\\dShe plays dirty, but she still works hard. I\\nrespect her for that.\\d%K%P",
"Shion was capable of things Kaede wasn't.%K%P",
"That itself was worthy of praise.%K%P",
"\\dWhat do you think of Yukari, then...?\\d%K%P",
"The two of them were in a more heated competition.%K%P",
"I wanted to get a sense of how Kaede really felt\\nabout her.%K%P",
"\\dYou like to ask the tough questions, huh?\\d%K%P",
"\\dYou don't have to answer if you'd rather not.\\d%K%P",
"I'd asked mostly out of curiosity.%K%P",
"It wasn't like I was pushing her or anything.%K%P",
"\\dNo, it's not that or anything...\\d%K%P",
"\\dBut I might be more inclined to answer if there\\nwas something in it for me, you know?\\d%K%P",
"\\dFine. Within reason, at least.\\d%K%P",
"\\dDon't worry, I won't trouble you.\\d%K%P",
"I dimmed the lights and waited for Kaede.%K%P",
"A short while later she came out with tea for us\\nboth.%K%P",
"\\dWow, the moon looks nice tonight...\\d%K%P",
"This was all she had wanted - for the two of us to\\nsit outside and gaze at the moon together.%K%P",
"It wasn't quite a full moon, but the autumn\\nmoonlight illuminated the area.%K%P",
"\\dSome otsukimi dango would have been great right\\nabout now.\\d%K%P",
"\\dI have some bean daifuku, would you like one of\\nthose?\\d%K%P",
"\\dNah, don't worry about it.\\d%K%P",
"\\dYes, I wouldn't want to spoil this moment.\\d%K%P",
"She slowly slid over towards me.%K%P",
"I put my arm around her shoulder.%K%P",
"\\dWell, this is nice!\\d%K%P",
"\\dYou sure seem happy.\\d%K%P",
"\\dIt's not every day I'm this lucky, right?\\d%K%P",
"I guess she was right.%K%P",
"I couldn't remember a single time when I'd taken\\nthe initiative with Kaede.%K%P",
"\\dYou never do this sort of thing for me.\\d%K%P",
"\\dYou seem to do it for Yukari an awful lot,\\nthough.\\d%K%P",
"Her words were like needles.%K%P",
"She was right, I had a lot of physical contact with\\nYukari to keep her Tatari on lockdown.%K%P",
"\\dYeah, sorry about that.\\d%K%P",
"\\dI wasn't trying to guilt trip you.\\d%K%P",
"\\dI just wish you'd treat me the same. Seems like\\nyou treat Shion pretty well too...\\d%K%P",
"\\dI-I do?\\d%K%P",
"\\dYou do. I'm the only one left out.\\d%K%P",
"I had never intended it to be like that, but it\\nseemed like Kaede felt that way.%K%P",
"\\dAgain, I'm not mad. Not even at Yukari.\\d%K%P",
"\\dShe does irritate me sometimes...\\d%K%P",
"\\d...okay, maybe she irritates me all the time...\\d%K%P",
"\\d...but still, I'm thankful for her bringing this\\nall about.\\d%K%P",
"\\dIf it wasn't for her, I wouldn't be here again\\nwith you like this...\\d%K%P",
"It had only been one time, but there had been\\nsomething between us once.%K%P",
"But whether it was because of that or not, we\\nstopped being able to just sort of naturally\\ninteract with each other afterwards.%K%P",
"\\dTo be honest, there's plenty a word I'd like to\\nhave with Yukari.\\d%K%P",
"\\dBut thanks to her I've changed a bit myself. And\\nthanks to that I'm enjoying myself more these\\ndays...\\d%K%P",
"\\dSo to sort of pay her back for that, I figure I\\ncan just try and accept her running around calling\\nherself your wife.\\d%K%P",
"Kaede had also claimed to be my better half in\\nresponse.%K%P",
"It was probably more reactionary than anything, but\\nnow it was just a matter of fact.%K%P",
"\\dSorry if I've troubled you...\\d%K%P",
"\\dNo, not at all. I would have told you if you had.\\d%K%P",
"\\dWait, does that mean you're more into girls like\\nYukari?\\d%K%P",
"\\dThat's not exactly it...\\d%K%P",
"\\dIt's just that she seems like she needs the\\nhelp.\\d%K%P",
"\\dBut I'll bet she'd be pretty charming if she truly\\nlaughed from the heart.\\d%K%P",
"I wanted to see that smiling face at least once.%K%P",
"\\dListen to you Akira... Talking like that with me\\nstill in your arms.\\d%K%P",
"\\dSorry, sorry. But you know what I mean, right?\\d%K%P",
"\\dYes... I was a Tatarigami myself once, after all.\\d%K%P",
"She smiled quietly to herself thinking back.%K%P",
"There were painful memories along with newfound\\njoys.%K%P",
"\\dI hope you succeed, Akira. I'll help if I can.\\d%K%P",
"\\dThanks. I can always depend on you, Kaede.\\d%K%P",
"\\dIt's to repay you for all the trouble I caused.\\nThis is the least I can do.\\d%K%P",
"\\dYou really don't need to, though...\\d%K%P",
"It was like we were both missing each other's\\npoints.%K%P",
"But then we came to understand each other.%K%P",
"\\dBut these are two different issues. I don't plan\\non giving you up to anyone.\\d%K%P",
"\\dI know. That's why you're competing, right?\\d%K%P",
"\\dTomorrow I'm going all out. Though I'm a little\\nworried about who you'll be cheering for...\\d%K%P",
"\\dDon't tell me, not yet. Just...stay here with me a\\nbit longer...\\d%K%P",
"Kaede rested her body against mine.%K%P",
"\\dHold me tight. If you don't, I'm going to fall.\\d%K%P",
"\\dIn that case, I'd better hug you really close.\\d%K%P",
"\\dThat's more like it!\\d%K%P",
"Her face melted into pure happiness and she\\nreached out to touch me.%K%P",
"\\dI've finally made it this far...\\d%K%P",
"\\dAnd I don't plan on running away now...\\d%K%P"
]