[
"\\dNow then Yukari, look after things while we're\\naway, would you?\\d%K%P",
"\\dWhat? I don't like the sound of that!\\d%K%P",
"\\dI refuse! I absolutely do not consent to this!\\d%K%P",
"Yukari was doing everything in her power to object.%K%P",
"\\dAhaha, the way you are now, you don't exactly\\nhave much choice.\\d%K%P",
"By the time I had come down to breakfast, Yukari\\nwas already tightly bound by Kaede's ropes.%K%P",
"\\dThis is unfair! Untie me right this instant!\\d%K%P",
"\\dIf you don't... Eheheh, nothing will be able to\\nstop my Tatari!\\d%K%P",
"As if adding credence to her threats black clouds\\nrose around her.%K%P",
"\\dYou never learn, do you? Do you even know why\\nwe're doing this?\\d%K%P",
"\\dI can't say I do.\\d%K%P",
"\\dBecause you tried to cozy up to Akira last night!\\d%K%P",
"\\dI did not. I just did what any wife would do.\\d%K%P",
"\\dA wife needs to attend to her husband. It is her\\nduty!\\d%K%P",
"\\dSo that's what all this is about.\\d%K%P",
"I'd slept through it all and hadn't noticed.%K%P",
"Who would have thought all this had gone on...?%K%P",
"\\dAkira here has to go to a meeting about Kamimori\\nShrine's annual fall festival out at the main\\nshrine.\\d%K%P",
"\\dSo we'll need you to look after the place while\\nwe're gone.\\d%K%P",
"\\dHow am I supposed to do that like this?\\d%K%P",
"\\dFine, I'll cut you loose.\\d%K%P",
"\\dI'm not staying here, though! My husband needs his\\nwife!\\d%K%P",
"\\dIf you really think you can leave me behind,\\nyou've got another thing coming.\\d%K%P",
"\\dEhehehe!\\d%K%P",
"It was never a good sign when she laughed like\\nthat.%K%P",
"Her Jinriki oozed out from within, so much so that\\neven Kaede was taken aback.%K%P",
"\\dKaede! The bean sprouts you were growing are\\nstarting to droop!\\d%K%P",
"\\dI guess she is too much, even for plants.\\d%K%P",
"\\dAll right Kaede, that's enough.\\d%K%P",
"\\dC'mon, let's all settle down.\\d%K%P",
"I took Yukari, in her frightening mental state, and\\ndrew her close to me.%K%P",
"\\dAh... Akira? You'd treat me with such outward\\naffection...?\\d%K%P",
"\\dAre you okay, Yukari?\\d%K%P",
"\\dY-Yes, thanks to you. You brought me back to my\\nsenses.\\d%K%P",
"\\dWe won't leave you behind, don't worry. You're\\ncoming with us.\\d%K%P",
"\\dOh Akira!\\d%K%P",
"\\dOh you're just so close, I could lick that neck of\\nyours...\\d%K%P",
"\\dHey, cut that out.\\d%K%P",
"\\dOkay, I'll bite it then!\\d%K%P",
"Not settling down a bit, she stopped licking me and\\nstarted giving me love bites.%K%P",
"A complete turnabout from before, she was now\\nmore like a cute kitten than a lion.%K%P",
"\\dYou spoil her...\\d%K%P",
"\\dWell, you did take things a bit far. Let her have\\nher fun.\\d%K%P",
"\\dFine. Let's all go together.\\d%K%P",
"The main shrine was still in the same city as our\\nbranch, but it was quite far away.%K%P",
"We had to take a bus up over the mountains and\\nhead down about an hour on the far side to get\\ninto town.%K%P",
"And the bus stop itself was all the way out at the\\nrear temple.%K%P",
"\\dNo one can get between us now!\\d%K%P",
"The seats on the bus were in pairs so Yukari and I\\nsat together.%K%P",
"\\dI wish we could just head off together like\\nthis...somewhere far away.\\d%K%P",
"\\dMaybe some other time. I've got a meeting today.\\d%K%P",
"\\dI know. I was just thinking out loud.\\d%K%P",
"\\dBut we'll definitely have to go on a honeymoon\\nsomeday!\\d%K%P",
"I could tell she was getting excited at the thought\\nby how she latched on to me.%K%P",
"She seemed pleased to have me to herself.%K%P",
"\\dWhy did we have to decide this with rock, paper,\\nscissors?\\d%K%P",
"\\dYou're pretty bad at it, huh...\\d%K%P",
"\\dYou could have at least won and spared us all\\nthis.\\d%K%P",
"We had decided our seats fair and square with rock,\\npaper, scissors.%K%P",
"\\dHey now don't go getting all cozy. We're here too,\\nyou know!\\d%K%P",
"\\dDid you hear something? I couldn't make it out\\nover the engine.\\d%K%P",
"Yukari was completely ignoring the others.%K%P",
"She wanted to pretend we were here without them.%K%P",
"\\dOh, how wonderful... Now if only the bus could\\njust break down or something, we could spend so\\nmuch time together.\\d%K%P",
"\\dDon't even joke about that.\\d%K%P",
"\\dThey do say such experiences bring people closer.\\d%K%P",
"\\dEheheh!\\d%K%P",
"I'm not sure she realized what she was wishing on\\nus.%K%P",
"I could have handled her just talking about it, but\\nthe black clouds rising up around her hands had me\\nworried.%K%P",
"\\dHey, you wanna relax a little?\\d%K%P",
"I took her hands and held back the Tatari.%K%P",
"If I hadn't, the bus might have been in trouble.%K%P",
"\\dDestruction of property is against the law, you\\nknow.\\d%K%P",
"\\dDon't worry. No one will dare testify against me.\\d%K%P",
"\\dI'll keep you quiet with a sweet kiss, Akira. You\\njust wait!\\d%K%P",
"\\dI'd prefer you just keep the bus in one piece.\\d%K%P",
"\\dHehehe, that all depends on you. Can you hold my\\nTatari back?\\d%K%P",
"She was hugging my arm.%K%P",
"She was holding on so tight, it felt like my arm\\nmight fall off.%K%P",
"\\dIf you want to kiss me, all you need to do is say.\\nYour faithful wife is always waiting for you.\\d%K%P",
"\\dGrrr...that Yukari. No amount of rock, paper,\\nscissors gives her that privilege...\\d%K%P",
"\\dShe's squishing those boobs right into him to try\\nand get his attention.\\d%K%P",
"\\dI guess letting him grab mine wasn't enough...\\d%K%P",
"Now it was Kaede's turn to start overthinking.%K%P",
"\\dListen to you all, nothing but boobs on your\\nminds. Wait until they feel my malice...\\d%K%P",
"\\dMay their breasts wither! May their breasts\\nwither! May their breasts wither...!\\d%K%P",
"\\dWhat's this? Some sort of curse?!\\d%K%P",
"\\dOh Akira! Save me!\\d%K%P",
"\\dShoot, that's not how this was supposed to work.\\nIt just fanned the flames!\\d%K%P",
"The more they tried to stop her, the more Yukari\\ndrew close.%K%P",
"There was no stopping her now.%K%P",
"\\dAaah, nothing beats this feeling...\\d%K%P",
"\\dYour Sakimitama is just so wonderfully warm...\\d%K%P"
]