[
"\\dThe rice harvest season is almost on us again.\\d%K%P",
"The ears of rice were dancing in the fall winds.%K%P",
"It was the very picture of the autumn harvest.%K%P",
"\\dNot long until the fall festival now, is it?\\d%K%P",
"\\dFestival season already, huh? Wonder what's up for\\nthis year?\\d%K%P",
"The annual festivities at Kamimori Shrine were\\nalways lavish.%K%P",
"The shrine grounds my family looked after were part\\nof a branch. The main shrine was in the center of\\ntown.%K%P",
"Kamimori's fall festival was held at the main\\nshrine, and it was always packed with visitors\\nevery single year.%K%P",
"\\dWho cares about any of that? Why does Akira even\\nhave to be here?\\d%K%P",
"We all came out together, but Yukari didn't seem\\npleased.%K%P",
"\\dNever hurts to have a man around to help with a\\nmove, right?\\d%K%P",
"\\dSorry to bother you. But even if Kaede could\\nhandle all her stuff, I've got tons, too.\\d%K%P",
"\\dIf you didn't want to accompany us, you could have\\njust stayed behind.\\d%K%P",
"\\dAny good husband needs his wife. I simply follow\\nAkira wherever he may take me.\\d%K%P",
"\\dSounds pretty stalker-ish to me, Yukari.\\d%K%P",
"\\dStalkers act out of their own one-sided love.\\nThere is no stalking when that love is mutual, like\\nours.\\d%K%P",
"\\dPfff, spoken like a true stalker.\\d%K%P",
"\\dGrrr!\\d%K%P",
"Getting called out stirred Yukari's Jinriki into\\naction.%K%P",
"\\dI am NOT a stalker!\\d%K%P",
"And just like that, her black Jinriki power was set\\nfree.%K%P",
"\\dJeez! Coming straight out with a Tatari attack,\\nhuh?\\d%K%P",
"\\dWait...what? Nothing happened.\\d%K%P",
"It had looked like the Tatari had moved to attack\\nShion, but she was completely unfazed.%K%P",
"\\dWas that a dud or something?\\d%K%P",
"\\dShion! Up! Above you!\\d%K%P",
"\\dHuh?\\d%K%P",
"\\dWaaah!\\d%K%P",
"A metal bucket appeared above Shion and crashed\\ndown on her head.%K%P",
"\\dWhat was that even doing out here...?\\d%K%P",
"Before I could guess it was suddenly gone.%K%P",
"\\dWas that part of your Tatari?\\d%K%P",
"\\dWho knows? It's not like I get choose what\\nhappens.\\d%K%P",
"She had a completely untroubled look on her face.%K%P",
"One that almost said, 'that was nothing.'%K%P",
"\\dYeowch... That wasn't very nice...\\d%K%P",
"\\dMaybe we should be glad it was just a bucket. Who\\nknows, it could have been some heavy weights or\\nsomething...\\d%K%P",
"\\dY-Yikes. That'd be the end of me.\\d%K%P",
"That's not a sight I would want to see.%K%P",
"\\dBut, I don't think it would ever come to that.\\d%K%P",
"\\dBecause I have my dearest husband with me, see?\\nAs long as he's by my side the Tatari will never\\nget too strong.\\d%K%P",
"Yukari grabbed onto my arm as if to taunt the\\nothers.%K%P",
"\\dHey, you don't have to press your chest into me\\nlike that...\\d%K%P",
"\\dThat's just a treat from your sweet wife!\\d%K%P",
"\\dYeah...\\d%K%P",
"She wasn't holding back. All sorts of signals were\\nshooting through my brain.%K%P",
"\\dHow about a treat from your better half too?\\d%K%P",
"Not to be outdone, Kaede pressed herself into me\\nfrom the other side.%K%P",
"\\dWell? I'm not about to be beaten by her.\\d%K%P",
"\\dWhoa Kaede, no holding back from you, huh?\\d%K%P",
"\\dYou know, I can't figure out why you never did\\nthis before.\\d%K%P",
"\\dW-W-Well, I didn't want to see him stolen away...\\d%K%P",
"\\dSo you're telling me you wouldn't have had the\\nguts to if I hadn't come along first...?\\d%K%P",
"\\dYeah, I'm a wimp! So what?!\\d%K%P",
"I never expected her to just up and admit it.%K%P",
"Kaede always seemed so strong and dependable. I\\nnever would have thought otherwise.%K%P",
"\\dAre you disappointed in me, Akira...?\\d%K%P",
"\\dOf course not.\\d%K%P",
"\\dIt's more like I got to see a wonderful new side\\nof you.\\d%K%P",
"It was almost refreshing seeing her like this. It\\nexcited me.%K%P",
"\\dGah... Here I am doing the same exact thing, but\\nshe looks better for it...\\d%K%P",
"\\dJust when I had finally found Akira... The only\\none who can accept me for what I am...\\d%K%P",
"\\dHey, uh, that Tatari of hers is starting to spill\\nout again.\\d%K%P",
"\\dAh, sorry about that. Just a slip.\\d%K%P",
"\\dLatching on to me isn't enough to stop it?\\d%K%P",
"\\dYou'd better get a little closer.\\d%K%P",
"She had been clinging pretty close anyway, but I\\ndrew her in and held her tighter.%K%P",
"\\dOh, Akira...\\d%K%P",
"\\dLet's just take things slow, shall we?\\d%K%P",
"\\dS-Sure.\\d%K%P",
"As we made our way through the golden sea of rice\\nfields and out to the konnyaku fields, the scenery\\nchanged dramatically.%K%P",
"\\dWhat is this place...?\\d%K%P",
"\\dThat over there is the Chinju Forest. The Kamimori\\nrear shrine is right in the middle of it.\\d%K%P",
"\\dKaede and I live out there.\\d%K%P",
"\\dWe do now, at least...\\d%K%P",
"I saw Kaede's expression darken ever so slightly.%K%P",
"They lived a normal life out there now, but things\\nhadn't always gone so smoothly.%K%P",
"\\dYou live there? There...?\\d%K%P",
"\\dYou can tell something's off?\\d%K%P",
"\\dI don't think you even need to be a Goddess to see\\nthat.\\d%K%P",
"\\dI mean, it looks like time has stopped...\\d%K%P",
"We were right in the middle of fall and its\\nfoliage.%K%P",
"But the forest was still stuck in midsummer.%K%P",
"The endless summer was a sign of its holy sanctity.%K%P",
"Once, this forbidden forest had acted as a barrier\\nto seal away Kaede, its resident Tatarigami.%K%P",
"\\dLet's get a move on. I'd like to finish the whole\\nmove today.\\d%K%P",
"Kaede took the lead, gallantly striding toward the\\nmidsummer shrine.%K%P",
"We followed behind, heading into the forest--%K%P",
"\\dWaaah!\\d%K%P",
"Yukari held her nose as if she had walked into\\nsomething.%K%P",
"\\dYukari? What's the matter?\\d%K%P",
"\\dI don't know...\\d%K%P",
"\\dBut I think this barrier is refusing to let me\\nthrough!\\d%K%P",
"\\dYeah, duh. You're a Tatarigami.\\d%K%P",
"\\dSo sorry, but these are holy grounds. We can't let\\nany evil pass through.\\d%K%P",
"\\dThat's discrimination! This is absurd!\\d%K%P",
"\\dThat's the way it is. You just stay here and wait\\nfor us.\\d%K%P",
"\\dNo waaay!\\d%K%P",
"We left Yukari behind and made our way into the\\nChinju Forest.%K%P",
"Before long we arrived at the rear shrine.%K%P",
"\\dWow, this is...\\d%K%P",
"The rear shrine was the most holy of places at\\nKamimori Shrine.%K%P",
"At least it was supposed to be, but right now it\\ndidn't look it.%K%P",
"\\dShocking, yes? It's quite a mess.\\d%K%P",
"\\dHey, I didn't know Aki would be coming by...\\d%K%P",
"The place was very clearly divided into a neat zone\\nand messy zone.%K%P",
"As you might expect, the messy part was all Shion,\\nand the organized part was Kaede's.%K%P",
"\\dThis is what you get for not tidying up\\nregularly.\\d%K%P",
"\\dYeah...\\d%K%P",
"\\dHere's your chance to get it spick and span once\\nand for all.\\d%K%P",
"\\dAll by myself? No way! Aki, you'll help me,\\nright?\\d%K%P",
"\\dMy mistress calls to me, you see?\\d%K%P",
"\\dAbsolutely not. As your better half I must\\nrefuse.\\d%K%P",
"\\dOh, come on!\\d%K%P",
"Shion ended up having to clean up and pack all by\\nherself. It was probably for her own good, anyway.%K%P",
"\\dYou've really kept things organized here, Kaede.\\d%K%P",
"\\dThis is normal. It's Shion who's out of control.\\d%K%P",
"\\dYeah, true.\\d%K%P",
"I'm no neat freak myself, but keeping things clean\\nand tidy is part of the job when you're tending a\\nshrine.%K%P",
"Without a doubt, Shion was the odd one out - a\\ncomplete mess of a Goddess.%K%P",
"\\dYou sure it was okay not letting Yukari in here?\\d%K%P",
"I didn't say anything earlier, but I knew the\\ntruth.%K%P",
"That whole barrier was part of Kaede's power, and\\nshe could control it at will.%K%P",
"\\dYou think I was being mean?\\d%K%P",
"\\dNo... You wouldn't do that for no reason, right?\\d%K%P",
"\\dHeh, there's no fooling you, is there?\\d%K%P",
"\\dI left her out there because I wanted to talk with\\nyou.\\d%K%P",
"She led me away to the back of the shrine.%K%P",
"Shion was too busy cleaning to notice us leave.%K%P",
"\\dAkira...\\d%K%P",
"She closed the distance between us, and then took\\nmy arm and latched on to it.%K%P",
"\\dKaede?!\\d%K%P",
"\\dJust stay still. This is an important part of the\\nprocess...\\d%K%P",
"She spoke with conviction, but I had no idea what\\nshe meant.%K%P",
"\\dSorry, you probably don't know what's going on,\\nhuh?\\d%K%P",
"\\dWell, no...\\d%K%P",
"Just thinking of where my arm was right now had my\\nhead spinning.%K%P",
"That bust of hers was obvious even through her\\noutfit. And right now I could feel it pressing up\\nagainst my arm as she moved closer.%K%P",
"\\dYukari just showed up out of nowhere, proclaiming\\nherself as your wife...\\d%K%P",
"\\dThen Shion and I both claimed our own roles, too.\\nIt must all be so hard on you.\\d%K%P",
"\\dOh, that, yeah...\\d%K%P",
"\\dHuh?\\d%K%P",
"\\dNo, never mind.\\d%K%P",
"I couldn't think straight with that soft feeling on\\nmy arm.%K%P",
"But apparently that wasn't what this talk was\\nabout.%K%P",
"\\dYou know just as well as I do that your parents\\nleft you to me.\\d%K%P",
"\\dI could never tell them that their successor,\\ntheir son, had fallen to depravity.\\d%K%P",
"\\dThat's why I want you to stay true to your\\nconvictions. Don't yield to the temptations Yukari\\nbrings. Keep your mind and body clean and pure...\\d%K%P",
"She spoke passionately, and her grip grew stronger.%K%P",
"We were now so close I could almost feel her\\nheartbeat.%K%P",
"\\dStill, I know you are a young and healthy man, and\\nyou'll want to give into your more carnal desires.\\d%K%P",
"\\dThat's why... A-And this is just a suggestion,\\nbut...\\d%K%P",
"\\dIf you truly cannot resist the urge, you can\\nalways come to me. Just like you did...that day.\\d%K%P",
"She looked at me with a fire in her eyes.%K%P",
"This was no joke. She meant it.%K%P",
"She truly wanted to continue what we started back\\non that day.%K%P",
"\\d...\\d%K%P",
"Her face burned bright red.%K%P",
"It was clear that she had gone beyond her normal\\nboundaries to say this.%K%P",
"\\dYou're really struggling with this, huh?\\d%K%P",
"\\dW-Well...yes, of course.\\d%K%P",
"\\dIt's all so embarrassing, and with you it's\\njust...\\d%K%P",
"She was now red all the way down her neck.%K%P",
"But she still hadn't let go of my arm.%K%P",
"It was clear that she was ready to see this\\nthrough.%K%P",
"\\dIt's fine. Okay?\\d%K%P",
"\\dDon't hold back. You liked these, right?\\d%K%P",
"I found my palms on her breasts.%K%P",
"And she pushed them into my hands.%K%P",
"\\dSoft, right?\\d%K%P",
"\\dThey are, yeah...\\d%K%P",
"\\dHeh, don't be shy now. Go on. Don't hold back.\\d%K%P",
"\\dIf you insist...\\d%K%P",
"Trying to keep my cool as best as I could, I gave\\nthem a squeeze.%K%P",
"\\dWow, this is...\\d%K%P",
"She was still fully clothed, but the sensation was\\nso overpowering it made me gulp.%K%P",
"\\dD-Do you like them? I'm sure they're bigger than\\nhers, at least.\\d%K%P",
"Of course they were.%K%P",
"Yukari wasn't flat-chested by any means, but Kaede\\nhad volume on a whole different level.%K%P",
"\\dI'm yours, you know... So you never have to\\nhesitate...\\d%K%P",
"\\dN-Never?\\d%K%P",
"That was the best news I'd heard in a while.%K%P",
"I was already at the edge of my wits.%K%P",
"\\dI'm sure Yukari would let you too, but just let me\\nhandle those needs, all right?\\d%K%P",
"\\dI'm at least, you know...approved by your parents\\nand whatnot...\\d%K%P",
"So that's where this was going.%K%P",
"My parents being who they are, they'd probably\\nonly meant it as a joke.%K%P",
"\\dSo? If you want to, we can take things further\\nthan this...\\d%K%P",
"\\dWell uhh, not here. Not like this, right?\\d%K%P",
"Shion could stumble upon us any second.%K%P",
"I might have been losing control, but even I\\ncouldn't handle Shion being there watching.%K%P",
"\\dThen we'll stop here, just for now... Okay?\\d%K%P",
"One more time she pressed my hands into her chest.%K%P",
"Her eyes told me to have my fun.%K%P",
"\\dIt's still kind of embarrassing, but I'll do what\\nI must... I'll work to be a deterrent against\\nher...\\d%K%P",
"\\dI'll live up to being called your 'better half,'\\nwhatever it takes...\\d%K%P"
]