[
"\\dAnd then you just roll it up real quick and...\\nTa-da!\\d%K%P",
"Kaede deftly worked the pan and chopsticks to roll\\nup the eggs.%K%P",
"\\dYou're better at this than you look...\\d%K%P",
"\\dPardon me for having the looks of a failed cook, I\\nguess.\\d%K%P",
"Not to back up Yukari or anything, but Kaede really\\ndidn't look like the type to be good in the\\nkitchen.%K%P",
"She still had that mischievous look about her from\\nher Tatarigami days.%K%P",
"\\dShe's more domesticated than you'd think.\\d%K%P",
"\\dAnd especially good at cooking. Better than my\\nmom.\\d%K%P",
"\\dN-Now, I wouldn't go that far.\\d%K%P",
"We might have made her blush, but her hands never\\nfaltered.%K%P",
"The way she so expertly handled herself while\\ncooking really made her seem like perfect wife\\nmaterial.%K%P",
"\\dI can cook too, you know!\\d%K%P",
"\\dLet's see what you've got, then. Can you fix\\nsomething up for me?\\d%K%P",
"\\dHehehe, I'll fix up anything that you may\\ndesire.\\d%K%P",
"\\dHow about you, Shion? Wanna help?\\d%K%P",
"\\dNah, I'll pass. I'd just be in the way.\\d%K%P",
"Shion and I left the kitchen so we wouldn't bother\\nthem.%K%P",
"\\dNow then, while the cat's away the mice will do,\\nwell, whatever they do.\\d%K%P",
"Shion went around unpacking gleefully, setting up\\nher stuff just the way she liked.%K%P",
"\\dDon't mind me. Just go relax or something.\\d%K%P",
"\\dSounds good to me.\\d%K%P",
"Part of me worried about leaving Shion\\nunsupervised, but I did as she suggested.%K%P",
"A few minutes later...%K%P",
"Shion had finished and was all settled in.%K%P",
"\\dMmm, these chips are amazing!\\d%K%P",
"She somehow managed to use her laptop and eat\\nchips while simultaneously flipping through the\\ncomic she was reading.%K%P",
"\\dI was worried the flooring would be too hard, but\\nwith this rug rolled out it's not half bad.\\d%K%P",
"\\dI wasn't sure if I'd be comfortable out here, but\\nit's pretty much as good as our old place.\\d%K%P",
"\\dYou've sure made yourself at home. Won't Kaede\\nget mad at you for lazing around?\\d%K%P",
"\\dNah, no worries. I know how to handle her.\\d%K%P",
"That much was true. She did seem to have gotten\\naway with the mess in her old room.%K%P",
"Kaede had probably grown tired of asking her to\\nclean up again and again.%K%P",
"\\dWe're gonna be eating soon though, so you might\\nwant to hold back on those chips.\\d%K%P",
"\\dListen to you. This is Kaede's cooking we're\\ntalking about.\\d%K%P",
"\\dIt'll be all bland and boring and bleh.\\d%K%P",
"\\dYou think so? I'd say her meals are always full of\\nflavor. Just the kind of stuff I like.\\d%K%P",
"\\dWait, seriously? She never cooks like that for me,\\nyou know!\\d%K%P",
"\\dShe probably just tries to cook balanced meals for\\nyou. Making up for the oils and salt you get from\\nall that junk you eat.\\d%K%P",
"\\dHuh... She might have said as much before.\\d%K%P",
"\\dYou should listen to her, you know.\\d%K%P",
"\\dYeah, yeah.\\d%K%P",
"She declined to heed my advice.%K%P",
"Probably the same way she ignored Kaede.%K%P",
"\\dOh baby, there we go!\\d%K%P",
"\\dThere what goes?\\d%K%P",
"\\dMy stocks! They're shooting up and up!\\d%K%P",
"\\dWait, you've been buying stocks?\\d%K%P",
"\\dSurprised a Goddess of Misfortune would? It's\\nfine! My powers can't travel all the way out to the\\nstock exchange.\\d%K%P",
"\\dI thought since I trouble everyone on a local\\nscale I might try and pay them back working on a\\nglobal one.\\d%K%P",
"\\dI'll build up some wealth with these, and give it\\nback to the people of Kamimori. Then maybe they'll\\nlet me stay...\\d%K%P",
"Shion used to be so afraid of her powers that she\\nabsolutely refused to come in contact with anyone.%K%P",
"But not anymore.%K%P",
"Realizing she couldn't stop her powers, she tried\\nto balance them out in other ways.%K%P",
"\\dWoo boy, after-hours trading is amazing.\\d%K%P",
"\\dJust look at my capital, going up every second! At\\nthis rate I could buy up all of Kamimori!\\d%K%P",
"\\dWait, really...?\\d%K%P",
"\\dMaybe someday, yeah. Gotta keep at it.\\d%K%P",
"She always seemed so spacey, but she actually was\\nplanning ahead.%K%P",
"\\dWahoo! Look at how this virtual currency is\\nblowing up! Can't beat that!\\d%K%P",
"Maybe she wasn't looking all that far ahead.%K%P",
"I had a feeling she was enjoying herself a little\\ntoo much.%K%P",
"\\dOkay, I get it, you're excited. But could you stop\\nflailing your legs around like that?\\d%K%P",
"\\dWhat? Why?\\d%K%P",
"\\dI can see your, you know...\\d%K%P",
"Whenever she kicked around, I could see her\\npanties under her skirt.%K%P",
"The contrast between her underwear and her\\nwell-shaped legs caught my eyes.%K%P",
"\\dI didn't forget to put on my underwear, did I?\\d%K%P",
"\\dYou're wearing some, don't worry. Wait...you\\nforget to wear underwear sometimes?\\d%K%P",
"\\dAhaha...\\d%K%P",
"Trying to just laugh it off, was she?%K%P",
"\\dDon't worry. I won't forget while I'm here.\\d%K%P",
"\\dI'd prefer if you didn't forget ever.\\d%K%P",
"\\dYeah yeah.\\d%K%P",
"She started drifting off back into her own world.%K%P",
"And though I had just asked her to stop, she\\nstarted kicking her legs around again.%K%P",
"\\dHey, Aki...\\d%K%P",
"\\dYou know you can look if you want to, right?\\d%K%P",
"\\dWh-What are you getting at?\\d%K%P",
"\\dTeeheehee! If you're enjoying it, by all means\\nbe my guest.\\d%K%P",
"\\dI mean, I am your mistress, right? I can't beat\\nthe boobies on those other two, so all I've got to\\ngo with is my butt!\\d%K%P",
"\\dSo yeah, how about it? Wanna get in there and\\ngrab a piece?\\d%K%P",
"\\dDon't go getting rash now, Shion. Do you seriously\\nthink we could get away with that here?\\d%K%P",
"\\dFine, fine. Just have a looksee, then.\\d%K%P",
"With that she went back to her business.%K%P",
"And waggling her legs around as if I wasn't even\\nthere.%K%P",
"\\dGaaah...\\d%K%P",
"She did have a nice butt.%K%P",
"And while she might have been self-conscious about\\nher looks, she definitely had her own charm.%K%P",
"\\dSorry, but you really need to stop.\\d%K%P",
"\\dC'mon, why?\\d%K%P",
"\\dI can't take it anymore. I think you're\\nunderestimating how good you look.\\d%K%P",
"\\dWait, what? Are you saying...?\\d%K%P",
"\\dJust stop right there. Not another word.\\d%K%P",
"\\dL-Look who's talking!\\d%K%P",
"\\dDon't toy with my poor little heart like that!\\d%K%P",
"She didn't stop moving her legs, but she started\\ndoing so a little more modestly.%K%P",
"That reaction was just another part of her charm.%K%P",
"Not that she seemed to be aware of it herself.%K%P"
]