[
"The next few days flew by in a hurry.%K%P",
"In addition to the Goddesses' plans, the normal\\nfestival prep was making good progress.%K%P",
"This was just the same stuff we did every year, so\\nit really wasn't much of a hassle.%K%P",
"I did get worked to exhaustion as the only young\\nhand around, but that was also something that\\nhappened every year.%K%P",
"\\dAki, look! Things are really taking off online!\\d%K%P",
"\\dYeah...? Oh, yeah, that's really something.\\d%K%P",
"\\dI'm good at inciting the masses.\\d%K%P",
"I'm not sure 'inciting' them is really our goal...%K%P",
"\\dI'll admit it, that is a good web page.\\d%K%P",
"It was a rare day when Yukari complimented a rival.%K%P",
"But Shion's professional-quality work was good\\nenough to merit even that.%K%P",
"\\dIt's crazy to think you didn't have an official\\nsite for this already. Not even any social network\\naccounts.\\d%K%P",
"\\dWell, you've seen the age group we cater to here.\\d%K%P",
"It would be nice if city workers came out to help\\nus, but all the aid tended to flow to the main\\nshrine.%K%P",
"\\dI'm not all up to speed on this sort of stuff, but\\nI take it Shion's doing a good job?\\d%K%P",
"\\dYou're not really tech savvy. That's why you\\nshould just leave this stuff up to me.\\d%K%P",
"\\dI'll happily do just that.\\d%K%P",
"Kaede hadn't yet joined us in the digital age. She\\nwas about as far removed from the net as you could\\nbe these days.%K%P",
"That's why she left all the promotional business in\\nShion's hands.%K%P",
"\\dDon't go overboard though, Shion.\\d%K%P",
"\\dAw, come on, you're supposed to hype things up a\\nlittle online.\\d%K%P",
"Shion's campaign had gone so viral that even she\\nrealized it was a little excessive.%K%P",
"She didn't stop at promoting the festival, but went\\non to include the shrine itself and the nearby\\narea.%K%P",
"No matter what her intentions were, this was going\\nto be good for the people around here.%K%P",
"\\dHow are things on your end, Kaede? Making\\nprogress?\\d%K%P",
"\\dOf course. I've got the local ladies helping me\\ncook, so it should be fine.\\d%K%P",
"\\dThe stamp cards are ready to go, too. With\\nextravagant prizes, to boot!\\d%K%P",
"\\dSounds like it's all coming together.\\d%K%P",
"None of us knew what Yukari was planning, though.%K%P",
"She'd been spending her days the same as always,\\ndoing nothing out of the ordinary.%K%P",
"\\dWhat trickery are you planning...?\\d%K%P",
"\\dEheheh, I could never let the competition in on my\\nstrategy.\\d%K%P",
"\\dI guess that means you're up to something.\\d%K%P",
"\\dAnd here we are sharing all our plans. Think that\\nputs us at a disadvantage?\\d%K%P",
"\\dYou'll just have to wait and see!\\d%K%P",
"Yukari smiled and didn't spill a single detail.%K%P",
"Unable to draw any info out of her, Kaede and\\nShion looked worried.%K%P",
"Before long it was the night before the festival.%K%P",
"The excitement made it hard to sleep.%K%P",
"\\dTonight's prep is done already...\\d%K%P",
"A few stalls already had been set up by the torii\\ngate.%K%P",
"They were on sacred grounds of course, so they\\nweren't there to turn a profit.%K%P",
"\\dTomorrow's the day, huh... I wonder how it'll go.\\d%K%P",
"No matter who won, it would be cause for\\ncelebration.%K%P",
"Everyone had worked hard to put this together.%K%P",
"But me...what could I do?%K%P",
"\\dLooks like everyone's still awake.\\d%K%P",
"The lights still weren't out.%K%P",
"Maybe they were still busy with last minute prep.\\nOr maybe they were just like me and couldn't sleep.%K%P",
"\\dMaybe I should go check on her...\\d%K"
]