[
"\\dSo it turns out we will be hosting our annual\\nfestival this year after all.\\d%K%P",
"I had dropped by our local store to share the news\\nfrom the main shrine.%K%P",
"\\dThat so, huh? Thank ya so much Akira.\\d%K%P",
"\\dSo all's on as usual?\\d%K%P",
"Mr. Shirane, the owner of a seedling stall, joined\\nus as we all talked things out.%K%P",
"\\dLet's discuss the details when we get everyone\\ntogether. I'm going to need everyone's help to pull\\nthis off.\\d%K%P",
"\\dHuh. So you're having everyone come here?\\d%K%P",
"\\dWell, a good wife should prepare for her\\nguests...\\d%K%P",
"\\dNo, you can just keep sweeping.\\d%K%P",
"\\dI'll take that to mean you aren't planning on\\nstopping that act of yours then? That won't do, I\\nam his real wife!\\d%K%P",
"\\dJeez, give it a rest. Let's just order pizza or\\nsomething. Make it easier on everyone.\\d%K%P",
"\\dConsidering how old most of our visitors are,\\npizza isn't really appropriate.\\d%K%P",
"\\dSushi, then!\\d%K%P",
"For a second I almost thought, 'Yeah, sushi would\\nwork.'%K%P",
"\\dAbsolutely not. That would be such a waste.\\d%K%P",
"\\dYukari and I will take care of the food, so you\\njust finish up with the cleaning, okay Shion?\\d%K%P",
"\\dWhat?!\\d%K%P",
"\\dOkay, I get why that doesn't sit well with Shion,\\nbut why you, Yukari?\\d%K%P",
"\\dBecause I'd have to leave your side, of course. I\\ndon't want to be even a step away!\\d%K%P",
"\\dHiyup!\\d%K%P",
"She drew in close.%K%P",
"\\dOkay, then Yukari and I can switch and--\\d%K%P",
"\\dN. O. No. You can't cook anyway, Shion.\\d%K%P",
"\\dBut I can be your taste tester!\\d%K%P",
"\\dThat will be Akira's job. How does that sound,\\nYukari? Ready to help now?\\d%K%P",
"\\dSo Akira will try the food I make... But that also\\nmeans he'll be trying food I didn't make...\\d%K%P",
"\\dI can't allow that. No way. Absolutely not. Nope\\nnope nope...\\d%K%P",
"And just like that she started growing dark.%K%P",
"Since I was nearby it didn't manifest as Tatari,\\nbut I could tell it had been close.%K%P",
"\\dHehehe! Fine, let's do this.\\d%K%P",
"\\dThat settles that. Have at it, Shion.\\d%K%P",
"\\dGaaah...\\d%K%P",
"\\dWe're counting on you.\\d%K%P",
"Kaede flashed an intimidating smile.%K%P",
"Shion had no way out.%K%P",
"The other Goddesses headed into the main hall to\\nstart prepping.%K%P",
"\\dGlad they're finally gone...\\d%K%P",
"\\dHere's your broom.\\d%K%P",
"\\dMy broom?\\d%K%P",
"\\dI just thought you'd be nice and fill in for me.\\d%K%P",
"\\dPwetty pwease...?\\d%K%P",
"\\dNo matter how cutesy you get in asking, no.\\d%K%P",
"\\dDang, I thought it'd be worth a shot!\\d%K%P",
"\\dI'll help though, so let's get it over with.\\d%K%P",
"\\d'Kay.\\d%K%P",
"Evening came and our visitors arrived one after\\nanother.%K%P",
"It was a true testament to countryside values how\\neveryone came out to help.%K%P",
"\\dHey Aki, why'd you have to get everyone together\\nat such a late hour?\\d%K%P",
"\\dBecause I want everyone to eat, drink, and be\\nmerry. We don't get many opportunities like this.\\d%K%P",
"Social gatherings like this were a big part of\\nholding a festival.%K%P",
"We held parties while we planned and prepared.\\nThe festival itself was one big social event. We'd\\neven get together again to celebrate afterwards.%K%P",
"Even the oldest among us got into the spirit of it,\\nand were just as passionate as anyone else.%K%P",
"\\dGahaha! I never thought I'd see the day when Lady\\nKaede'd pour me a drink! All these long years were\\nworth something, I guess!\\d%K%P",
"\\dYou sure can hold your liquor, Mr. Shirane.\\d%K%P",
"Kaede was always the life of the party at these\\nsorts of things.%K%P",
"This area had worshiped her since long ago, and the\\nfeeling was especially strong among those here.%K%P",
"\\dWho would have thought that a former Tatarigami\\ncould be such a star among the people?\\d%K%P",
"\\dNow then, are you a Goddess too, sweetie?\\d%K%P",
"Mrs. Iwakura was a local konnyaku farmer. She\\nspoke to Yukari with a pleasant smile on her\\nface.%K%P",
"\\dYes, I'm Yukari Amatsu.\\d%K%P",
"\\dOh, I just knew it. A pleasure to meet you dear.\\nI'm Mrs. Iwakura.\\d%K%P",
"\\dN-Nice to meet you...\\d%K%P",
"Mrs. Iwakura, who didn't have a bad bone in her\\nbody, spoke pleasantly to Yukari.%K%P",
"Perhaps unused to this sort of attention, Yukari\\nseemed taken aback.%K%P",
"\\dNow then, you eat up too. It's all quite good.\\d%K%P",
"\\dYeah, thanks...\\d%K%P",
"\\dYukari herself made about half of what we're all\\neating tonight.\\d%K%P",
"\\dDid she now? You're quite the cook.\\d%K%P",
"She was quick to compliment Yukari, but Mrs.\\nIwakura was a great cook herself.%K%P",
"She was polite enough to stay humble, though.%K%P",
"\\dI'd even wager you might be a Goddess of Cooking,\\nyes?\\d%K%P",
"\\dWell, not exactly...\\d%K%P",
"\\dGoddess of what, then?\\d%K%P",
"\\dW-Well...\\d%K%P",
"She was a Tatarigami.%K%P",
"But she couldn't just blurt that out.%K%P",
"Yukari struggled, at a loss for words, until she\\nfinally found some she was comfortable with.%K%P",
"\\dI'm a wife!\\d%K%P",
"\\dA...wife?\\d%K%P",
"\\dYes, I am a Wife Goddess!\\d%K%P",
"She spoke without hesitation.%K%P",
"At this rate, people might mistake her as some sort\\nof Goddess of Marriage.%K%P",
"\\dWell, then you are just right for the Kamimori\\nfestival!\\d%K%P",
"\\dYou mean cuz it's supposed to be good luck for\\nthose who profess their love?\\d%K%P",
"\\dWhy yes. With a Goddess like this, people will\\ncertainly believe the legend.\\d%K%P",
"\\dHehehe...\\d%K%P",
"Yukari didn't deny a word of it, but enjoyed every\\nlast bit of praise.%K%P",
"She hadn't exactly lied, but people were definitely\\nunder the wrong impression.%K%P",
"\\dVery well then. I'll be sure to help liven up this\\nfestival.\\d%K%P",
"\\dWill you, now?\\d%K%P",
"\\dLeave it to me. I'll handle everything. I'll bring\\nthe young men and women together and ensure\\nthey're blessed with children.\\d%K%P",
"\\dAnd I'll start by setting a good example myself.\\nWon't I, Akira?\\d%K%P",
"She slipped right on over to me.%K%P",
"I let my guard down for just a moment and she was\\nthere in an instant.%K%P",
"\\dTh-That's close enough. Everyone's watching.\\d%K%P",
"\\dLet them! Let them see our love shine.\\d%K%P",
"\\dOh, to be young and reckless again...\\d%K%P",
"Stop smiling and help me here!%K%P",
"\\dThat's quite enough, Goddess of Breeding.\\d%K%P",
"\\dBreak it up, you two.\\d%K%P",
"Kaede and Shion worked together to get Yukari off\\nme.%K%P",
"\\dGaaah, I was so close...\\d%K%P",
"\\dDo you always have to get so excited? Try to\\nremember that Shion and I are here, too.\\d%K%P",
"\\dPlus, I'm better at handling events like this. You\\nshould know that.\\d%K%P",
"\\dSo how about it? Why not tag me in as your\\nproducer here?\\d%K%P",
"\\dPut me in charge and we'll be rolling in dough.\\d%K%P",
"Despite being a Goddess of Misfortune, Shion was\\nsomehow still good at making money.%K%P",
"Leaving her in charge would practically guarantee\\nfinancial success.%K%P",
"\\dNow hold on a minute. What are you planning on\\ndoing to our festival?\\d%K%P",
"\\dNothing. Just draw in lots of tourists.\\d%K%P",
"\\dAre you sure? Should we really make this about\\nprofit?\\d%K%P",
"\\dOkay, I admit it might be dangerous to leave it\\nall up to Shion.\\d%K%P",
"\\dAki!!!\\d%K%P",
"It was the truth though. Plain and simple.%K%P",
"\\dThis should be left to me, of course. We would be\\nbest to respect the traditional way of doing\\nthings.\\d%K%P",
"\\dMore like the same old boring thing as always.\\d%K%P",
"\\dLet me take part and push back against\\ndepopulation and declining birth rates.\\d%K%P",
"\\dLet's make this all about love!\\d%K%P",
"Yukari stared straight into my eyes.%K%P",
"Her motivations were clear as day.%K%P",
"\\dAbsolutely not!\\d%K%P",
"\\dYeah, definitely not you, Yukari. We don't need an\\nX-rated festival.\\d%K%P",
"\\dSo basically you'll all complain no matter who's\\nin charge...\\d%K%P",
"We weren't getting anywhere.%K%P",
"Our guests had been watching the whole time. They\\nwere now eyeing me intently.%K%P",
"\\dOkay. Instead of choosing any one leader, let's\\nall take the lead together.\\d%K%P",
"\\dWe'll all come up with ideas to liven up the\\nfestival. How about it?\\d%K%P",
"\\dSo it's a contest, then?\\d%K%P",
"\\dHeh, that makes things way more interesting.\\d%K%P",
"\\dThis might be a good opportunity to see who can\\nreally handle things best.\\d%K%P",
"\\dUh, I wasn't planning on making it this\\ncompetitive.\\d%K%P",
"\\dBut it would be fun, don't you agree?\\d%K%P",
"\\dI mean...I guess.\\d%K%P",
"I didn't really want to set them against one\\nanother, but it did seem like the best way to put\\non the festival.%K%P",
"I could almost see it now.%K%P",
"\\dI'll make sure things don't get out of hand,\\nokay?\\d%K%P",
"\\dAs long as Kaede's on top of things, Yukari\\nshouldn't be able to go too wild.\\d%K%P",
"\\dWhy am I the source of contention here?\\d%K%P",
"\\dLet's just handle this fairly, okay? You shouldn't\\nhave any problem with that, right?\\d%K%P",
"\\dI'll make sure not to cause Akira any trouble...\\d%K%P",
"\\dAs Akira's better half, it's my duty to be\\nsupportive and help run the festival.\\d%K%P",
"\\dSame goes for his mistress! The better the\\nfestival, the better the mood he'll be in!\\d%K%P",
"\\dAnd if all goes well, he'll be sure to treat me\\nnicely too...\\d%K%P",
"\\dEheheh!\\d%K%P",
"Yukari let her fantasies run wild, making the sort\\nof face you shouldn't make in front of company.%K%P",
"But it didn't matter what anyone's goals were, as\\nlong as they were committed to making the festival\\nbetter.%K%P",
"\\dAll right, so can I count on you?\\d%K%P",
"\\dYes!\\d%K%P",
"If any trouble arose, I'd just have to handle\\nthings then.%K%P",
"That would be my job.%K%P",
"\\dSounds like things are settled.\\d%K%P",
"\\dI feel much better leaving things in the hands of\\nGoddesses.\\d%K%P",
"\\dWell, if you're all each gonna be doing your own\\nthing, might as well make something of it...\\d%K%P",
"\\dHow so?\\d%K%P",
"\\dIf yer gonna make it a competition, we might as\\nwell judge the winners.\\d%K%P",
"\\dWe could cast votes. Everyone gathers 'round at\\nthe end anyway, yeah?\\d%K%P",
"We could take a poll and choose our winner.%K%P",
"\\dNot a bad idea.\\d%K%P",
"\\dHeh, I'm going to win anyway, so sure.\\d%K%P",
"\\dI'll show you what your lovely wife is capable\\nof.\\d%K%P",
"It seemed like everyone was down for it.%K%P",
"It could be a good way to organize the festival.%K%P",
"\\dNow, will we just be content with naming winners\\nand losers?\\d%K%P",
"\\dI think the winner should get some kind of reward,\\notherwise we'll have no motivation.\\d%K%P",
"\\dLet's say the winner gets something special from\\nAkira!\\d%K%P",
"\\dI like the sound of that. Makes it all the more\\nexciting.\\d%K%P",
"\\dLet's not push him, though.\\d%K%P",
"\\dI guess we'd need something, huh...\\d%K%P",
"Deciding exactly what was tough.%K%P",
"I didn't want them getting carried away, but I\\nstill wanted it to be something they'd work for.%K%P",
"\\dHow about this, then?\\d%K%P",
"\\dWhoever wins gets to ask Akira for one favor.\\d%K%P",
"Her eyes were already twinkling.%K%P",
"I could read her like a book.%K%P",
"\\dI'd hate to make you buy a prize or something, so\\nthat sounds good to me!\\d%K%P",
"\\dDon't worry, I won't ask much of you.\\d%K%P",
"\\dStill putting on that good wife act...\\d%K%P",
"\\dI'm sure you'll go way overboard if you win\\nthough, right?\\d%K%P",
"\\dOh, never. I just desire a modest vow.\\d%K%P",
"\\dFigured.\\d%K%P",
"\\dNo mere bodily vow, but one of the heart, which\\ncombines us as one...\\d%K%P",
"\\dHehehe, I won't repeat my past mistakes.\\d%K%P",
"I took that to mean she wouldn't creep in on me at\\nnight again.%K%P",
"At least I wouldn't wake up to see her bound with\\nKaede's ropes anymore.%K%P",
"\\dHow about it, Akira? Do you accept my\\nproposition?\\d%K%P",
"\\dOkay, fine. Your prize will be one favor from me.\\d%K%P",
"\\dOh thank you! Now I can annihilate my goals!\\d%K%P",
"\\dInteresting word choice.\\d%K%P",
"\\dEhehe, just a figure of speech. Don't you worry.\\d%K%P",
"\\dJust take it easy, okay?\\d%K%P",
"You could never be sure what she was going to pull.%K%P",
"\\dAt any rate, I intend on putting everything into\\nthis. You'll see who's best for you.\\d%K%P",
"\\dMm-hmm. You'll see that it's me!\\d%K%P",
"\\dYou two keep bickering, I'm going to win!\\d%K%P",
"I didn't want this to be a fight, but here we were\\nanyway.%K%P",
"It might be tough to reel them in, but it would\\ndefinitely make things more interesting.%K%P",
"\\dOkay, let's do this.\\d%K%P",
"And that was that. We had our plans.%K%P",
"Now everyone just had to make their preparations.%K%P"
]