[
"\\dHmm...\\d%K%P",
"Ever since we had left the main shrine something\\nhad been off about Yukari.%K%P",
"She seemed really taken aback by how much of a\\nhead start Kaede had over her in getting to know\\nme.%K%P",
"\\dYukari? You're not making much progress.\\d%K%P",
"\\dI know I know. I'm not trying to be slack or\\nanything.\\d%K%P",
"Aside from cleaning, some of the other work we did\\nat the shrine included managing our stock of charms\\nand fortunes.%K%P",
"\\dSorry for dragging you all into this.\\d%K%P",
"\\dOh no, any good wife would help her husband.\\d%K%P",
"\\dWell I'm no wife, and I'm sick of this.\\d%K%P",
"\\dI mean, I'm just here for carnal pleasures, right?\\nIsn't that enough?\\d%K%P",
"\\dWe'll have none of that! Even I don't get to\\nsatisfy those pleasures.\\d%K%P",
"\\dKaede's the lucky one. She actually got to play\\naround with him.\\d%K%P",
"\\dWha-- 'Play around'? Well I never...\\d%K%P",
"Kaede sent a troubled gaze my way.%K%P",
"\\dAha... Ahaha...\\d%K%P",
"\\dWhat are you trying to pull? Playing coy and\\nall...\\d%K%P",
"\\dI've never even gotten the chance to lock lips.\\nYet you...you...\\d%K%P",
"\\dYou act like you know everything there is to know\\nabout Akira...\\d%K%P",
"\\dI'll never forgive you for this...\\d%K%P",
"And just like that, Yukari's Jinriki clouded around\\nher.%K%P",
"\\dWhoa! Uh, Yukari? Let's settle down here!\\d%K%P",
"Shion had a scowl on her face.%K%P",
"The very air around us felt heavy.%K%P",
"\\d'Settle down,' you say? What do you mean?\\d%K%P",
"\\dI'm the one who is settled down. Oh yes, quite\\nsettled indeed.\\d%K%P",
"\\dHehe, Eheheheh...!\\d%K%P",
"Her Jinriki grew and grew into Tatari.%K%P",
"Since it had no clear target I couldn't hold it all\\nback.%K%P",
"\\dWho even cares anymore? If I can't get what I\\nwant, then down with it all!\\d%K%P",
"\\dYukari!\\d%K%P",
"\\dThat's enough! You rowdy little Tatarigami!\\d%K%P",
"Kaede went in and slapped Yukari hard on the\\ncheek.%K%P",
"\\dWh-What are you...\\d%K%P",
"\\dAre you really going to throw this all away? What\\ndoes that do for anyone?\\d%K%P",
"\\dI won't let you end up like I was!\\d%K%P",
"Kaede was really letting Yukari have it. Kaede knew\\nfirst-hand what it was like to be a Tatarigami.%K%P",
"They were rivals, but she was honestly worried for\\nher, too.%K%P",
"\\dI... I...\\d%K%P",
"Slapped out of her state, Yukari stared up at\\nKaede.%K%P",
"The Tatari that had spread throughout the room was\\nquelled in an instant.%K%P",
"\\dAre you back with us now?\\d%K%P",
"\\dY-Yeah...\\d%K%P",
"\\dGood. Glad to hear it.\\d%K%P",
"Kaede spoke with a smile nicer than any I'd ever\\nseen.%K%P",
"Even Yukari, who had seen her as nothing but a\\nrival, was captivated by it.%K%P",
"\\dUgh, do I hear rain?\\d%K%P",
"Raindrops outside made themselves heard.%K%P",
"Then the rain began to fall, like the fall of sweet\\ntears.%K%P",
"\\dThat's probably from the Tatari just now. I'd say\\nwe should be glad that's all there is.\\d%K%P",
"\\dAt least she didn't cause a volcano to erupt, like\\nI did.\\d%K%P",
"\\dShion, you look after her. I'm going to bring the\\nlaundry inside.\\d%K%P",
"Leaving the dazed Yukari in Shion's hands, Kaede\\nheaded outside.%K%P",
"\\dI'll help!\\d%K%P",
"\\dThank you. I was just about to ask.\\d%K%P",
"The Tatari rain only lasted a few minutes.%K%P",
"Even so, it turned into quite the downpour. We were\\nsoaked just from stepping out to get the laundry.%K%P",
"\\dWell, at least we got everything.\\d%K%P",
"\\dWe're a little wet, but I guess this isn't so\\nbad.\\d%K%P",
"\\dMight as well hang it all up inside.\\d%K%P",
"Yukari seemed to be back to normal.%K%P",
"Something was still restless inside me, though.%K%P",
"\\dWow, I am just soaked...\\d%K%P",
"Turning to look at her, I saw Kaede's wet clothes\\nclinging tightly to her body.%K%P",
"She had worked so hard to keep the laundry dry\\nthat she took the full force of the rain herself.%K%P",
"It was...quite a sight.%K%P",
"\\dUhm, Akira?\\d%K%P",
"\\dD-D-Don't worry, I didn't see anything.\\d%K%P",
"\\dOh, did you, uhh...?\\d%K%P",
"\\dYou noticed you can see through my clothes, huh?\\d%K%P",
"\\dWell, I mean... Just a little. You always look\\ngreat, but uhh...this is...\\d%K%P",
"\\dBut it's not as if I'm standing here undressed or\\nanything...\\d%K%P",
"\\dThat only makes it worse for us guys.\\d%K%P",
"Don't make me spell it out...%K%P",
"Everyone knew that see-through clothes were way\\nsexier than just seeing someone in the nude.%K%P",
"\\dB-But...your chest?\\d%K%P",
"I saw no sign of any underwear under her top.%K%P",
"Which meant she might be bra-less.%K%P",
"\\dOh, yeah, I didn't wear a bra today...\\d%K%P",
"\\dYou should. What if they got all...droopy or\\nsomething?\\d%K%P",
"\\dWell that wouldn't do, would it?\\d%K%P",
"\\dYou'd still love me if they were though, right?\\d%K%P",
"\\dHmm...\\d%K%P",
"\\dWell come on, look at me when you speak.\\d%K%P",
"She pressed them out for me to see.%K%P",
"That figure of hers made the very idea seem\\nridiculous. She was beautiful.%K%P",
"\\dOf course I would...\\d%K%P",
"\\dLook at you, all shy. I see why Yukari thinks\\nyou're so cute.\\d%K%P",
"\\dEnough. C'mon, you're gonna catch a cold...\\d%K%P",
"\\dWow, look at you two! You're drenched!\\d%K%P",
"And just then Shion walked in on us.%K%P",
"\\dOh my, this was all from my Tatari! Let me undress\\nyou to apologize!\\d%K%P",
"\\dSlow down, I can handle this myself!\\d%K%P",
"\\dOnce you've undressed I want you to head right in\\nfor a bath! Oh, how could I have forgotten to\\nprepare a bath?\\d%K%P",
"Yukari was back to her normal self like nothing had\\neven happened.%K%P",
"\\dI think we need to worry about Kaede first. Just\\nlook at her, all wet and sexy...\\d%K%P",
"\\dThis...definitely will not do.\\d%K%P",
"Yukari's eyes narrowed.%K%P",
"But she didn't seem ready to fire off more Tatari.%K%P",
"\\dI thought I sensed some sexual tension in the air.\\nI'll take that to mean you're into this sort of\\nthing, Akira.\\d%K%P",
"\\dWha-- 'Sexual tension'? No...\\d%K%P",
"\\dNo?\\d%K%P",
"\\dIt's no use lying, Aki.\\d%K%P",
"\\dVery well! I'll go soak myself for you! Then you\\ncan enjoy my wet body!\\d%K%P",
"\\dBut it's not even raining anymore!\\d%K%P",
"\\dI can change that, just you wait!\\d%K%P",
"Yukari ran outside in determination.%K%P",
"\\dShe's got spirit, that one.\\d%K%P",
"\\dGlad to see her back to normal, though. I wouldn't\\nhave been surprised if she'd been out of it for a\\nwhile.\\d%K%P",
"\\dLooks like you've got some 'spirit' in your pocket\\nthere, too...\\d%K%P",
"\\dOh...you perv...\\d%K%P",
"Kaede had clearly noticed, too.%K%P",
"She looked right at my crotch, her face beet red.%K%P",
"\\dI'm glad I could excite you, though.\\d%K%P",
"The blush spread all over her body.%K%P",
"It made her cuter than ever before. At least,\\nthat's what it felt like to me.%K%P"
]