[
"\\dAki, let's go on a date, just you and me!\\d%K%P",
"\\dA date?\\d%K%P",
"A while after the fall festival, Shion asked me on\\na date during breakfast out of the blue.%K%P",
"\\dThat's a yes, right?\\d%K%P",
"\\dOf course not! I object!\\d%K%P",
"\\dYou can't just hog Akira for yourself! I'll make\\nsure I'm there with you!\\d%K%P",
"\\dAgreed. The two of you alone on a date? I won't\\nallow that either.\\d%K%P",
"Yukari and Kaede firmly rejected Shion's bold\\nannouncement.%K%P",
"Shion maintained her confidence despite\\ntheir glares.%K%P",
"\\dTsk, tsk, tsk. You can't stop me, Yukari, Kaede.\\d%K%P",
"\\dThis date is a reward for conquering the polls!\\d%K%P",
"She puffed up like a peacock, flaunting her\\nvictory in their faces.%K%P",
"Shion had won the fall festival popularity contest\\nby a whisker.%K%P",
"The deal had been that the winner would be granted\\none favor, and I guess this was what Shion wanted.%K%P",
"\\dWe all decided the winner gets one favor\\nfrom Aki as a prize, remember?\\d%K%P",
"\\dI guess I can't object to that...\\d%K%P",
"\\dIt's true... I just didn't expect you to bring\\nthat up now.\\d%K%P",
"Since they had all agreed on that condition, there\\nwas no room for objection. They had to honor\\nShion's request.%K%P",
"\\dThat's why I get to have Aki all to myself!\\d%K%P",
"\\dUnless you had other plans, Aki?\\d%K%P",
"\\dOf course not. I'm all yours today.\\d%K%P",
"I was still in shock a little. I hadn't expected\\nher to ask me out so boldly.%K%P",
"A date with Shion, though? That sounded like fun.%K%P",
"\\dBy the way, you two can't spy on us either.\\d%K%P",
"\\dIf I catch you spying, I get to redo my date\\nanother day, got it?\\d%K%P",
"\\dNghh...\\d%K%P",
"Obviously frustrated by Shion's demands, Yukari\\nand Kaede turned away.%K%P",
"They'd totally been planning to spy on us.%K%P",
"\\dI don't wanna waste any time. Let's head out as\\nsoon as we finish breakfast.\\d%K%P",
"\\dRoger that. I'll come get you when I'm ready.\\d%K%P",
"Just like that, it was time for my date with Shion.%K%P",
"\\dWell, I gotta go... But don't worry, I'll be\\nback soon.\\d%K%P",
"Kaede and Yukari looked jealous as they watched\\nShion hug my arm as the two of us set off.%K%P",
"Kaede strained her face and Yukari cried bitter\\ntears as she gnawed on her handkerchief.%K%P",
"\\dI trust you, Akira. I have full faith in you.\\nI know you're not gonna make a move on Shion\\nbefore me.\\d%K%P",
"\\dYes. I'm asking you please, just please keep\\nthings moderate, okay?\\d%K%P",
"\\dWhat is all that supposed to mean? Feeling\\nthreatened by my charm, are we?\\d%K%P",
"Shion tried provoking them by pressing her chest\\nharder against me, but they just smiled back at\\nher.%K%P",
"\\dEheheheh! If you do try anything, I might have to\\ntie you up nice and tight, Shion.\\d%K%P",
"\\dNo doubt. I might have to throw you down and roll\\nyou into submission too.\\d%K%P",
"They joked with smiles on their faces, but their\\neyes were dead serious.%K%P",
"\\dUm... You guys are freaking me out right now.\\d%K%P",
"\\dRelax. Just don't step out of line and you'll be\\nfine. I promise.\\d%K%P",
"\\dI trust you, Shion.\\d%K%P",
"\\dR-Roger...\\d%K%P",
"I felt a little bad for Shion, but I made sure to\\nkeep my mouth shut.%K%P",
"I'd just add fuel to fire if I said anything.%K%P",
"\\dSh-Shall we...?\\d%K%P",
"\\dY-Yup. Let's get going!\\d%K%P",
"\\dDon't come back too late, now.\\d%K%P",
"Yukari and Kaede saw us off until we disappeared\\nfrom sight and our date finally started.%K%P",
"\\dSo, where to first? Wanna take the bus to the\\nmain shrine?\\d%K%P",
"After walking for ten minutes, we stopped at a fork\\nin the road.%K%P",
"We'd set off without any plans.%K%P",
"Maybe I should have thought of something. This was\\na date, after all.%K%P",
"\\dAs much as I wanna say, 'Escort me, Aki!'...\\nI've got us covered.\\d%K%P",
"\\dI already planned it all out for us.\\d%K%P",
"\\dBoy, you're efficient.\\d%K%P",
"I'd assumed she'd asked me out on a whim. But this\\nwas Shion we were talking about, of course she'd\\nmade her own plans.%K%P",
"Was it vain for me to feel ashamed as a guy\\nfor a girl to ask me out?%K%P",
"\\dOur first stop is the local store.\\d%K%P",
"\\dYou sure about that?\\d%K%P",
"\\dWe have all day to explore the town! I thought we\\ncould start out somewhere local.\\d%K%P",
"\\dI see. Hey! Don't pull so hard.\\d%K%P",
"Shion was so excited, she didn't realize she was\\nclose to yanking off my arm.%K%P",
"There was no sense in trying to calm her down.\\nBefore I knew it, I was smiling.%K%P",
"\\dYou sure have lots of muscle, Aki.\\d%K%P",
"\\dReally? I'd say this is pretty normal.\\d%K%P",
"\\dWell, I'd say this is pretty impressive.\\d%K%P",
"\\dYou're slender and muscular. It's really manly.\\d%K%P",
"\\dMuscular but lean, as they say.\\d%K%P",
"I guess Shion really had a thing for muscles.%K%P",
"I guess it was better than being called\\n'delicate.'%K%P",
"\\dNow this is what I call the height of physical\\nform.\\d%K%P",
"\\dThe results of working at the shrine alone,\\ngoing up and down all those stairs.\\d%K%P",
"\\dTrue. I'm the only guy working at the shrine, so\\nI do a lot of the manual labor. And those\\nstairs sure are a workout.\\d%K%P",
"\\dBut don't my arms bother you? They're hard, and\\nnot that huggable...\\d%K%P",
"\\dWrong. Your strong arms make me feel safe.\\d%K%P",
"\\dYou'd knock Yukari and Kaede out in one embrace\\nwith these arms of yours.\\d%K%P",
"\\dHow about you, Shion?\\d%K%P",
"\\dMe? I'm your captive 24/7!\\d%K%P",
"Shion playfully winked.%K%P",
"That made me want to tease her.%K%P",
"\\dOh yeah? Then what'll happen if I hug you now?\\d%K%P",
"\\dWhat?! N-No, Aki!\\d%K%P",
"\\dWe can't get ahead of ourselves. It'll throw\\nthings off for later!\\d%K%P",
"The moment Shion let go of me, I put my arms\\naround her and hugged her tight.%K%P",
"When I pulled her body close to mine, a scent that\\nreminded me of soft flowers ticked my nose.%K%P",
"\\dB-Bold move. You want me that bad, huh?\\d%K%P",
"She looked down and fidgeted, but I could tell her\\nface was going red by her ears peeking through\\nher hair.%K%P",
"She tried so hard to maintain her composure.\\nIt was cute.%K%P",
"\\dCome on, it's a date. I'll take my liberties.\\nYou know, I've always wanted you.\\d%K%P",
"\\dJ-Jeez, you play dirty, Aki.\\d%K%P",
"\\dWhat are you trying to do, bringing out the girly\\ngirl in me?\\d%K%P",
"\\dI'm just satisfied seeing you all cute and\\nembarrassed.\\d%K%P",
"\\dNgh, you're such a player, Aki.\\d%K%P",
"Again with the harsh remarks.%K%P",
"Even then, Shion wasn't resisting, so I kept my\\narms around her.%K%P",
"\\dAki, I forbid you from seducing me any further!\\d%K%P",
"\\dThis is just the beginning of our date. It can't\\ngo on like this.\\d%K%P",
"Though Shion was adorable all embarrassed, I kept\\nmy mouth shut. We started walking towards the shop.%K%P",
"When we got to the store, Mr. Marunuma was\\ndoing inventory.%K%P",
"\\dHey Mr. Marunuma!\\d%K%P",
"\\dHello, Mr. Marunuma.\\d%K%P",
"\\dHey there, Akira and Shion!\\d%K%P",
"When Shion greeted him with a wave, he paused\\nwork and waved back.%K%P",
"\\dA rare sight, just the two of you.\\d%K%P",
"\\dYou guys seem strangely lovey-dovey today.\\d%K%P",
"\\dThat's cuz Aki and I are on a date!\\d%K%P",
"She must've gotten used to the hugging now, the\\nway she rubbed against me in front of Mr.\\nMarunuma.%K%P",
"She had to know she was putting me at the edge\\nof my wits.%K%P",
"\\dHahaha, a date? That's nice. Then I suggest you\\ngo towards the main shrine, not here.\\d%K%P",
"\\dDon't run yourself down. This is a very special\\nplace for me.\\d%K%P",
"\\dAw, yer gonna make me cry. Here, have a\\ntangerine.\\d%K%P",
"\\dReally?\\d%K%P",
"Mr. Marunuma gave us one of the fresh new\\ntangerines he'd just got in.%K%P",
"\\dJust a lil' freebie as thanks for helping me out\\nall the time.\\d%K%P",
"\\dThanks mister! Mmm, it's so tart and sweet!\\d%K%P",
"\\dLet me take a bite... Yup, delicious.\\d%K%P",
"Grateful for his generosity, we devoured the\\ntangerine.%K%P",
"\\dBy the way, how was the fall festival for you?\\d%K%P",
"The fall festival?%K%P",
"While I was wondering why she'd asked,\\nMr. Marunuma answered.%K%P",
"\\dIt was a huge hit this year. My store did\\nextremely well.\\d%K%P",
"Shion started to bombard him with more questions.%K%P",
"What did you like about it? Not like about it?\\nDid you have fun? And finally...%K%P",
"\\dWere you happy?\\d%K%P",
"\\dHappy? Why, of course.\\d%K%P",
"\\dThanks to you Goddesses, Kamimori City\\nflourished, and I even got to see the dance. How\\ncould I not be happy?\\d%K%P",
"\\dI see... Thanks, Mr. Marunuma!\\d%K%P",
"That last question especially stuck with me.%K%P",
"What was she expecting to hear?%K%P",
"\\dAll right. Aki, let's get going.\\d%K%P",
"\\dYou're good?\\d%K%P",
"\\dYup. Don't wanna distract him for too long.\\d%K%P",
"Satisfied, Shion finished the tangerine and urged\\nme to head to the next spot.%K%P",
"\\dEnjoy your date!\\d%K%P",
"\\dHave a good day!\\d%K%P",
"We waved to him as we left the shop.%K%P",
"After that we went on to visit every nook and\\ncranny of the town.%K%P",
"Shion was popular everywhere she went.\\nPeople teased her for being on a date, but it only\\nshowed how loved she was as a Goddess.%K%P",
"Even while she was doted on by the elderly\\ntownsfolk, she always asked people about\\nthe festival.%K%P",
"I didn't know why that was significant, but it\\nmust've been crucial information for her.%K%P",
"\\dPhew, what a round that was.\\d%K%P",
"\\dYeah, we don't get to go around town like that all\\nthe time.\\d%K%P",
"It was pretty late by the time we returned from\\nthe main shrine.%K%P",
"\\dHa-ha, sorry Aki. I'm sure you were expecting\\nsomething more date-like.\\d%K%P",
"\\dI had plenty of fun escorting you around town.\\d%K%P",
"\\dAre you saying that you didn't have fun?\\d%K%P",
"\\dOf course I did!\\d%K%P",
"\\dI loved being with you and how people treated us\\nlike a couple. It made me happy!\\d%K%P",
"\\dSo we both had fun. What more could we ask for?\\d%K%P",
"\\dYou've got nothing to be sorry about.\\d%K%P",
"Plus, I could tell today's date had meant a lot\\nto Shion.%K%P",
"I was really happy she asked me out to join her.%K%P",
"\\dJ-Jeez Aki, how could you say that with\\na straight face?\\d%K%P",
"\\dIt's only the truth.\\d%K%P",
"\\dNot everyone can speak their minds like you.\\d%K%P",
"\\dAt least, I know it's hard for me.\\d%K%P",
"Considering how she ended up here, I could\\nunderstand that. But was it bothering her?%K%P",
"\\dPhew... We've been walking non-stop.\\nI'm getting thirsty.\\d%K%P",
"\\dI'm gonna go buy us some juice!\\d%K%P",
"Blushing slightly, Shion dashed away to the\\nnearest vending machine. But then she started\\nfeeling around her pockets. Something was wrong.%K%P",
"\\dWhat's up?\\d%K%P",
"\\dUm... I must've dropped my wallet somewhere.\\d%K%P",
"She patted her pockets and gave an awkward smile.%K%P",
"\\dWeird, I remember having it before we got on\\nthe bus.\\d%K%P",
"\\dMaybe you left it there. Let's call them and ask.\\d%K%P",
"We immediately called the bus company. They said\\nthey'd check and call us back.%K%P",
"\\dCool. We'll find it if it's on the bus. So, what\\ndo you wanna drink, Shion?\\d%K%P",
"\\dHuh? You're gonna treat me?\\d%K%P",
"\\dYeah. We're on a date. I should've done this in\\nthe first place. Pick what you want --Ah...\\d%K%P",
"\\dWhat, Aki? Did you lose your wallet too?\\d%K%P",
"\\dNo, it's not that...\\d%K%P",
"Opening my wallet, I saw I'd used up all my\\nchange for that last bus fare.%K%P",
"I only had large bills the vending machines\\nwouldn't accept.%K%P",
"Could the timing be any worse?%K%P",
"\\dAhaha. Well, I am a Goddess of Misfortune.\\nI never have any luck with money.\\d%K%P",
"\\dThis sort of thing is pretty common for me.\\d%K%P",
"Did that mean Shion lost her wallet almost\\nevery day?%K%P",
"Since she was so knowledgeable with stocks and\\nstuff, it was easy to forget she was a\\nGoddess of Misfortune.%K%P",
"\\dBut shouldn't your Jinriki powers be defused\\naround me?\\d%K%P",
"\\dRemember when you helped the old lady off the\\nbus? Maybe it's because we got separated then.\\d%K%P",
"\\dIn that short time?\\d%K%P",
"\\dDoesn't matter. When it happens, it happens.\\d%K%P",
"\\dLet's give up on the juice. I didn't want it\\nthat bad.\\d%K%P",
"It bothered me that she acted so nonchalant\\nabout it.%K%P",
"\\dWell, I'm not gonna give up.\\d%K%P",
"\\dWhy don't we go find a place to rest?\\d%K%P",
"\\dWhat? You mean, continue on with our date?\\d%K%P",
"\\dWhy not? We've still got time.\\d%K%P",
"It'd be sunset by the time we got back, but\\nI figured that would be okay.%K%P",
"\\dBut of course, only if you want to.\\d%K%P",
"\\dMan, you're so good at this, Aki.\\d%K%P",
"\\dOf course I want to! Hurry, let's go!\\d%K%P",
"\\dThere's no need to rush.\\d%K%P",
"\\dYou never know. It might be your turn to lose\\nyour wallet!\\d%K%P",
"\\dMost of all, I don't want to get back too late.\\nYukari and Kaede would kill me!\\d%K%P",
"I was relieved to see Shion's genuine smile.\\nWe continued on with our date.%K%P",
"The sun was long gone by the time we returned\\nhome.%K%P",
"As expected, Yukari and Kaede bombarded Shion\\nwith questions. I was impressed how she talked her\\nway out of it.%K%P",
"\\dThat was fun.\\d%K%P",
"Today's date had definitely been worthwhile.%K%P",
"In fact, I think it might've been the first time\\nShion and I had hung out one-on-one.%K%P",
"\\dAki, are you still awake?\\d%K%P",
"\\dShion?\\d%K%P",
"I heard Shion's voice from the other side of\\nthe door.%K%P",
"Weird. She never came to my room at night.%K%P",
"\\dI'm awake. Don't just stand there, come in.\\d%K%P",
"\\dThanks. Here I come.\\d%K%P",
"My heart jumped the moment Shion stepped inside.%K%P",
"She had just gotten out of the bath and was\\nlooking sultry, her cheeks flushed, her hair wet.%K%P",
"While I stood mesmerized by her presence, she sat\\ndown right in front of me, not by my side\\nlike usual.%K%P",
"\\dSorry, I know it's late.\\d%K%P",
"\\dDon't worry. I wasn't busy or anything.\\d%K%P",
"\\dSo, what's up?\\d%K%P",
"\\dI've been thinking hard since we got back and\\nI finally made up my mind. Aki, I need you to\\nlisten to me.\\d%K%P",
"This sounded serious.%K%P",
"Shion's expression was earnest; I knew it wasn't\\nthe time to joke around.%K%P",
"I sat up straight and faced her head on.%K%P",
"\\dAbout today's date. I really did want to spend\\ntime with you, but I actually had a different\\nagenda as well.\\d%K%P",
"\\dAki, what did you think of the fall festival?\\d%K%P",
"The very same question she'd asked everyone else.%K%P",
"\\dThere were more attractions than last year.\\d%K%P",
"\\dSo it was a lot of work, but totally worth it,\\nI thought.\\d%K%P",
"\\dMe too. I had so much fun during this\\nyear's festival.\\d%K%P",
"\\dYou see, since I'm a Goddess of Misfortune,\\nI've always tried not to linger in one place for\\ntoo long.\\d%K%P",
"\\dThis festival was actually my first time\\nachieving something together with others.\\d%K%P",
"I could tell the festival had meant a lot to her,\\nthe way she was talking about it.%K%P",
"\\dThat's why I was so happy everyone had so\\nmuch fun!\\d%K%P",
"\\dEven with me being what I am, I was able to bring\\nhappiness to others!\\d%K%P",
"I couldn't imagine how happy that must have made\\nher.%K%P",
"The whole experience must have given her an\\nimmense amount of hope.%K%P",
"\\dI realized that even if my Jinriki power is for\\ncausing sorrow, I can bring others good fortune\\nin my own way.\\d%K%P",
"\\dA Goddess of Misfortune doesn't just bring bad\\nluck. I can still make people happy, I can help\\nthem have fun!\\d%K%P",
"\\dI want to make everyone even happier for\\naccepting me here in this town.\\d%K%P",
"To be frank, I was surprised.%K%P",
"I hadn't realized how much she cared for this town,\\nor the fact she was trying to overcome her fate\\nas a Goddess of Misfortune.%K%P",
"\\dHappier, huh? By organizing more festivals?\\d%K%P",
"\\dMmm, doesn't have to be something big like that.\\nI just want everyone to have a good time.\\d%K%P",
"\\dSo you don't have anything in particular in\\nmind yet?\\d%K%P",
"\\dNot quite. That's why I need your help, Aki.\\d%K%P",
"\\dIt's discouraging to think I'm going at this\\nalone. I'd be more confident working with you.\\d%K%P",
"\\dYou trust me that much?\\d%K%P",
"\\dDuh! You were the first one to recognize me.\\nTo accept me.\\d%K%P",
"\\dYou give me courage just by being there.\\d%K%P",
"\\dSo if you could help me out-- Well, it's more\\nlike, I want you to put up with getting involved\\nin this no matter what.\\d%K%P",
"She didn't have to look so insecure.%K%P",
"Shion was determined to make something happen.%K%P",
"My heart was already set.%K%P",
"\\dOf course I'll get involved. I'll help you out\\nwith everything!\\d%K%P",
"\\dAh, haha... Haha... I'm so glad.\\d%K%P",
"She released all the tension in her body.%K%P",
"\\dDid you think I would say no?\\d%K%P",
"\\dNot at all. But you know how it is with the\\n'what if?' spiral.\\d%K%P",
"\\dYou sure you don't need a night to sleep on it?\\d%K%P",
"Just like that, she was back to her usual self.%K%P",
"That was Shion for you.%K%P",
"\\dI said I would help, and I'll do just that.\\nBut you're the mastermind in this.\\d%K%P",
"\\dI know. We'll make a great team!\\d%K%P",
"There was a huge smile on her face.%K%P",
"I promised myself, I'd do anything to keep that\\nsmile there.%K%P"
]