[
"Last night I'd made the decision to assist Shion in\\nhelping Kamimori City.%K%P",
"We had agreed to discuss specifics later and had\\nleft it at that.%K%P",
"\\d--ki... Aki...\\d%K%P",
"I heard a familiar voice, along with something\\nbrushing my cheeks.%K%P",
"\\dCome on, Aki. Wake up!\\d%K%P",
"\\dHuh? Shion... Shion?!\\d%K%P",
"The sight of Shion instantly snapped me out of\\nmy slumber.%K%P",
"\\dWhoa, easy there. Morning, Aki!\\d%K%P",
"\\dMorning... Oh, shoot!\\d%K%P",
"\\dI overslept! I gotta get changed and do my morning\\nreading... Huh?! It's still pitch-black out there.\\d%K%P",
"\\dYeah, it's only around four in the morning.\\d%K%P",
"\\dWhat...?!\\d%K%P",
"I checked my phone and saw I still had an hour\\nuntil my usual wake-up time.%K%P",
"\\dIt offends me how you think you overslept\\njust because I'm up.\\d%K%P",
"\\dCome on. Put yourself in my shoes for a moment.\\d%K%P",
"\\dBut why did you wake me up at this hour?\\nDid something happen?\\d%K%P",
"\\dNope. I'm just psyched about last night.\\nI couldn't sleep!\\d%K%P",
"\\dI figured I'd start now, since I woke up early!\\d%K%P",
"The way Shion always took immediate action was a\\nvirtue of hers, but I never thought I'd be woken\\nup this early.%K%P",
"\\dNow let's get down to business and hold our first\\nofficial strategy meeting.\\d%K%P",
"\\dYou're on fire...\\d%K%P",
"\\dOf course! This is the first time I've ever felt\\nthis much urge to do something!\\d%K%P",
"Seeing Shion so fired up blew away my drowsiness,\\neven at this hour.%K%P",
"\\dI just don't want to waste any time. Time is\\nmoney, you know?\\d%K%P",
"\\dAs a Goddess of Misfortune, I don't wanna waste\\na single yen.\\d%K%P",
"\\dSo... What are you thinking of doing first?\\d%K%P",
"\\dWell... What do you think?\\d%K%P",
"I knew that was coming.%K%P",
"Shion wasn't the type to think things through.%K%P",
"\\dI think we'd better run this by Kaede first,\\nsince she's the shrine's deity of Kamimori.\\d%K%P",
"\\dKaede's approval...?\\d%K%P",
"\\dYou're telling me I have to face the last boss\\nalready?\\d%K%P",
"\\dIs that how you see Kaede?\\d%K%P",
"\\dShe's the devil.\\d%K%P",
"\\dYou'd better not say that in front of her.\\d%K%P",
"Kaede could probably kill her with a smile.%K%P",
"\\dIn any case, you gotta get this approved by Kaede.\\nAnd the sooner the better.\\d%K%P",
"\\dYou're right. I better take care of that before\\nthings get complicated.\\d%K%P",
"\\dI'm gonna go wake her up now!\\d%K%P",
"\\dWell, you probably won't find her in her room.\\d%K%P",
"\\dNo? Why not?\\d%K%P",
"\\dShe said she was going to wake up early and go\\nto the rear shrine. She's probably headed that way\\nby now.\\d%K%P",
"\\dThe rear shrine, huh? I admire her dedication.\\d%K%P",
"\\dShould we wait until she comes back?\\d%K%P",
"\\dNo, let's go. I can't stand waiting any longer!\\d%K%P",
"\\dPlus, since Yukari won't be there to interject,\\nit's the perfect time.\\d%K%P",
"\\dBut seriously, I'm so glad you're here, Akira.\\d%K%P",
"\\dS-Sure.\\d%K%P",
"Shion broke out into a naive, bright smile.%K%P",
"She thanked me so innocently, it made me burn up.%K%P",
"\\dAki, you're bright red. You all right?\\d%K%P",
"\\dAh, it's nothing.\\d%K%P",
"\\dHm? Ah-hah.\\d%K%P",
"\\dWhy are you smirking like that?\\d%K%P",
"\\dOh, it's nothing!\\d%K%P",
"\\dShion?\\d%K%P",
"She sprang up, sat next to me and kittenishly\\nleaned against my shoulder.%K%P",
"\\dWhat now, all of a sudden?\\d%K%P",
"\\dA token of gratitude for helping me.\\d%K%P",
"\\dPretty abrupt.\\d%K%P",
"\\dI thought this would make you happy. Am I wrong?\\d%K%P",
"\\dOf course not. I can feel your chest.\\d%K%P",
"\\dAha, right. Yukari and Kaede might win in size,\\nbut I'm pretty confident about the shape of mine.\\d%K%P",
"\\dDo you wanna touch them and find out?\\d%K%P",
"Shion's words directed my eyes to her cleavage.%K%P",
"Sure enough, they weren't as big as Yukari's or\\nKaede's, but they were still perfectly nice.\\nI couldn't take my eyes off them.%K%P",
"\\dWhat do you think, Aki? Right now there's even\\na limited-time special - you get to touch my butt\\nas well!\\d%K%P",
"\\dLimited-time special?! You make it sound like\\nfast food or something. I'm not touching anything!\\d%K%P",
"\\dAnyway, I gotta get changed. Go wait for me at\\nthe entrance.\\d%K%P",
"\\dGot it. I'll be waiting!\\d%K%P",
"I felt a bit sad when Shion's warmth faded away.\\nBut I quickly adjusted.%K%P",
"I had to hurry up and change so we could go talk\\nto Kaede.%K%P",
"\\dWell, you did it. You clung on to me all the\\nway to the rear shrine.\\d%K%P",
"\\dBut it's cold! We're warmer like this, and I get\\nto feel you. Can't complain about that!\\d%K%P",
"I couldn't deny it. I liked the feeling of having\\nShion next to me too.%K%P",
"\\dNow, where is she...? Oh! I see her!\\d%K%P",
"Shion caught Kaede right as she stepped out\\nof the rear shrine.%K%P",
"\\dOh, Akira and Shion? What are you guys\\ndoing here?\\d%K%P",
"\\dShion needs to talk to you about something.\\nI just tagged along.\\d%K%P",
"\\dWhat is it, Shion?\\d%K%P",
"\\dWell... I wanted to run something by you...\\d%K%P",
"\\dSounds important. Come inside.\\d%K%P",
"The three of us entered the shrine and sat down.%K%P",
"\\dSo, what is this about?\\d%K%P",
"\\dWe need to have a discussion.\\d%K%P",
"\\dWhat a rare occasion. I'm all ears.\\d%K%P",
"\\dSo, I wanna do something for everyone in\\nthis town.\\d%K%P",
"Shion was just as nervous talking to Kaede about\\nher dreams as she had been with me.%K%P",
"\\dI feel like there's gotta be something I can do,\\nin my own way, to make everyone happy!\\d%K%P",
"\\dI see. I get what you're trying to say.\\d%K%P",
"\\dThen...\\d%K%P",
"\\dI can't approve it, though.\\d%K%P",
"Kaede immediately rejected Shion's request.%K%P",
"\\dWhat!? Come on, Kaede. Give it some more\\nthought!\\d%K%P",
"\\dUnfortunately, I can't. Your proposal is unclear\\nand too vague.\\d%K%P",
"Shion fought back, but Kaede just shook her head.\\nShe wasn't going to change her mind.%K%P",
"\\dFor me to even consider it you must give me a\\nspecific idea, along with its budget and timeline.\\d%K%P",
"\\dWanting to do 'something' just won't cut it.\\d%K%P",
"Kaede turned her eyes to me.%K%P",
"I nodded back in agreement to her harsh words.%K%P",
"\\dIt means she can only consider and approve\\nconcrete proposals.\\d%K%P",
"\\dBut if I could get approval, I'd totally do\\nsomething really big...\\d%K%P",
"\\dIf you want to do something big, it's even more\\ncrucial to be organized from the start.\\d%K%P",
"\\dWhat are the safety procedures? The venue?\\nAgenda on the event day? Everything must be\\norganized beforehand.\\d%K%P",
"\\dIt's never easy to make things happen.\\d%K%P",
"Shion fell silent, unable to object to Kaede's\\njust reasoning.%K%P",
"\\dI'm not rejecting it to bully you. It's wonderful\\nthat you want to make things happen.\\d%K%P",
"Noticing the silence, Kaede quickly softened her\\nface and let out some words of encouragement.%K%P",
"\\dTrust me Shion, I know you better than anyone.\\nI've been by your side ever since you arrived\\nin Kamimori.\\d%K%P",
"\\dAnd I'm really happy that you feel this way\\nabout the town.\\d%K%P",
"\\dI think of you as my little sister. I'd love to\\ngive you my support.\\d%K%P",
"\\dBut that's why I can't spoil you. As the shrine's\\ndeity, I have to make careful considerations too.\\d%K%P",
"I guess this was tough love.%K%P",
"Kaede was able to make profound judgments.%K%P",
"\\dThink about it. Who is it you really want to\\nmake happy?\\d%K%P",
"\\dWho I...really want to make happy...?\\d%K%P",
"Shion looked down as she gave it thought.%K%P",
"This would be a crucial question for Shion every\\nstep of the way.%K%P",
"\\dYou know... The grandpas are always nice to me...\\d%K%P",
"\\dYes, I know.\\d%K%P",
"\\dInitially, I wanted to repay them for\\ntheir kindness.\\d%K%P",
"\\dBut I felt like I needed to do something bigger,\\nsomething town-wide!\\d%K%P",
"\\dI got lost in thought, but all I could come up\\nwith were vague ideas.\\d%K%P",
"\\dYou're right. I shouldn't go about this with my\\nfeelings all over the place.\\d%K%P",
"\\dOkay, the people I want to make happy first are\\nthe old folks.\\d%K%P",
"Shion looked up at Kaede as if a lightbulb had\\ngone off in her head.%K%P",
"\\dSomething come to you?\\d%K%P",
"\\dSure did. Thanks Kaede!\\d%K%P",
"\\dNow I've started listening to my heart, things\\nare getting much clearer!\\d%K%P",
"\\dFollow that feeling. I look forward to hearing a\\nproposal from you that I can get behind.\\d%K%P",
"\\dYup! Come on Aki, let's head back. It's time to\\nstrategize some more!\\d%K%P",
"\\dHey, wait up, Shion!\\d%K%P",
"\\dAkira.\\d%K%P",
"Right as I was about to head out of the shrine when\\nKaede called my name.%K%P",
"\\dI'm relying on you to watch her back.\\d%K%P",
"\\dYup, you can count on me.\\d%K%P",
"\\dAki! Hurry! Come on!\\d%K%P",
"\\dComing!\\d%K%P",
"I gave a reassuring nod to Kaede and ran\\nafter Shion.%K%P",
"After we returned home, we went to the kitchen\\nto organize our thoughts.%K%P",
"\\dSeemed like an idea struck you with Kaede's\\nadvice. What was it?\\d%K%P",
"\\dIt's simple. I need to think about who I'm doing\\nthis for.\\d%K%P",
"\\dTalking to Kaede, she helped me understand I was\\ngetting ahead of myself, thinking how I want to\\nmake everyone happy.\\d%K%P",
"\\dIt's not like that anymore?\\d%K%P",
"\\dOf course I still want to show my gratitude to\\neveryone in Kamimori. But I figure I have to start\\nwith the people closest to me.\\d%K%P",
"\\dPlus, I'd rather make people I know happy first\\nbefore people I don't know so well.\\d%K%P",
"\\dThat's why I thought it'd be good to do something\\nfor the seniors first.\\d%K%P",
"\\dThey all adore you, that's for sure.\\d%K%P",
"\\dExactly.\\d%K%P",
"If Kaede was the town's idol, Shion's popularity\\nequated to something like the town's cheerful\\nmascot.%K%P",
"The elderly people she interacted with all treated\\nher like a granddaughter. She had no problems\\ngetting along with them.%K%P",
"\\dThat said, I still don't know exactly what to\\ndo about it.\\d%K%P",
"\\dThat's why I'm here to help. If we work together,\\nwe'll come up with something good.\\d%K%P",
"\\dI'm counting on you, Aki!\\d%K%P",
"\\dBut, I wonder what'd make 'em happy?\\d%K%P",
"\\dAll my ideas so far aren't too exciting.\\d%K%P",
"\\dSo then... Ah.\\d%K%P",
"I folded my arms to think, glanced at the fridge\\nand remembered something.%K%P",
"\\dShion, you do know that the local specialty here\\nis the konnyaku, right?\\d%K%P",
"\\dYup. Everyone around town is excited about this\\nyear's quality.\\d%K%P",
"\\dThat's right. But that konnyaku gets tougher to\\neat as people get older.\\d%K%P",
"\\dWhy's that?\\d%K%P",
"\\dIt's really chewy and hard to bite off. I hear\\nolder folks complaining about not being able to\\nenjoy it after making it themselves all the time.\\d%K%P",
"\\dSo why don't we come up with konnyaku dishes\\nfor the elderly to enjoy?\\d%K%P",
"\\dKonnyaku dishes... Right, good idea.\\d%K%P",
"\\dIt must be tough not being able to eat\\nwhat they love.\\d%K%P",
"\\dThey'd be ecstatic if they could eat it\\nwithout worrying!\\d%K%P",
"Shion was on board. The food suggestion had been\\non the right track.%K%P",
"\\dBut I'm usually the one eating the food, I don't\\nhave a lot of confidence when it comes to cooking.\\d%K%P",
"She'd said as much back at the time of\\nthe festival.%K%P",
"\\dHow about we ask for Kaede's help?\\d%K%P",
"\\dI'll pass. I can't get dependent on her.\\d%K%P",
"\\dThese days, you can find everything online.\\nI'm sure there are lots of recipes out there!\\d%K%P",
"\\dSometimes it all works out if you keep things as\\nsimple as possible.\\d%K%P",
"\\dDoes that mean we're gonna move forward\\nwith making a new, senior-friendly konnyaku dish?\\d%K%P",
"\\dYup! Hehehe. Now begins my journey of cooking!\\d%K%P",
"\\dI better practice by whipping up existing konnyaku\\ndishes first.\\d%K%P",
"\\dYou're cooking already?\\d%K%P",
"\\dI gotta know what's out there before I can think\\nup my own.\\d%K%P",
"\\dI'd recommend simple recipes first, then.\\d%K%P",
"\\dGood idea... Hold on a sec.\\d%K%P",
"Shion left the kitchen and came back a few minutes\\nlater with a bundle of paper.%K%P",
"\\dWhat's that?\\d%K%P",
"\\dI did a quick search and printed out any recipes\\nthat looked good.\\d%K%P",
"\\dBut I have no idea which recipes are the easiest.\\d%K%P",
"\\dYeah, there's a lot of them there.\\d%K%P",
"It'd be tough to go through all those recipes.%K%P",
"\\dWhich of these seem simple to you?\\d%K%P",
"\\dHow about this konnyaku stir-fry? It doesn't\\nrequire that many ingredients.\\d%K%P",
"\\dYeah... This looks simple enough for me to\\nprepare too!\\d%K%P",
"\\dCool. Let's try it out.\\d%K%P",
"We started to prep for the first konnyaku recipe.%K%P",
"We'd been given some konnyaku as a gift, so we\\nwere lucky enough to have all the ingredients on\\nhand already.%K%P",
"\\dAki. Where do we keep the knives?\\d%K%P",
"\\dThey should be in the lower cabinet.\\d%K%P",
"\\dOkay, thanks.\\d%K%P",
"We gathered up the knife, cutting board, konnyaku,\\nsesame oil, and white sesame seeds. Now to start\\nwith the slicing.%K%P",
"\\dWhoa. I didn't know konnyaku was this slimy\\nwhen you take it out of the bag.\\d%K%P",
"\\dCareful with that knife. Konnyaku's slippery, so\\nit's gonna be hard to cut --Hey!\\d%K%P",
"\\dWhat's wrong, Aki?\\d%K%P",
"\\dShion... Do you not know how to use a knife?\\d%K%P",
"She was holding the handle with a clenched fist,\\nholding down the konnyaku with her other hand, and\\nwas trying to cut with the middle of the blade.%K%P",
"\\dIs something wrong?\\d%K%P",
"\\dSo wrong I don't even know where to start.\\d%K%P",
"\\dLooks like I gotta teach you how to hold and use\\nthe knife before we go any further.\\d%K%P",
"There was no way I was gonna let her cook\\nwithout having the basics down.%K%P",
"Teaching her how to handle a kitchen knife and\\ngiving tips on slicing was the least I could do. I\\nstill felt uncomfortable about it, though.%K%P",
"\\dSo, I hold the bottom of the blade with my thumb\\nand index finger and use the rest of my hand to\\nhold the handle...\\d%K%P",
"It was a nerve-racking sight.%K%P",
"I just needed to make sure she didn't hurt herself.%K%P",
"\\dI slice by pushing down, right?\\d%K%P",
"\\dLet's see. Huh? The knife keeps slipping,\\nit won't cut right...\\d%K%P",
"\\dH-Hey Shion? Maybe we should practice\\ncutting veggies first.\\d%K%P",
"\\dI'm fine. I think I'm finally getting the hang\\nof it.\\d%K%P",
"She wasn't holding the konnyaku down firmly\\nenough, and her other hand was trembling.%K%P",
"\\dCome on, cut! Please... Ah!\\d%K%P",
"Shion slammed the knife against the cutting board\\nin frustration. The konnyaku went flying and\\nslipped down her top.%K%P",
"\\dAh! Wh-What just happened?!\\d%K%P",
"\\dIt's so slimy, it feels gross!\\d%K%P",
"\\dHey! Calm down!\\d%K%P",
"\\dE-Easy for you to s-say! A-Ah! Get it out! Ah!\\d%K%P",
"\\dShion?!\\d%K%P",
"\\dO-Ohh...\\d *groan*%K%P",
"\\dYou okay?\\d%K%P",
"\\dNo, not really...\\d%K%P",
"\\dMy butt hurts and the konnyaku made my chest\\nall sticky. This is just great...\\d%K%P",
"The slimy konnyaku was stuck in between\\nShion's breasts.%K%P",
"I didn't have time to realize when it was all\\nhappening, but this was a pretty crazy situation.%K%P",
"\\dA-Anyway, you gotta take that thing out first.\\d%K%P",
"\\dYup. Ooh. It's stuck all weird. Oh no, it's\\nslipping out. Aaah!\\d%K%P",
"She was just trying to get the konnyaku out.%K%P",
"Sure, it sounded like she was squirming around and\\nletting out sexy little gasps, but there really\\nwas nothing funny going on.%K%P",
"I knew that, but it was still exciting to watch\\nher feel her chest and twist around.%K%P",
"\\dAki, I don't like that look on your face.\\d%K%P",
"\\dWhat? I'm just watching...\\d%K%P",
"\\dReally? How about you get it for me, then?\\d%K%P",
"\\dWhat? Me?\\d%K%P",
"\\dYup... Mm... Come on.\\d%K%P",
"Shion pulled her clothes halfway down and thrust\\nherself toward me.%K%P",
"The kitchen light cast a faint shine on her\\nchest, glistening wet from the konnyaku.%K%P",
"And I was supposed put my hand in there?%K%P",
"\\dHurry, Aki! Ooh!\\d%K%P",
"\\dFine! Here goes nothing!\\d%K%P",
"I tried looking away as much as I could\\nas I reached into her top.%K%P",
"\\dOoh!\\d%K%P",
"\\dQuit it with those weird moans, will ya?\\d%K%P",
"\\dBut your warm hand and the cold konnyaku\\nfeels so... Ah!\\d%K%P",
"It was impossible to ignore Shion's soft breasts\\nand the warmth of her body.%K%P",
"As I reached farther in, my mind raced\\neven more.%K%P",
"\\dAlmost there... Yeah!\\d%K%P",
"So Shion could hold a konnyaku in her\\ncleavage, huh?%K%P",
"She was always complaining her breasts were too\\nsmall, but that wasn't true at all. Shoot, this\\nwasn't the time to be thinking about that!%K%P",
"\\dAh, got it.\\d%K%P",
"\\dMm, yeah. Finally... Phew.\\d%K%P",
"\\dAh...\\d%K%P",
"I finally got hold of the konnyaku and pulled it\\nout all at once.%K%P",
"Shion's moaning stopped and I got a chance\\nto gather my wits.%K%P",
"\\dWhy are you more tired than I am?\\d%K%P",
"\\dIt's called mental fatigue...\\d%K%P",
"The sensation of her breasts on my hand was still\\nso fresh in my mind I couldn't look at her\\nstraight.%K%P",
"\\dAnyway, come on. Let's get back to the cooking.\\nDo it right this time.\\d%K%P",
"\\dYeah! Oh, what should we do with this konnyaku?\\nIt's like it's been marinated by my body...\\d%K%P",
"\\dWanna eat it, Aki?\\d%K%P",
"\\dOf course not!\\d%K%P",
"Uh, could we really go on like this?%K%P",
"Even though we had just started, this whole thing\\nwas already a challenge on multiple levels.%K%P"
]