[
"The day finally started after our tentative rules\\nhad been laid out.%K%P",
"The fall festival had only just ended, and we were\\nalready starting to clean up the place.%K%P",
"\\dWe're doing cleaning today, right?\\d%K%P",
"\\dWe have to finish it before we can start preparing\\nfor winter.\\d%K%P",
"\\dUnderstood! A wife should always do her best to\\nsupport her husband!\\d%K%P",
"Yukari was raring to go, and being rather adorable\\nabout it.%K%P",
"I was surprised she would choose to do actual work\\nwith our precious time together instead of,\\nwell...flirting or something.%K%P",
"\\dIs something wrong?\\d%K%P",
"\\dNah, just wondering... You sure you want to spend\\nthe day cleaning?\\d%K%P",
"\\dDon't worry about that. I'll be enjoying your\\ncompany in my own way.\\d%K%P",
"She grabbed hold of my arm.%K%P",
"\\dHehehe! It's so nice to not have people coming\\nbetween us!\\d%K%P",
"\\dThat's the rule, yes.\\d%K%P",
"If it wasn't their turn that day, no one was\\nallowed to interrupt any show of intimacy.%K%P",
"That's why neither Kaede nor Shion were butting in\\nright now.%K%P",
"\\dI'm trying to gain wife-points by helping out\\naround the house. And build a stronger bond, of\\ncourse.\\d%K%P",
"\\dThere are a lot of things I can help you out with\\nwhile sticking close.\\d%K%P",
"\\dAnyway, I'll take this side, and you take that.\\d%K%P",
"Yukari managed to move the long table without\\nleaving my side.%K%P",
"I was impressed by how adept she was at such\\nthings. Her slender arms were deceptively strong.%K%P",
"\\dHup!\\d%K%P",
"\\dYou don't have to push yourself too hard. Let the\\nman handle the heavy physical work.\\d%K%P",
"\\dHehehe! That's reassuring. Well then, I'll leave\\nthis to you, Mr. Manly Man.\\d%K%P",
"Yukari left the job of moving the desk to me with a\\nsmile.%K%P",
"In an attempt to show off my strength in front of\\neveryone, I quickly got to work.%K%P",
"\\dWay to go, Akira!\\d%K%P",
"\\dI got this!\\d%K%P",
"*swoon* \\dMy husband's too cool for words!\\d%K%P",
"Yukari cheered me on from a short distance away.%K%P",
"I wondered how the scene looked to others, but I\\ndecided they'd forgive a little newlywed kidding\\naround.%K%P",
"\\dIt's not even noon yet and here you are, puttin'\\non a show.\\d%K%P",
"\\dSorry, she's been like this since yesterday.\\d%K%P",
"\\dS'fine! Might even motivate the other youngsters\\nto do something with their lives.\\d%K%P",
"They may realize how nice it is to fall in love\\nwith a girl as cute as Yukari.%K%P",
"Who knows? It might even liven up this little\\nvillage a little.%K%P",
"\\dGreat job! Here, let me wipe your perspiration.\\d%K%P",
"\\dThanks, Yukari.\\d%K%P",
"She wiped the sweat off my brow for me.%K%P",
"\\dHave a drink! Wouldn't do for you to get\\ndehydrated.\\d%K%P",
"Yukari really took great care of me.%K%P",
"She really was a nice girl, as long as nothing\\nhappened to trigger her Tatari.%K%P",
"\\dYukari's turned into such a wonderful wife\\nalready.\\d%K%P",
"\\dHehehe! All thanks to your teachings!\\d%K%P",
"\\dSuch an honest and cute girl you are. Wish my\\ndaughter-in-law would learn from you!\\d%K%P",
"\\dThe power of love makes everything work out,\\nespecially with a husband as wonderful as mine.\\d%K%P",
"\\dThough I doubt there's anyone out there that can\\ncompare to Akira.\\d %K%P",
"\\dAhaha! You don't mince your words, do you?\\d%K%P",
"\\dHehehe!\\d%K%P",
"Yukari really hit it off with the local ladies.%K%P",
"This strength of hers must have contributed to her\\npopularity.%K%P",
"\\dAkira, don't stop cleaning.\\d%K%P",
"\\dHere, let your lovely wife impart some energy to\\nyou!\\d%K%P",
"*smooch* %K%P",
"Yukari bounced over and lightly kissed my cheek.%K%P",
"\\dEhehe... Did that perk you up?\\d%K%P",
"\\dWay too much, if you ask me!\\d%K%P",
"\\dHehehe! I'll collect the surplus energy, don't you\\nworry.\\d %K%P",
"*smooch*%K%P",
"She kissed the other cheek this time.%K%P",
"\\dSee? All collected.\\d%K%P",
"\\dI see I've got a real plucky wife.\\d%K%P",
"\\dWhy wouldn't your wife be overflowing with love\\nfor you?\\d%K%P",
"With a smile that brilliant on her face, I just\\ncouldn't be mad at her for those daring kisses.%K%P",
"\\dMy, my, you're such a sweet couple.\\d%K%P",
"\\dHehehe! Sorry for being such a show-off!\\d%K%P",
"\\dDon't be! I always knew things would go well for\\nyou, Yukari.\\d%K%P",
"\\dThank you! I'll always do my best for my Akira!\\d%K%P",
"What exactly had the local ladies been telling her?%K%P",
"Had they been teaching her how to behave as a new\\nwife? I found myself feeling both expectant and\\nunsure at the same time.%K%P",
"I guess it was all part of the excitement.%K%P",
"We spent most of the morning putting away the\\nbooths and makeshift tents.%K%P",
"We stacked the dismantled tents in a corner, and\\nnearly everything else was cleaned up.%K%P",
"\\dLunch is ready, everyone!\\d%K%P",
"\\dWe cooked lots, so eat up! There's still work to\\ndo in the afternoon!\\d%K%P",
"Kaede and Shion brought lunch over as we were\\nfinishing up part of the work.%K%P",
"\\dThanks, Kaede!\\d%K%P",
"\\dI'm here too, you know! Though Kaede did make all\\nthe food.\\d%K%P",
"\\dIf you're to be Akira's mistress, you should learn\\nto cook a dish or two.\\d%K%P",
"\\dHuh? That's a job for Akira's wife or better half.\\nMistresses are all about love and romance!\\d%K%P",
"\\dAre you quite sure about that?\\d%K%P",
"Yukari stepped out, with her wifey face on.%K%P",
"She wasn't flustered or anything. In fact, she was\\nstrangely calm and composed.%K%P",
"\\dWh-What do you mean?\\d%K%P",
"\\dSlacking in one part of your support for your man\\nmeans you'll slack in other parts too.\\d%K%P",
"\\dHere, Akira. I've prepared some food specially for\\nmy dear hubby.\\d%K%P",
"Yukari brandished a lunch box she had prepared for\\nme.%K%P",
"\\dHow I wish you would only eat the things I made\\nfor you...\\d%K%P",
"\\dMy handmade food, breaking down within you and\\nbecoming a part of you... Eventually, every part of\\nyou would have been made by me!\\d%K%P",
"\\dHehe! It's so romantic!\\d%K%P",
"Yukari's overzealous affection showed on her face.%K%P",
"Although it made Shion cringe really hard, I took\\nthe food Yukari had made and started eating.%K%P",
"\\dThanks a bunch. Okay, bon appetit!\\d%K%P",
"\\dHehehe! Take your time to relish the food. I still\\nhave a lot more!\\d%K%P",
"*munch, munch* \\d...Delicious!\\d%K%P",
"\\dI made it with all your favorites while also\\nkeeping nutritional balance in mind. I knew you\\nwould love it!\\d%K%P",
"\\dMy wife's so thoughtful!\\d%K%P",
"\\dAww, go ahead and praise me some more. It'll make\\nme want to stick to you and never let go.\\d%K%P",
"\\dLike this!\\d%K%P",
"Yukari came close to me while making sure she\\nwouldn't interrupt my lunch.%K%P",
"\\dIt's still kinda hard to eat like this.\\d%K%P",
"\\dI'll feed you, then!\\d%K%P",
"\\dNo, it's fine! Everyone's watching.\\d%K%P",
"\\dWhat does it matter? Today's supposed to be my\\nday!\\d%K%P",
"She affectionately rubbed herself against me.%K%P",
"Not caring that Shion and the others were right\\nbeside us.%K%P",
"\\dI'm sweating buckets, so don't stick so close to\\nme.\\d%K%P",
"\\dHehehe! Sweat or drool, all of Akira's bodily\\nfluids are like tasty dishes to me!\\d%K%P",
"\\d...Okay, just don't start licking me, or\\nsomething.\\d %K%P",
"\\dI know, I know. I can only do that when no one's\\nwatching...right?\\d%K%P",
"I didn't know if she even understood what she was\\nsaying sometimes.%K%P",
"Kaede and Shion were frankly shocked into\\nexasperation by the scene before them.%K%P",
"\\dSay, Kaede. Was Yukari...always like this?\\d%K%P",
"\\dThis is her in her affectionate mode, I guess.\\nHowever, I may have underestimated how extreme\\nshe would become given free reign.\\d%K%P",
"\\dWithout having to divert our attention anymore,\\nher PDAs have gotten a lot more upfront.\\d%K%P",
"*sigh* \\d...I wish I could snuggle up to Akira too.\\d%K%P",
"\\dTomorrow's my turn, so you're gonna have to wait.\\d%K%P",
"\\dI know, I know...\\d%K%P",
"Kaede and Shion gazed longingly at us as we ate\\nour lunch.%K%P",
"\\dWhen it's my turn, I'll be ten times more\\naffectionate than Yukari could ever be.\\d%K%P",
"\\dAkira, can I kiss you? I just really feel like\\nkissing you right now.\\d%K%P",
"*smooch*%K%P",
"Yukari kissed me on the cheek without waiting for a\\nreply.%K%P",
"\\dDon't surprise me like that, Yukari.\\d%K%P",
"\\dBut your cheeks are so endearingly delectable, I\\njust want to eat them up...\\d%K%P",
"\\dAnd your lips look yummy too...\\d%K%P",
"\\dWhoa now, not the lips...\\d%K%P",
"\\dHmm...\\d *smooch*%K%P",
"Yukari pushed her lips onto mine even as I tried to\\ncover them out of reflex.%K%P",
"\\d...Tastes like lunch.\\d%K%P",
"\\dNow's really not the time for stuff like this...\\d%K%P",
"\\dDon't care. I want more!\\d%K%P",
"Yukari kept excitedly kissing me on the lips.%K%P",
"\\dUmm, Kaede? You were saying something about\\nbeing ten times more affectionate than Yukari?\\d%K%P",
"\\dI-I can't! I could never do something so\\nshameless. Not even half as much!\\d%K%P",
"\\dI didn't think so...\\d%K%P",
"Kaede fled to the main hall, unable to watch any\\nlonger.%K%P",
"\\dSee you later, Aki.\\d%K%P",
"Shion decided to leave as well.%K%P",
"\\dNow we're finally alone together.\\d%K%P",
"\\d...What more are you trying to do?\\d%K%P",
"\\dThere are so many things I want to do with you,\\nAkira. So many things, really!\\d%K%P",
"\\dKissing isn't the only way for us to show how much\\nwe love each other... I want us to do more\\ntogether.\\d%K%P",
"\\d...Okay, if you promise to restrain yourself.\\d%K%P",
"\\dHehe! You're so nice, Akira. My true prince\\ncharming...\\d%K%P",
"Now I thought about it, Yukari had been like this\\never since we first met.%K%P",
"She kept calling me her prince charming, and did\\nall she could to show her love for me...%K%P",
"I couldn't even imagine how hard it must have been\\nfor her.%K%P",
"\\dThanks, Yukari.\\d%K%P",
"\\dNo, thank you, Akira. I'm grateful from the bottom\\nof my heart for your presence.\\d%K%P",
"\\d...I see.\\d%K%P",
"The depth of Yukari's feelings was beyond me.%K%P",
"But I could at least accept them head-on.%K%P",
"\\dCome closer, Yukari. Let me hold you for a bit.\\d%K%P",
"\\dOkay!\\d%K%P",
"Yukari quickly leaped into my arms.%K%P",
"This was my girlfriend, my wife, and soulmate, I\\nwas sure.%K%P",
"\\dThe townsfolk are all looking at us, you know?\\d%K%P",
"\\dWe're newlyweds, they'll forgive us.\\d%K%P",
"\\dI don't mind the staring at all, really...\\d%K%P",
"\\dSo let me hold you tight too.\\d%K%P",
"After mumbling that in my embrace, I felt her arms\\ntightening around me.%K%P",
"It wasn't too strong or weak. Just right for the\\ntwo of us.%K%P",
"When two people work to accommodate and grow\\ncloser to one another, their feelings are sure to\\nget through.%K%P",
"\\d...Am I doing okay as a wife?\\d%K%P",
"\\dYou're doing great.\\d%K%P",
"\\dHehe... I'm so relieved to hear that.\\d%K%P",
"Our first day together as newlyweds passed by in a\\nflash.%K%P",
"Nothing particularly surprising happened, but it\\nwas a day well spent.%K%P",
"\\dAkira, I'm very disappointed.\\d%K%P",
"Yukari was sulking rather noticeably.%K%P",
"I had no idea what could've made her feel this way.%K%P",
"\\dDid I do something to anger you?\\d%K%P",
"\\dI'm not angry. A virtuous wife would never be\\nangry at her husband...\\d%K%P",
"\\dOh, the mere thought of being angry at you\\ndisgusts me! It won't ever happen!\\d%K%P",
"Yukari may have won her position as my wife, but\\nher propensity for drama would never change.%K%P",
"I knew it would be pointless to question her, so I\\nlet her continue at her own pace.%K%P",
"\\dA-Anyway, I'm not angry, okay? In fact, I love you\\nso much!\\d%K%P",
"\\dDo you want me to prove it to you? I'll keep\\nkissing you until you understand. Maybe I just want\\nto kiss you. I haven't had enough yet!\\d%K%P",
"\\dHold on, calm down! You're getting off-topic.\\d%K%P",
"\\dOh! I am so sorry! I was so agitated I just\\nslipped into Akira-hunting mode...\\d%K%P",
"Wait, 'hunting'?%K%P",
"It looked like she was preparing to plant a kiss on\\nme forcibly.%K%P",
"\\dI'm disappointed because I don't have much time\\nwith you left, and yet...\\d%K%P",
"\\dYou refused to take a bath with me!\\d%K%P",
"So that was what she was so upset about.%K%P",
"I'd gone for a bath earlier, while Yukari had been\\ngetting dinner ready.%K%P",
"\\dI asked you to join me when I took my bath, but\\nyou didn't even respond!\\d%K%P",
"\\dYou're such a cold husband! I thought for sure our\\nrelationship was a lot hotter than this!\\d%K%P",
"\\dWe've taken a bath together before. We've even\\nlain beside each other in the nude before! I don't\\nknow where we went wrong...\\d%K%P",
"Her tearful accusations were getting more and more\\nblatantly played-up.%K%P",
"She snapped her head up to look straight at me in\\nan attempt to gain sympathy.%K%P",
"\\dAt least tell me why.\\d%K%P",
"\\dWhy do you want to know?\\d%K%P",
"\\dDepending on your answer, I may have to employ\\nsome harsh treatment. Specifically, I'll let you\\nhave a taste of how good of a wife I really am.\\d%K%P",
"This made me recall the first night Yukari arrived.%K%P",
"Back when she had actually snuck into my room and\\nstraddled me, before Kaede had managed to stop\\nher.%K%P",
"\\dAnswer me, Akira!\\d%K%P",
"\\d...It's because I'm self-conscious.\\d%K%P",
"\\dWhat? That's all?\\d%K%P",
"\\dThat's all. I just can't get into the bath with\\nsomeone like that, even if she is my wife.\\d%K%P",
"I wasn't exactly averse to Yukari barging in when I\\nwas already in the middle of a bath.%K%P",
"But for some reason the idea of going to meet her\\nin the bath completely nude felt awkward.%K%P",
"\\dSo that's the reason? I thought it was because\\nsomeone else made love bites all over your body\\nand you didn't want me to see!\\d%K%P",
"\\dThat's really not likely.\\d%K%P",
"\\dLooks like it. Today's my day, after all. So don't\\ngo around fraternizing with other women!\\d%K%P",
"\\dI haven't been...\\d%K%P",
"I was telling the truth.%K%P",
"Yukari was the only one I'd been even vaguely\\nintimate with today.%K%P",
"\\dOh, thank goodness!\\d%K%P",
"Yukari's expression loosened up, as if a weight had\\nbeen lifted from her shoulders.%K%P",
"\\dWere you that worried?\\d%K%P",
"\\dShion and Kaede are both attractive and charming\\nin their own ways. I thought...\\d%K%P",
"\\dDid you just praise them? Is the sky going to fall\\ntomorrow?\\d%K%P",
"\\dI'd never say it to their faces, of course. We are\\nstill rivals, after all.\\d%K%P",
"\\dI'm just sizing up the enemy, if you will. Both of\\nthem are charming enough to earn your affection.\\d%K%P",
"\\dIf I let my guard down, they'll steal you for\\nsure. And that...must not happen!\\d%K%P",
"Yukari started to get really worked up, an ominous\\nlook slowly spread over her face. %K%P",
"\\dI am Akira's number one... The best wife for him.\\nI am peerless...\\d%K%P",
"\\dOkay, okay, I get it. Now just relax and look this\\nway for a moment.\\d%K%P",
"I pulled Yukari back to reality.%K%P",
"We stared at each other, suddenly very close.%K%P",
"\\dAkira... I love you... I want to kiss you...\\d%K%P",
"\\dIt hasn't even been 24 hours since we first\\nkissed. When did you turn into such a big kisser?\\d%K%P",
"\\dKissing someone you love is sweeter than honey,\\nthat's why! You can get addicted if you're not\\ncareful.\\d%K%P",
"\\dOr... How about a little licky-licky?\\d%K%P",
"\\dSure, whatever you want.\\d%K%P",
"\\dMmnn...\\d%K%P",
"She stuck her cute little tongue out between her\\nlips.%K%P",
"\\dLicky-licky, please...\\d%K%P",
"I gently ran my own tongue across hers before\\npulling into a deep kiss.%K%P",
"\\dHmm...\\d *kiss*%K%P",
"Our wet tongues touched again and again.%K%P",
"From there it only got more intense. We explored\\neach other's mouths until it became hard to tell\\nwhere I ended and Yukari began.%K%P",
"\\dMmm...\\d *kiss, kiss*%K%P",
"\\dThis is an adult's kiss? I'm in bliss...\\d%K%P",
"She gave a happy little sigh as she lightly touched\\nher lips, still wet from our kiss.%K%P",
"\\dYou made me forget all about wanting to bathe\\nwith you. You're terrible, Akira.\\d%K%P",
"\\dSo you forgive me?\\d%K%P",
"\\dI never blamed you. I just wanted to tease you a\\nlittle.\\d%K%P",
"\\dRight.\\d%K%P",
"That was completely fine with me.%K%P",
"I wasn't going to blame her for anything either.%K%P",
"\\dYou must be tired. Let's go to bed.\\d%K%P",
"\\dYeah, but wait. Are we going to...\\d%K%P",
"\\dYes. You're going to bed with your wife, of\\ncourse!\\d%K%P",
"\\dIt's my wifely privilege and duty to sleep beside\\nyou. I'll fight anyone who dares say otherwise!\\d%K%P",
"\\dSo just lie back and be my pillow. You can totally\\nuse me as your pillow too!\\d%K%P",
"\\dWell then, Akira...\\d%K%P",
"\\dRemember? It's a divine rule to sleep in the nude!\\nSo let's get naked together!\\d%K%P",
"Yukari dimmed the lights.%K%P",
"All that was left was to decide on a comfortable\\nposition to sleep in.%K%P",
"\\dOkay... Hehe, you're so warm, Akira.\\d%K%P",
"Yukari slipped into the spot beside me.%K%P",
"She wrapped her arms around me lightly, until we\\ncould feel each other.%K%P",
"\\dHow does this compare with last night?\\d%K%P",
"\\dI guess I'm more used to it now. My heart was\\nbeating so much faster before.\\d%K%P",
"\\dAw, you mean I don't make your heart race\\nanymore?\\d%K%P",
"\\dMy heart is pounding so quickly...\\d%K%P",
"Yukari took my hand and pressed it against her\\nchest.%K%P",
"\\dCan you tell?\\d%K%P",
"\\d...Sorry, but your breasts are kinda making it\\nhard for me to think about anything else.\\d%K%P",
"\\dYou're such a perv!\\d%K%P",
"\\dBut I'm glad my body fascinates you so much...\\d%K%P",
"Yukari was clearly happy amidst her shyness.%K%P",
"\\dSo...who's going to be the pillow tonight?\\d%K%P",
"\\dDoes it have to be just one of us?\\d%K%P",
"\\dI was hoping we could hug each other to sleep.\\d%K%P",
"\\d...That's the perfect answer, Akira.\\d%K%P",
"\\dThat means we should hold each other tighter. I\\nwant to be held by you, Akira.\\d%K%P",
"\\dIt's Shion's turn after today, so...\\d%K%P",
"Yukari's day would come to an end in the morning.%K%P",
"Shion would be next, followed by Kaede.%K%P",
"She would have to wait until her next rotation.%K%P",
"\\dI'll hold you tight, Yukari.\\d%K%P",
"\\dYes... As tightly as you possibly can.\\d%K%P",
"\\dGive me something to remember until my next\\nturn.\\d%K%P"
]