[
"\\dEhehe!\\d%K%P",
"\\dAha-hahaha!\\d%K%P",
"\\dHahaha! Yes! Everything is going so well!\\d%K%P",
"\\dEverything is going my way! All according to\\nplan!\\d%K%P",
"\\dI'll never stop laughing in glee! Ehehe! Hahaha!\\d%K%P",
"\\d...You done?\\d%K%P",
"\\dAll done! Nothing beats laughing out loud at the\\ntop of your voice!\\d%K%P",
"\\dI'd be so restless if I didn't do it at least once\\na day. Force of habit, I suppose.\\d%K%P",
"It sounded like a joke, but I knew she was being\\nserious.%K%P",
"Yukari had stopped hiding her fanatical tendencies\\nafter my proclamation that I also loved that side\\nof her.%K%P",
"\\dYou must be the only thrill seeker in this world\\ndaring enough to marry an obsessive Goddess like\\nmyself.\\d%K%P",
"\\dYou're pretty self-aware, huh?\\d%K%P",
"\\dI have to say, you really have poor taste.\\d%K%P",
"\\dYou went with the flow and married three\\nGoddesses, but look at us.\\d%K%P",
"A Goddess of Misfortune, a former Tatarigami, and\\na current Tatarigami who also happened to be quite\\nextreme in her tastes.%K%P",
"\\dIt happens when you fall in love.\\d%K%P",
"I didn't know how to respond to her accusation of\\npoor taste.%K%P",
"She bore some responsibility for getting me hooked\\non her personality, didn't she?%K%P",
"\\dYes, I'm what some of you might call a fanatic.\\nBut it's not like the other two don't have their\\nown darkness to contend with!\\d%K%P",
"\\dI think it's just you, Akira. They may not love\\nyou as much as I do, but I can't deny they're not\\nthat far behind...\\d%K%P",
"\\dHehehe! I might not be happy about that, but I'll\\nnever relinquish my top spot in your heart!\\d%K%P",
"\\dErm, Yukari?\\d%K%P",
"\\dYou show too much affection to the others!\\nEverywhere I turn, there's an aura of bliss.\\d%K%P",
"Dark Jinriki started oozing out from Yukari's\\nentire body.%K%P",
"I had hoped that she would be able to stop being a\\nTatarigami, after everything we went through at\\nthe shrine, but that didn't seem to be the case.%K%P",
"\\dY-You've got it all wrong!\\d%K%P",
"\\dOh? So you never showed them affection?\\d%K%P",
"\\d...No, I did.\\d%K%P",
"My goal to treat all three Goddesses equally hadn't\\nchanged.%K%P",
"However, since they all needed different treatment,\\nit wasn't exactly \\dequal\\d anymore.%K%P",
"\\dYou're agitating my Tatari! Now you have to hug\\nme real tight to calm it down!\\d%K%P",
"\\dFine, fine, come here.\\d%K%P",
"\\dHehehe!\\d%K%P",
"As I brought her into my arms, the Tatari quickly\\nfaded.%K%P",
"All that was left was for me to console Yukari.%K%P",
"\\dI've really gotten used to this.\\d%K%P",
"\\dYou don't like holding me?\\d%K%P",
"\\dHow could I not like to hold my own adorable\\nlittle wife?\\d%K%P",
"\\dYou're cute too, Akira.\\d%K%P",
"\\dSo cute I wish I could lick you up and down.\\d%K%P",
"Ever since I had proposed to Yukari that night,\\nwe'd been in honeymoon mode the entire time.%K%P",
"She'd cling to me when she found a chance to. Not\\nthat I minded, of course. I even encouraged it.%K%P",
"\\dYour lap pillow's ready!\\d%K%P",
"She dragged me out to the porch and made me put\\nmy head on her lap.%K%P",
"\\dIt's so nice and warm out here! I know you're\\nsleepy, so go ahead and take a nap!\\d%K%P",
"\\dOkay... I will, if I do start feeling sleepy.\\d%K%P",
"In truth, I knew sleep would elude me.%K%P",
"I knew that Yukari wasn't planning on letting me\\nsleep. She just wanted to enjoy flirting with me a\\nlittle.%K%P",
"\\dHehehe! Look at those cute ears!\\d%K%P",
"\\dHey, that tickles.\\d%K%P",
"\\dAww, stop squirming!\\d%K%P",
"\\dI will, if you stop tickling me!\\d%K%P",
"\\dBlame yourself for looking so prank-able!\\d%K%P",
"Yukari was once again trying to make everything go\\nher way with her unique way of doing things.%K%P",
"She had stopped trying to hide her true character\\nand was instead showing it to all and sundry.%K%P",
"I had been right. Yukari had really been holding\\nback previously.%K%P",
"\\dWhere are Shion and Kaede?\\d%K%P",
"I hadn't seen them for the past couple of hours.%K%P",
"\\dThey went shopping.\\d%K%P",
"\\dI asked them to get some pretty heavy stuff, so\\nthey won't be back any time soon.\\d%K%P",
"\\dThat means we can cuddle for as long as we like!\\d%K%P",
"She really knew how to play her cards.%K%P",
"Coming up with all sorts of schemes to get the\\nothers out of the picture, even when it wasn't\\nnecessary anymore.%K%P",
"\\dAre you mad?\\d%K%P",
"\\dNo.\\d%K%P",
"I wouldn't have taken Yukari as my wife if\\nsomething this trivial could make me angry.%K%P",
"\\dI told you before I loved that part of you as\\nwell, didn't I?\\d%K%P",
"\\dDid you now? I don't recall, actually. Do you\\nthink you could say it again?\\d%K%P",
"She was so transparent.%K%P",
"And she knew she was, too. She could be so\\ndifficult to deal with sometimes.%K%P",
"But I was used to it, and even enjoyed it.%K%P",
"\\d...I love your fanatically sweet side.\\d%K%P",
"\\dSorry? I couldn't hear you.\\d%K%P",
"\\dI love everything about you!\\d%K%P",
"I shouted it out loud for everyone to hear.%K%P",
"\\dOhhh, this is the best day of my life! My tears! I\\ncan't control my tears!\\d%K%P",
"\\dIt's so nice to hear someone tell you they love\\nyou!\\d%K%P",
"\\dThe impact of those words is like a blast of pure\\npleasure.\\d %K%P",
"This was the way Yukari liked her romance.%K%P",
"Nobody could rival her when it came to outright\\npassion.%K%P",
"Some might consider this a burden, but not me. My\\nresolve was firm.%K%P",
"\\dI'll accept all the love you can throw at me.\\d%K%P",
"\\dI know I can count on you!\\d%K%P",
"Loving someone like this meant having to face\\nchallenges every day.%K%P",
"I'll admit, the odd anxiety I lived with was an\\nacquired taste. But I was starting to like it.%K%P",
"\\dYukari.\\d%K%P",
"\\dYes?\\d%K%P",
"\\dYou look happy.\\d%K%P",
"\\dI don't just look happy. I'm the happiest person\\non this world right now.\\d%K%P",
"\\dThat's good to hear.\\d%K%P",
"I hoped Yukari would always be here smiling beside\\nme like this.%K%P",
"I knew that for both of us, the world would go\\non to become a brighter and better place.%K%P"
]