[
"イノリさんからアカネが再び神力を失うかもしれないと聞いてから数日が経った。%K%P",
"今のところ、アカネがまた神力を失うようなことはなく過ごせている。%K%P",
"「神力を失って、妖怪になるかもしれない、か」%K%P",
"布団に横になって考える。%K%P",
"アカネは大丈夫だといって気にした素振りを見せていないが、やはり俺は不安が拭えないでいた。%K%P",
"「アカネがアラガミとしての自分が\\n　好きになれればいいんだろうけど……」%K%P",
"アカネの心にシコリとして残っているのは、神力が人に迷惑をかけてしまうからだ。%K%P",
"そのせいで、アカネはアラガミという自分の在り方に疑問を抱いている。%K%P",
"せめて停電させる以外に有益な使い道があればいいんだが。%K%P",
"「なにかいい案はないのか――」%K%P",
"「……停電？」%K%P",
"おかしいな。アカネは最近停電を起こしてないのに。%K%P",
"もしかして、なにかあったのか？%K%P",
"ふっと、イノリさんの言葉が脳裏に蘇り不安になる。%K%P",
"「とにかく、アカネを探そう！」%K%P",
"「あ、将！」%K%P",
"携帯の明かりを頼りに進んでいくと、廊下の奥からアカネがパタパタと駆け寄ってきた。%K%P",
"「アカネ！　無事か！」%K%P",
"「うん、あたしは平気だよ」%K%P",
"「本当か？　前みたいに体調が悪かったりしないか？」%K%P",
"「ぜーんぜん。いつもと変わらないよ」%K%P",
"近くで覗き込むアカネの様子から、本当のことだとわかる。%K%P",
"「よかった……この停電はアカネの神力が暴走\\n　したとかじゃないよな？」%K%P",
"「違うって。これはあたしの神力のせいじゃないよ」%K%P",
"「じゃあ、普通に停電しただけか」%K%P",
"停電した時はアカネになにかあったのかと思って焦ったが、何事もなくてよかった。%K%P",
"でも、これがアカネの起こした停電じゃないとしたら町の様子が気になるな。%K%P",
"「俺は、町の様子を見てくるから\\n　アカネはここにいてくれ」%K%P",
"「ううん、あたしもいくよ。\\n　町の様子が気になるのは将だけじゃないんだから！」%K%P",
"どうやらアカネも、俺と同じことを考えていたようだ。%K%P",
"「じゃあ、行くか。暗いから足元気をつけろよ」%K%P",
"「わかってるって。将こそ気を付けてね」%K%P",
"椿木荘を出た俺たちは、しばらくの間停電の起きた神奈木町を歩いていく。%K%P",
"それでわかったことがいくつかあった。%K%P",
"「……こんなに大規模な停電なのか」%K%P",
"遠くに見えるビルの灯りも消えてしまっている。%K%P",
"今回の停電は、以前までアカネが起こしていた停電に比べてかなり大規模なもののようだ。%K%P",
"信号も止まっており、これではいつ事故が起きてもおかしくない。%K%P",
"「……将」%K%P",
"心配が伝わってしまったのか、アカネが不安気に俺の手を握る。%K%P",
"そんなアカネを安心させるように手を握り返した。%K%P",
"「……そろそろ椿木荘へ戻ろう。\\n　舞花たちも心配してるだろうしな」%K%P",
"「……う、うん、そうだね」%K%P",
"後ろ髪を引かれ、何度も振り返るアカネの手を引きながら、俺たちは椿木荘へと戻った。%K%P",
"「あ、将さん！　アカネさん！」%K%P",
"居間に入ると、イノリさんが駆け寄ってくる。%K%P",
"「よかった、ふたりともこないので心配してたんですよ」%K%P",
"「ほんとよ、まったくどこへ行ってたの？」%K%P",
"先に居間へ顔を出さなかったのは失敗だったか。%K%P",
"ふたりには悪いことをしたな。%K%P",
"「すまん。アカネと町の様子を見に行ってたんだよ」%K%P",
"「町の様子を？　どうだった？」%K%P",
"「町中停電しててすっごい大騒ぎだったよ」%K%P",
"俺たちは、見てきたことを舞花たちへ話していく。%K%P",
"「町中で停電……まさかそこまで大事に\\n　なっているなんて」%K%P",
"町の様子を聞いた舞花たちが眉根を寄せる。%K%P",
"「心配です。事故でもあったんでしょうか？」%K%P",
"「事故……なのかな？」%K%P",
"「そういうのじゃなくて、何か機械的なトラブルがあったんじゃない？」%K%P",
"三人が顔を突き合わせて会話するごとに難しい顔になっていく。%K%P",
"このまま重い話だけしていても埒があかないと思った俺は、ゆっくりと口を開いた。%K%P",
"「今は停電が起きたばかりで混乱しているけど、\\n　すぐに復旧して混乱も収まるんじゃないか？」%K%P",
"今まで、アカネが停電を起こしていた為、復旧まで時間がかかることがあった。%K%P",
"しかし、自然発生の停電であれば復旧までそこまで時間がかかることはないだろう。%K%P",
"「そう、かな？」%K%P",
"「ああ。そうそう大事にはならないって。\\n　今までだって、何回も停電が起きてたけど\\n　大丈夫だっただろ？」%K%P",
"重くなりそうな空気を払拭するように、俺はあえて軽い感じで振舞う。%K%P",
"「……うん、そうだね。\\n　悪いことばっかり考えてちゃダメだよね」%K%P",
"「そうそう。いつも通りくらいの気構えでいいんだ。\\n　案外こうして話している間に復旧するかもしれないしな」%K%P",
"そんな風に、考えていたが――。%K%P",
"「……戻らないね」%K%P",
"暗闇の中、アカネの呟きが空しく部屋に響く。%K%P",
"停電が起きてから短くない時間が過ぎたが、いつまで経っても復旧の兆しがない。%K%P",
"机の上に置かれた懐中電灯の明かりに照らされ、アカネたちが不安そうにしている。%K%P",
"「……ちょっと確認してみるか」%K%P",
"いくらなんでもここまで復旧が遅いのはおかしい。%K%P",
"俺は携帯を取り出すと、神奈木町で起きている停電について調べてみる。%K%P",
"「えっと、なになに……」%K%P",
"ざっと書かれている情報に目を通していく。%K%P",
"『現在、神奈木町近郊の地域で、\\n　大規模な停電が発生しています』%K%P",
"『大規模停電の原因は現在調査中であり、\\n　復旧までの時間は未定です』%K%P",
"つまり、いつ復旧するのかまるでわかってない状況ということらしい。%K%P",
"俺は、調べたことをそのままアカネたちに伝える。%K%P",
"「じゃあ、もうしばらくこのままってこと？」%K%P",
"「このまま停電が続くとまずいわね。道路なんて滅茶苦茶に\\n　なるわよ」%K%P",
"「……そうですね。都心部の機能麻痺は無視できないもの\\n　になります。病院なども予備電力を設けているとはいえ、\\n　あまり長く続くようなら持たないかもしれません」%K%P",
"「神奈木町の皆さんになにもなければいいのですが……」%K%P",
"「…………」%K%P",
"考えれば考えるほど、どうしてもマイナス方向へ思考が寄っていく。%K%P",
"町の様子を見ていたのに、俺は停電というものを甘く考えすぎていたかもしれない。%K%P",
"このまま停電が復旧するまで、ただ黙って見ていることしかできないのか？%K%P",
"「……ねぇ、あたしにもなにかできることってないのかな」%K%P",
"アカネが小さく、しかし力強い意志を込めて呟く。%K%P",
"「アカネ？」%K%P",
"「あたしの神力が役に立たないことはわかってる。\\n　でもさ、今まで良くしてくれた人たちが\\n　困ってるのを見過ごせないよ」%K%P",
"「あたしはアラガミだけど、カミサマなんだよ？\\n　だから、なにかできないのかな？」%K%P",
"「アカネさん。その気持ちはよくわかります」%K%P",
"「ですが、私たちの神力でどうにかなるようなことでは\\n　ないんです。逆に下手なことをしてしまえば余計に\\n　騒ぎを混乱させることになるかもしれません」%K%P",
"「わかってるよ。わかってるけどさ……」%K%P",
"アカネがやり場のない気持ちを抱えながら拳を握っていると、%K%P",
"「あっ……電池が」%K%P",
"懐中電灯が点滅した後、部屋を照らしていた明かりが消えてしまった。%K%P",
"「ずっと点けてたからな」%K%P",
"「ちょっと、替えの電池とってくるわね」%K%P",
"「暗いから気を付けろよ」%K%P",
"「わかってるわよ」%K%P",
"舞花は電池を取りに居間から出ていくと、アカネは電池の切れた懐中電灯に手を伸ばして弄る。%K%P",
"「はぁ……せめてあたしの神力でこういう電池とか\\n　充電できればなぁ。前の時は全然上手くいかなかったし」%K%P",
"「…………充電？」%K%P",
"アカネの言葉を聞いて、閃くものがあった。%K%P",
"今までアカネの神力は停電を起こすものとしか思っていなかった。%K%P",
"けど、停電が起きるのだって理由がある。%K%P",
"もしかして、アカネの神力は電気を止めていたのではなく、吸収して停電を起こしていたんじゃないのか？%K%P",
"「なあ、アカネ。ちょっと神力を使ってみてくれないか？」%K%P",
"「え？　神力を？　なんで？」%K%P",
"「なにか考えがあるんですか？」%K%P",
"「ええ。初めて出会った時、アカネは神力を使って\\n　携帯のバッテリーを充電しようとしたんです」%K%P",
"「でも、あの時は失敗したよ？」%K%P",
"「それは制御する気がなかったからだろ。でも今は違う。\\n　もし、予想通りアカネの神力が充電できるとしたら、\\n　その力を使って停電の問題も解決できるかもしれない」%K%P",
"「……でも」%K%P",
"「アカネはあの時とは違うんだ。だから、大丈夫だ。\\n　俺を信じてみてくれ」%K%P",
"「……わかった。ちょっと試してみる――すぅ、んっ！」%K%P",
"大きく深呼吸をしてから、アカネは懐中電灯に向けて神力を解放した。%K%P",
"「きゃっ！」%K%P",
"一瞬、空気がはじけるような音が聞こえた後、切れていたはずの懐中電灯に明かりがついた。%K%P",
"「成功、したのか？」%K%P",
"「み、みたい。こんなに細かい制御ができたの初めて」%K%P",
"「なんかさっき凄い光が見えたけどなにかあったの？\\n　……って、なんで懐中電灯が点いてるのよ」%K%P",
"「ああ、実はな――」%K%P",
"俺は、アカネの神力の効果について舞花に話をする。%K%P",
"「ふーん。じゃあアカネの神力を使えば停電を\\n　復旧させることができるかもしれないわけね」%K%P",
"「ああ、そうだ。アカネの神力を使えば、\\n　この停電を解決できるかもしれないんだ」%K%P",
"俺がそういうと、アカネはなぜか少しだけ困惑した表情を浮かべた。%K%P",
"「本当に、使っていいのかな？」%K%P",
"「いまのは偶然成功したけど、もう一回成功するかは\\n　わからない。もし失敗して、これ以上町の人たちに\\n　迷惑をかけたら――」%K%P",
"「アカネ――俺は、アカネの神力は、\\n　誰かを助けることのできる力だと思ってる」%K%P",
"「大丈夫だ！　絶対に成功する。\\n　アカネの神力は皆を守ることができるんだ。\\n　俺はそう信じてる。だから、やってみよう」%K%P",
"俺はアカネを勇気づけるように言葉を重ねていく。%K%P",
"アカネの力が人に迷惑をかけるだけの力でないと、俺は信じているから。%K%P",
"「将……うん、わかった。あたし、やってみる！」%K%P",
"顔を上げ、決意を固めたアカネはそういった。%K%P",
"椿木荘の敷地内には、かつて大きな送電鉄塔があった。%K%P",
"椿木荘の敷地が小さくなったことで撤去されてしまったが、今でも中庭には名残としてその跡地が残っている。%K%P",
"電気を扱うアカネの神力を使うのに、これほどまでに適している場所はない。%K%P",
"舞花は商店街の様子を見に、イノリさんは上司の下へといった為、いまは俺とアカネしかいない。%K%P",
"「準備はいいか？」%K%P",
"「すぅ……はぁ……大丈夫。\\n　いつでもオッケー！」%K%P",
"「よし、始めよう」%K%P",
"アカネは鉄塔に触れて目を瞑り、そしてもう一度目を開く。%K%P",
"「ふぅ、っつ！！」%K%P",
"アカネが力を込めた瞬間、居間にいた時よりもさらに激しく光る。%K%P",
"同時に、自然災害を具現化したかのようなどこまでも荒々しい空気が周囲に満ち溢れていく。%K%P",
"「これが……アカネの力」%K%P",
"バチバチとアカネの周囲に電気が飛び散り、暗闇を照らしていくが――%K%P",
"「ダ、メッ！　全然、制御できないっ……！」%K%P",
"アカネの周囲に集まった光は、まるで命令を無視するようにあちらこちらに飛び回り始める。%K%P",
"このままでは、すぐにでも失敗するのが目に見えている。%K%P",
"せっかくアカネが自分の力と向き合えたというのに、ここで失敗するなんて――%K%P",
"「そんなの、ダメに決まってるだろ！」%K%P",
"よろけたアカネを背中から支えるように抱きしめる。%K%P",
"「将！？　ダメっ！　危ないからこっちにこないで！！」%K%P",
"「俺はアカネの力を信じている。\\n　大丈夫だ。アカネの力は、神奈木町の皆を助ける\\n　ための力なんだ」%K%P",
"アカネの身体を抱きしめながら、断言する。%K%P",
"「忌避しなくてもいい。あるがまま、アカネの思った\\n　通りにすればいい。そうすれば、絶対に成功する」%K%P",
"俺にできることは少なく、こうして誰よりもアカネのことを信頼することだけだ。%K%P",
"「――まったく。それってすごい無茶ぶり。\\n　けど、将がそこまで期待してくれてるなら\\n　応えないとね」%K%P",
"アカネの身体から力が抜け、緊張した声音が溶けて柔らかな口調へと変わる。%K%P",
"先ほどまで散らばっていた光が、一斉に輝きを増してアカネの周囲に集まってくる。%K%P",
"「見ててよ、将。アラガミだって、\\n　人の役に立てるってところを――！！」%K%P",
"アカネの掛け声と共に、光が爆発した。%K%P",
"「くっ！」%K%P",
"あまりの眩しさに目を開けていられなくなった俺が目を閉じてしまう。%K%P",
"しばらくした後、光が収まったのを確認してから目を開けると、椿木荘に電気が点いていた。%K%P",
"「電気が、ついてる……」%K%P",
"「ふぅ……やった、成功した。\\n　けど……はぁ、ちょっと……疲れた」%K%P",
"ふらついたアカネを抱きしめながら、頭を撫でる。%K%P",
"「お疲れ様。頑張ったな」%K%P",
"「あはは、あたし、皆の役に立てたかな？」%K%P",
"「ああ、最高にカミサマらしくてキレイだったぞ」%K%P",
"「……そっか、あたしもカミサマらしいことができたんだ」%K%P",
"「だからいっただろ？　アカネの力は、\\n　皆を助けることができるって」%K%P",
"「うん……あたしの神力にも、意味があったんだ」%K%P",
"自分の力を確かめるように、アカネは両手を胸元でギュッと握り閉める。%K%P",
"「この力は、誰かの役に立てる。アラガミである私も、\\n　人の役に立てるんだ」%K%P",
"腕の中で呟くアカネは、憑き物が落ちたようにスッキリとした表情を浮かべる。%K%P",
"「――将。あたしは、アラガミのままでいいんだよね？」%K%P",
"「当たり前だ。アカネは立派なカミサマなんだ。\\n　それがなんであれ、胸を張ればいい」%K%P",
"「……うん、そうだね！　あたしはこれからも、\\n　アラガミでいるよ！」%K%P",
"「だから、これからも迷惑かけるかもしれないけど、\\n　ヨロシクね！」%K%P"
]