[
"「少し遅くなったかな」%K%P",
"コンビニを出た俺は、ついさっき買った夜食が詰まった袋を片手に帰路についていた。%K%P",
"あたりはすっかり真っ暗で、人通りもほとんどない。%K%P",
"「まぁそれもこの町の特徴か」%K%P",
"ここ神奈木町は昔ながらの風景を色濃く残した、いわゆる下町だ。%K%P",
"都内ということで人口は多いが、お年寄りの比率が高い為、夜中に出歩くような人はあまりいない。%K%P",
"町内の人たちも穏やかな性格の人が多く、まったりとした雰囲気の町だ。%K%P",
"しかし、最近ではこの町周辺で起こっている一つの問題が取り上げられるようになった。%K%P",
"「……停電か」%K%P",
"この停電というのが、最近では毎日のようにニュースで取り上げられている。%K%P",
"これがただの停電であれば大げさに取り上げられたりはしないだろう。%K%P",
"『原因不明の停電が頻発する町』%K%P",
"ニュースで使われている見出しが示す通り、神奈木町では停電が頻発している。%K%P",
"１日に何度も起きる停電は世間を賑わすには十分だった。%K%P",
"昼夜を問わない停電に法則性はなく、いつ、どの時間に起きるのかは専門家にもわからないらしい。%K%P",
"「俺はまだ被害にあったことはないけど、\\n　停電が多いといろいろ大変だよな」%K%P",
"神奈木町に住む者にしてみれば、いつ起こるかも分からない停電というのは気の休まらないことだ。%K%P",
"規模も数メートル範囲から、数百メートル範囲までのものと様々で一貫性もない。%K%P",
"そのせいで、為替市場で神奈木町周辺都市の一部企業の円相場が落ち込んでいるという話もあるくらいだ。%K%P",
"「原因さえわかれば、対処もできるんだろうけど――」%K%P",
"「うおっ！？　なんだ！」%K%P",
"突然、周囲の明かりが突然消えて視界が真っ暗になった。%K%P",
"「これは……停電？」%K%P",
"さっきまで付いていた周囲の民家の灯りは消えていて、街灯も消えている。%K%P",
"遠目に見えるビルには明かりついているので、停電は俺が今いるこの一帯だけのようだ。%K%P",
"「もしかして、これがニュースでいってたやつか？」%K%P",
"考えていた矢先に巻き込まれるとは思わなかった。%K%P",
"確かにこんな停電が頻発されると、気の休まる暇もないだろう。%K%P",
"それに――%K%P",
"「コンビニ帰りでよかった」%K%P",
"夜食を買うのがもう少し遅れていたら、コンビニの中で立ち往生していたかもしれない。%K%P",
"「ん？　――うおっ！」%K%P",
"停電に気を取られて前を見るのがおろそかになっていたようで、いつのまにか目の前に現れた人影を慌てて避ける。%K%P",
"突然のことで体がよろめくが、なんとか倒れずに済んだ。%K%P",
"「……お、女の子？」%K%P",
"一瞬だけ見えた姿は、俺と同じくらいの女の子だった。%K%P",
"思わず振り返ると、女の子はどこかおぼつかない足取りでふらふらと歩いている。%K%P",
"「大丈夫なのか……あっ」%K%P",
"女の子の体が大きく揺れたかと思えば、そのまま受け身も取らずに倒れてしまった。%K%P",
"「おっ」%K%P",
"倒れた女の子に合わせるかのように、周囲が明るくなる。%K%P",
"どうやら停電が復旧したらしい。%K%P",
"「って、そんなことよりあの子は――」%K%P",
"倒れている女の子に視線を戻すと、むくりと体を起こしていた。%K%P",
"「――――た」%K%P",
"「え？」%K%P",
"「うが――――！　おなかすいたぁ――――！！」%K%P",
"女の子が叫んだかと思えば街灯が激しく明滅し、復旧したばかりの灯りが一斉に消えた。%K%P",
"「また停電！？」%K%P",
"よりにもよってこんなタイミングで……。%K%P",
"「うぅ……もう、ダメ……」%K%P",
"そして女の子はまた倒れてしまった。%K%P",
"「ぅぅ……」%K%P",
"「あのー、大丈夫ですか？」%K%P",
"うめき声を上げて身じろぎする女の子に近づいた俺は思わず息を飲んだ。%K%P",
"人とは少し違ったセクシーな和風の服。%K%P",
"ひと目見ただけで視線を釘付けにされるようななめらかなボディライン。%K%P",
"そのどれもが人とは隔絶した雰囲気を放っていた。%K%P",
"直接見たことはなかったが、彼女たちを表す言葉は知っている。%K%P",
"「……カミサマ？」%K%P",
"カミサマの存在が世間に浸透したとはいえ、実際に見るのは始めてだった。%K%P",
"テレビでは何度か、カミサマアイドルとしてステージに立っているカミサマたちを見たことがある。%K%P",
"そこで見たカミサマたちは、キラキラ輝いていたりしていて、高嶺の花のようなイメージだった。%K%P",
"けど、目の前のカミサマは俺の知っているカミサマとはなにか違う。%K%P",
"服装からいかにも勝気そうなことが伺えるそのカミサマの表情は、苦しそうに目を瞑り、唇がきつく結ばれている。%K%P",
"「ぅぅぅぅぅぅ……」%K%P",
"「あの、カミサマ？　どこか具合でも悪いんですか？」%K%P",
"「うぅぅ……だ、誰か……」%K%P",
"「は、はい！　なんですか！」%K%P",
"「誰か……誰か食べ物……ぷりーず」%K%P",
"「……えっ？」%K%P",
"「そこの……誰か知らないけど、食べ物、ぷりーず」%K%P",
"そういうとカミサマのお腹が盛大に鳴った。%K%P",
"「もしかして、お腹空いて倒れたんですか？」%K%P",
"「……」%K%P",
"うつぶせのまま器用に頷くカミサマ。%K%P",
"どうやら本当に空腹で倒れただけらしい。%K%P",
"「……ちらっ」%K%P",
"しかもちらちらとこちらを見てくる。%K%P",
"「……ちらっ、ちらっ」%K%P",
"倒れている姿とは裏腹に、思ったよりも平気そうに見える。%K%P",
"案外、このまま放っておいても大丈夫な気がするな。%K%P",
"「じー……」%K%P",
"なんて考えているとじっとこちらを見つめているカミサマと目が合ってしまった。%K%P",
"その視線は少しずつ俺が手に提げているコンビニの袋に移っていく。%K%P",
"「えっと……軽い物でよければ、いります？」%K%P",
"「……まじ？」%K%P",
"期待に満ちた目を向けてくるカミサマ。%K%P",
"「夜食にと思っただけなのでいいですよ」%K%P",
"「おぉ……神よ……。\\n　あっ、でも全部もらうのは悪いから半分で……」%K%P",
"「うぅ……半分……半分でいいから」%K%P",
"なんとか我慢しようとしてる姿は、カミサマというよりも普通の女の子にしか見えない。%K%P",
"「全部食べちゃっていいですよ。\\n　俺は夕食も食べたので大丈夫ですから」%K%P",
"「……いいの？\\n　あとで返してっていっても返さないよ？」%K%P",
"「返してなんていいませんよ。\\n　俺からの捧げ物ということで、遠慮なく食べちゃってください」%K%P",
"「やった！　さんきゅっ！」%K%P",
"飛び起きたカミサマは、まるで子犬目を輝かせている。%K%P",
"すると、計ったかのように電気が復旧した。%K%P",
"「あー食べた食べた！」%K%P",
"行き倒れていたカミサマは俺の買ってきた夜食を一瞬で平らげてしまった。%K%P",
"夜食のつもりだったので量はそこまで多くないとはいえ、それでもかなりの量があったはずなのに。%K%P",
"「ありがと！　いやーあのまま餓死するかと思ったよ。\\n　あんたはあたしの恩人だね！」%K%P",
"先ほどとは打って変わってぐいぐいと話しかけてくるカミサマ。%K%P",
"改めて見るとかなり露出の多い服装で、動くたびにいろいろと揺れたりして目のやり場に困る。%K%P",
"それでいてギリギリ見えそうで見えないのはカミサマの力なんだろうか。%K%P",
"「ありゃ？　急に黙りこんでどした？」%K%P",
"「えーっと……カミサマ、ですよね？」%K%P",
"「うん、そだよ。あ、自己紹介がまだだったね」%K%P",
"「あたし、椿姫アカネ！\\n　アカネでいいよ！」%K%P",
"「俺は、鳴海将です」%K%P",
"「将……将、か。\\n　うん、いい名前だね！」%K%P",
"アカネと名乗ったカミサマは、俺の名前を覚えるかのように何度か呟く。%K%P",
"「アカネさんはどうして動けなくなるまで\\n　何も食べなかったんですか？」%K%P",
"「アカネでいいよ。\\n　あたしだって将って呼ぶからね」%K%P",
"「あと、敬語とか使われるとくすぐったいから\\n　敬語もなしで！」%K%P",
"「えっ、いいんですか？」%K%P",
"ずいぶんフレンドリーなカミサマだ。%K%P",
"「だいじょーぶ！\\n　あたしがいいっていうんだから問題なし！」%K%P",
"そういいながらその豊かな胸をこれでもかと張ってみせるカミサマ。%K%P",
"敬語にこだわってカミサマに機嫌でも損ねられたらたまったものではない。%K%P",
"「わかったよ、アカネ。\\n　これでいいか？」%K%P",
"本人がいいといっているのだからたぶん大丈夫だろう。%K%P",
"「うん！　かんぺき！」%K%P",
"アカネが満足そうににっこりと笑う。%K%P",
"その親しみやすい性格は嫌いじゃない。%K%P",
"むしろ見ているだけでこっちまで元気になるような明るさは好感が持てる。%K%P",
"「それで、なんでアカネは\\n　こんなところで行き倒れたんだ？」%K%P",
"「うぇっ！？　えっと、それは……」%K%P",
"「俺の夜食も普通に食べてたし、\\n　特に食べないようにしてるってわけでもないんだろ？」%K%P",
"「えーっと……それは、その……」%K%P",
"「その？」%K%P",
"アカネの視線が宙をさまよう。%K%P",
"そして、観念したかのように渋々と口を開いた。%K%P",
"「……お金がなかったから」%K%P",
"「え？」%K%P",
"てっきりもっとすごい理由なのかと思っていた。%K%P",
"「え？　ってなにさー！」%K%P",
"「そうですよー。\\n　あたしはどうせ貧乏カミサマですよーだ」%K%P",
"俺の反応がお気に召さなかったようで、アカネは拗ねたように唇を尖らしてそっぽを向いてしまう。%K%P",
"でも俺にはそれよりも気になることがあった。%K%P",
"「アカネだってカミサマだろ？\\n　下宿先とかないのか？」%K%P",
"「あるにはあると思うけど、\\n　顕現してから一度も行ったことありませーん」%K%P",
"拗ねていても返事はしてくれるアカネ。%K%P",
"豪快な印象だったが、律儀な部分もあるようだ。%K%P",
"「あたしの下宿先はどうでもいいの。\\n　それより、あたしは将の家に行ってみたいかな？」%K%P",
"「家に？　そりゃまたなんでだ？」%K%P",
"「え！？　あー……えっと……」%K%P",
"いいよどむアカネのお腹から、空腹を訴える音が鳴った。%K%P",
"「……食べ足りないのか？」%K%P",
"「あはは……うん、まあ、そうともいうかな？」%K%P",
"「ねぇ……だめ？」%K%P",
"近寄って上目遣いでこちらを見てくるアカネ。%K%P",
"さすがにアカネみたいな美少女に大胆な服装で迫られると、男としてはドキドキしてしまう。%K%P",
"「いや、ダメってわけじゃないんだけどな」%K%P",
"「あれあれ？　将ってばちょっと顔赤いけどどうしたの？\\n　あ、もしかしてあたしの魅力にメロメロだったりして！」%K%P",
"「そ、そんなことはないぞ」%K%P",
"「えー、ほんとかな？　ほれほれ」%K%P",
"調子に乗ってさらに近寄って胸の谷間を強調するように見せてくる。%K%P",
"露出が多いのもあいまって、健全な一般男子には目の毒だ。%K%P",
"「わかった、わかった。\\n　でも、俺も下宿してるだけだから、\\n　家にきてもご飯があるかは分からないぞ？」%K%P",
"「えっ、いいの？　やった！」%K%P",
"「それと、俺は勝手に台所は使えないから、\\n　大家さんに確認を取ってからになるからな」%K%P",
"「それでダメだっていわれたら、悪いけど諦めてくれよ」%K%P",
"「将ならちゃんと説得してくれると信じてるから大丈夫！」%K%P",
"人の気も知らないでアカネは信頼の笑みを向けてくる。%K%P",
"「はぁ……ほんとに期待しないでくれよ」%K%P",
"大家さんに連絡するためにポケットからスマホを取り出して画面を見ると。%K%P",
"「あれ？」%K%P",
"画面に表示されているバッテリーの残りが１０％以下になっていた。%K%P",
"「おかしいな、今日は充電してなかったっけ？」%K%P",
"「ん？　どうかしたの？」%K%P",
"「ああ、いや。スマホのバッテリーがほとんどなくてな。\\n　ギリギリ電話はできると思うけど……」%K%P",
"電池の残量を考えるといささか不安に感じられる。%K%P",
"「ふーん。あたしがなんとかしようか？」%K%P",
"「そんなことができるのか？」%K%P",
"「だいじょーぶ！\\n　カミサマにできないことなんてない！\\n　……たぶん」%K%P",
"「たぶん！？」%K%P",
"「そりゃそうだよ。\\n　カミサマだって万能じゃないんだから」%K%P",
"「おいおい、本当に大丈夫なのか？」%K%P",
"「もっちろん！　あたしはカミサマなんだよ？\\n　それくらいよゆーよゆー！」%K%P",
"だから、そのカミサマだって万能じゃないっていったのはアカネじゃないか。%K%P",
"「……仕方ないな、やるだけやってみてくれ。\\n　ただ、壊さないでくれよ」%K%P",
"その豊かな胸を自信満々に張っているアカネにスマホを手渡す。%K%P",
"「任せてよ！　よし、じゃあさっそく……てりゃ――――！」%K%P",
"「うおっ！？」%K%P",
"ショートしたような音が鳴ったかと思えば、携帯の電池が一気に０になって電源が落ちる。%K%P",
"「……あっ」%K%P",
"「っておい失敗したのか！？」%K%P",
"「いやー今日は偶々調子が悪かったというか、\\n　お腹が空いてて上手くいかなかったというか……」%K%P",
"「…………」%K%P",
"「えーっと…………」%K%P",
"「てへっ♪」%K%P"
]