[
"ライブも終わり、熱も冷めないまま俺たちは椿木荘への帰路へとついていた。%K%P",
"「…………」%K%P",
"ライブの後から、アカネはなにかを考えているようだった。%K%P",
"それがなんなのかはわからないが、今のアカネは、昨日までのような暗さを感じさせない。%K%P",
"その姿を見て、アカネの心境に大きな変化があったのだと確信する。%K%P",
"「ただいま」%K%P",
"「おかえり、ふたりとも」%K%P",
"「将さん、アカネさん、おかえりなさい」%K%P",
"居間に行くと、イノリさんが不安げにアカネへと視線を向ける。%K%P",
"「その、どうでしたか？　アカネさん、\\n　少しはやる気を取り戻せましたか」%K%P",
"「んー、うん。まあ、ね」%K%P",
"ぼんやりと、アカネは生返事だ。%K%P",
"「アカネさん。私の話聞いてますか？」%K%P",
"「うん、大丈夫だって」%K%P",
"やはり考え事をしているせいか、アカネはどこか投げやりに答える。%K%P",
"「――――アカネさん、まだそんな投げやりなことをいってるんですか！」%K%P",
"アカネの態度がやる気のなさからくるものだと思ったのだろう、イノリさんが声を荒げた。%K%P",
"「え？」%K%P",
"「貴女は一体いつまで呆けているんですか！！\\n　今までのアカネさんなら、嫌なことがあってもすぐに\\n　前を向いて次のことをやろうとしてました！」%K%P",
"「い、いきなりなに怒ってるの？\\n　わけわかんないよ」%K%P",
"珍しく声を荒げて怒っているイノリさんに、アカネは呆気にとられているようで、返事ができないでいる。%K%P",
"「またそうやって！？\\n　なんでアカネさんはいつもそうやって\\n　私たちと向き合ってくれないんですか！」%K%P",
"イノリさんの瞳からは涙が零れ始めていたが、それでもアカネに対して気持ちを吐き出していく。%K%P",
"もちろんそれがイノリさんの勇み足であっても、言われ続ければアカネだって面白くないわけで。%K%P",
"「な、なんなのさっきから！\\n　あたしがなにしたっていうの！」%K%P",
"「なにもしなかったからです！！\\n　アカネさんの大バカ！！」%K%P",
"「はぁ？？　意味わかんない！\\n　一方的に怒ってきて、なんなのよっ！！！」%K%P",
"いつもだったら停電が起きてもおかしくない状況。%K%P",
"しかしアカネも先ほどのアイドルの姿に思うところがあるのか、停電は起きていない。%K%P",
"「アカネさんは椿木荘で暮らしてきて、\\n　なにも感じなかったんですか！\\n　楽しくなかったんですか！」%K%P",
"「うっ、そ、それは……」%K%P",
"アカネが言葉に詰まった。%K%P",
"「ここの人たちは私たちがカミサマだって知っても、\\n　変わらず接してくれて、受け入れてくれて……」%K%P",
"「アカネさんがアラガミで、停電の原因だって知っても\\n　変わらず接してくれたのは、私は自分のことのように\\n　嬉しかったです」%K%P",
"イノリさんが気持ちを吐き出していく。%K%P",
"あまり面と向かって聞くことのないイノリさんの気持ちに俺は少しだけ気恥ずかしさを覚えた。%K%P",
"「それに……」%K%P",
"そこで、イノリさんがいったん言葉を切る。%K%P",
"そしてゆっくりと噛みしめるように口を開いた。%K%P",
"「みなさんとの生活、私は楽しかったです」%K%P",
"「っ！？」%K%P",
"きっとそれがイノリさんの本心で、今怒っている理由なのだろう。%K%P",
"「将さんや舞花さんに手伝ってもらって、\\n　最近ではアカネさんが停電を\\n　起こす回数も減ってきました」%K%P",
"「正直、私だけでやっていたら\\n　ここまでくることはできなかったかもしれません」%K%P",
"イノリさんは俺たちのおかげといっているが、そんなことはない。%K%P",
"彼女が更生するための情報を調べたり、上司にかけあってくれたりしていたのを俺は知っている。%K%P",
"「だからこんな中途半端なまま終わってほしくないです！」%K%P",
"それだけいうとイノリさんは泣き崩れてしまった。%K%P",
"「……あー、そっか」%K%P",
"途中からずっと何かを考えていたアカネがぽつりとつぶやいた。%K%P",
"「ヒクッ、グスッ……え？」%K%P",
"アカネが泣いているイノリを抱きしめると、優しく背中を撫でる。%K%P",
"「今日のライブを見てさ、ずっとわからなかったんだ。\\n　どうしてカミサマアイドルたちは\\n　あんなに頑張れるんだろうって」%K%P",
"「でも、イノリのおかげでちょっとだけわかった」%K%P",
"「アカネ、さん？」%K%P",
"「あたしもさ、ここでの生活が気に入っているんだ。\\n　将はあたしが無茶なことしても怒らないし、舞花のご飯は美味しいし」%K%P",
"「ちょっとイノリが口うるさいなって思うけど、\\n　あたしのことを真剣に心配してくれる」%K%P",
"気持ちを訥々と語っていくアカネ。%K%P",
"「きっと、あのカミサマアイドルたちも皆に楽しいって\\n　思ってほしいから我慢できて、頑張れるんだ」%K%P",
"「でも、あたしはまだ知らない人のために頑張ろう、\\n　なんて気にはなれない」%K%P",
"「だけど、身近な人たちのために頑張るなら、\\n　それもいいかなって、思った」%K%P",
"そういって、アカネが俺へと視線を向けてくる。%K%P",
"アカネは悩んでいた。%K%P",
"それは、更生に対して悩んでいたのはなく、誰かのために何かをするという初めてのことに戸惑っていただけなのかもしれない。%K%P",
"俺は、アカネの視線を受け止めて、力強くうなずいて返す。%K%P",
"「だからね、あたしやっぱりアイドルやるよ。\\n　気づかせてくれて、その、ありがとう、イノリ」%K%P",
"アカネが恥ずかし気に顔を逸らすと、イノリさんがくすくすと笑う。%K%P",
"「な、なに？　あたし、おかしなこといった？」%K%P",
"「いえ、嬉しいんです。\\n　アカネさんにそういってもらえて、とても、嬉しいです」%K%P",
"「〜〜〜〜っつ！」%K%P",
"「て、停電？」%K%P",
"「あ、あら？　な、なぜでしょう？」%K%P",
"「イノリが恥ずかしいこというからよ！\\n　ばーか、ばーか！　この地味神！」%K%P",
"「あぁん！？\\n　この場面で普通そんな言葉を口にするかこのなまけ神！」%K%P",
"再びケンカを始めたふたりの姿は、山を一つ越えたように思えた。%K%P",
"「あらら、せっかく停電も大雨も最近はなくなったと思ったのに」%K%P",
"「ずいぶんと冷静だな」%K%P",
"「まぁ今回は仕方ないんじゃないかな？」%K%P",
"「そうだな。やっといつも通りの光景に戻ったって感じだな」%K%P",
"「地味だからキャラ変えるなんて、\\n　自分で自覚してるんじゃん！」%K%P",
"「誰のせいだ！？\\n　その口が二度と聞けないように縫い合わせてやろうか！？」%K%P",
"喧嘩するほど仲がいい、という言葉はまさにふたりにぴったりだ。%K%P",
"「まあ、成功したんだしよかったんじゃない」%K%P",
"「これも舞花のおかげだな」%K%P",
"「私？　私は別にそこまでのことはしてないわよ」%K%P",
"「いいや。舞花のおかげだ。\\n　舞花がいなかったら、\\n　ライブを見に行くなんて案は出なかったからな」%K%P",
"「……たまたまよ」%K%P",
"「それでもだ。潰れてもいいとはいいつつも、\\n　手伝ってくれるしな」%K%P",
"「それは、まあ、成り行きで仕方なくよ」%K%P",
"「素直じゃないな」%K%P",
"「うっさい。勝手に私の気持ちを決めるな」%K%P",
"ここで認めないあたり、舞花らしいか。%K%P",
"「テメェみたいなカミサマがアイドルなんて無理だ！」%K%P",
"「いいや！　あたしはぜぇぇぇぇたいに\\n　アイドルになってやる！」%K%P",
"アカネは迷いのない、晴れ晴れとした笑顔でそう宣言した。%K%P"
]