[
"ライブに誘うと決めた俺は、さっそくアカネの部屋の前までやってきた。%K%P",
"「すーはー……よし」%K%P",
"深呼吸をして目の前の扉をノックする。%K%P",
"「誰ー？」%K%P",
"「アカネ、俺だけど今いいか？」%K%P",
"「将？　ちょっと待ってて」%K%P",
"「あたしの部屋に来るなんて珍しいね、\\n　どうしたの？」%K%P",
"「明日だけど空いてるか？」%K%P",
"「別に明日も部屋でごろごろするくらいしかないけど……」%K%P",
"「ならさ、明日はちょっとふたりで出掛けないか？」%K%P",
"「ふたりで？　いきなりどうしたの？」%K%P",
"アカネが訝し気な視線を向けてくるが、それに気が付いていない様子で受け流す。%K%P",
"「ほら、これだよ」%K%P",
"俺がチラシを手渡すと、アカネはしげしげと眺め。%K%P",
"「あれ？　これってこの前あたしが見てたやつだ」%K%P",
"「そうだ。最近はずっと外に出てないだろ？\\n　だから、気晴らしに丁度いいかと思ってな」%K%P",
"「…………」%K%P",
"アカネは受け取ったチラシをジッと見つめている。%K%P",
"「興味ないか？」%K%P",
"「将……あたしはもうアイドルは……」%K%P",
"「あまり深く考えなくていい。\\n　祭りだからな、いろいろと\\n　気晴らしにもなるだろうと思って誘ったんだ」%K%P",
"「正直なところ、俺ひとりでライブに行くなんて恥ずかしいんだよ。\\n　だから、アカネがついてきてくれると非常に助かる」%K%P",
"「あははっ、なにそれ」%K%P",
"アカネが笑い、少しの逡巡を見せた後で緊張しながら顔を上げて真っすぐに見つめてくる。%K%P",
"「…………うん、しょうがないから\\n　いっしょに行ってあげる」%K%P",
"「よし！　ありがとな、アカネ」%K%P",
"「別にいいよ。じゃ、また明日ね」%K%P",
"アカネが部屋に戻ったのを確認して、一息つく。%K%P",
"これでアカネを明日のライブに連れ出すことには成功した。%K%P",
"「あとは俺の頑張り次第ってところか」%K%P",
"さて、明日の準備をしないとな。%K%P",
"翌日、いよいよアカネの気持ちを確かめる日。%K%P",
"気合十分の俺は、アカネを連れて神奈木町唯一の公園にきていた。%K%P",
"「すごっ、こんなに人がいるんだ！」%K%P",
"「神奈木公園にこれだけ人が集まるなんて、\\n　イベントごとをやる時くらいだからな」%K%P",
"普段はペットの散歩やランニングをしているご老人くらいしか見かけないのに、今日は老若男女、大勢の人たちでごったがえしていた。%K%P",
"屋台も何件か出ていて、かなり賑わっている。%K%P",
"「ふぉぉー、ライブってこんなに集まるんだ」%K%P",
"「俺も初めてきたけど、テレビで見る熱気とはまた違うな」%K%P",
"「……うん、全然違う」%K%P",
"公園全体の雰囲気を味わう様に、アカネは目を輝かせている。%K%P",
"やはりこういったお祭りの雰囲気は、アカネにとって興味があるみたいだ。%K%P",
"「まだ時間もあるし見て回るか？」%K%P",
"「もっちろん！　ほら、将！　あっちに行ってみよ！」%K%P",
"「あ、おい、いきなりだな。\\n　わかったから引っ張るな」%K%P",
"「はーほんと、凄いね」%K%P",
"「だな。ご当地アイドル舐めてたよ」%K%P",
"屋台で買ったフライドポテトをベンチでつまみながら、俺たちは人混みを眺める。%K%P",
"「物販とかも人が多かったけどさ、やっぱりあの屋台が\\n　別格だったね」%K%P",
"「アイドルが接客してた屋台だろ？\\n　あれはやばかった」%K%P",
"視線を屋台のほうへと向けると、まだまだ人並みが尽きることなく増え続け、長蛇の列が続いていた。%K%P",
"ライブに参加するご当地アイドルが生で接客するという宣伝効果はバツグンで、このままライブが始まるまで途切れることはないだろうと思わせる。%K%P",
"「接客もしっかりしていたし、あれだけの人気がでるのも頷けるな」%K%P",
"「アイドルって、歌って踊るだけだと思ってたから、\\n　ああいうことするって知ってびっくりだよ」%K%P",
"アカネは手に持ったポテトを摘まむ。%K%P",
"「モグモグ……こくっ。\\n　なんかさ、改めて凄いな、って思った」%K%P",
"「アイドルか？」%K%P",
"「うん。だって、あんなにたくさんの人に笑顔で話をして、\\n　それでも嫌な顔一つしないんだよ？」%K%P",
"アカネがさっきからずっと見ているのは行列のできている屋台。%K%P",
"ベンチから見えるアイドルは、常に笑顔を絶やさず、注文や商品渡し、握手などをテキパキとこなしている。%K%P",
"「あたしには、無理かな。\\n　あんなに大変そうなことを\\n　一生懸命やるなんてできないよ」%K%P",
"「別にいいんじゃないか？」%K%P",
"自分には手を届かないものを見つめるようにしているアカネを見た俺は、自然とそう口にしていた。%K%P",
"「将……？」%K%P",
"「アカネはアカネだ。あのアイドルじゃない」%K%P",
"「わざわざマネて、同じになる必要なんかないって。\\n　アカネはアカネらしくしているのが一番だ」%K%P",
"「そう、なのかな？」%K%P",
"「ゆっくりで、少しずつ自分のペースで\\n　進んでいけばいいんだ。誰かに合わせる必要なんてないぞ」%K%P",
"「ゆっくりと……自分のペースで」%K%P",
"アカネに更生してもらうことは重要だ。%K%P",
"けれど、それが原因でアカネにストレスが溜まりすぎたり、無理をさせても意味がない。%K%P",
"だから、俺の言葉を噛み締めて自分の中で答えを模索するアカネを急かすようなマネはせず、見守り続ける。%K%P",
"「将、あたし――」%K%P",
"「本日はご来場いただき、誠にありがとうございます」%K%P",
"「間もなく、中央ステージにて\\n　カミサマアイドルによる\\n　ステージライブが開催されます」%K%P",
"公園中のスピーカーから、ライブに関する案内のアナウンスが流れた。%K%P",
"もうすぐステージライブが始まるらしい。%K%P",
"「アカネ？　今なにかいわなかったか？」%K%P",
"「あ、な、なんでもないって。それより早く行こっ！」%K%P",
"「？　わかった。席が埋まる前に行くか」%K%P",
"言葉を打ち切って立ち上がったアカネと、二人でライブステージに急いだ。%K%P",
"観客スペースまできたら、すでに座席がほとんど埋まってしまっていた。%K%P",
"「しまったな。もう少し早めに来ておくべきだった」%K%P",
"おそらく今からライブをするカミサマアイドルのファンであろう人たち。%K%P",
"サイリウムなどの応援グッズを手にアイドルの登場を待ちわびているようだった。%K%P",
"「悔やんでも仕方ないって。今は空いている場所を――\\n　あ、ほら見て！　あそこの席空いてる！　将、早く早く！」%K%P",
"「お、でかしたアカネ！」%K%P",
"アカネに引っ張られながら、俺たちは空いている席へとついた。%K%P",
"中央からは少し離れてしまっているが、ステージはしっかり見れるので問題はなさそうだ。%K%P",
"「空いててラッキーだったな。\\n　さすがにこの人混みの中で立ち見はしたくないからな」%K%P",
"「どんなもんよ！　さすがあたしでしょ！！」%K%P",
"「ああ、よく見つけられたな」%K%P",
"「あたしは目がいいからね！\\n　でも、こんなに広いのに人でいっぱいだね」%K%P",
"「ああ、始まってもないのにこの熱気だからな」%K%P",
"会場は見渡す限り人の山ばかりで、空いている場所を探すほうが難しいほどだった。%K%P",
"「テレビでわかっていたけど、\\n　アイドルって本当にこれだけ大勢の人たちに\\n　応援してもらえるんだ」%K%P",
"「憧れるか？」%K%P",
"「……どうだろう。\\n　でも、こんな風になれたらな、って思う」%K%P",
"「……そっか」%K%P",
"しばらくの間アカネと雑談していると、ざわざわと会場中で聞こえていた声が小さくなっていた。%K%P",
"「あ、誰か出てきた。\\n　あれはさっきの……」%K%P",
"設置されたステージの奥から現れたのは、先ほど屋台で売り子をしていたカミサマアイドルだった。%K%P",
"彼女は、ニコリと笑顔でファンにほほ笑むと、大きく息を吸ってマイクを掴む。%K%P",
"「みなさん、こんにちは！\\n　今日は神奈木町ご当地アイドルライブに\\n　きてくれてありがとーーー！」%K%P",
"「うおおおおおおおおおおおおお！」%K%P",
"「今からこのステージで、私たちは\\n　力の限り歌って踊りますので、応援よろしくね――――！」%K%P",
"「わあああああああああああああ！」%K%P",
"「それでは聴いてください！」%K%P",
"合図とともに舞台袖から出てきたのは、ユニットを組んでいるであろうアイドルたち。%K%P",
"彼女たちが位置に付くと、ほどなくして音楽が鳴り始める。%K%P",
"ポップ調の音楽に合わせて歌い、一糸乱れぬ動きで踊り、笑顔を振りまく。%K%P",
"それは、画面越しで見るよりもずっと迫力のある光景で、見ているこちらも自然と笑みがこぼれる。%K%P",
"観客も、アイドルの動きに合わせて盛り上がっていき、曲が進むごとに会場を大きな熱気が包み込んでいった。%K%P",
"「……これが、アイドルのライブ」%K%P",
"舞台上で輝くアイドルを見て、アカネの目が羨ましそうにステージを見つめる。%K%P",
"憧れ、尊敬、羨望……そんな感情が、隣にいる俺にもありありと伝わってきた。%K%P",
"「実際のアイドルって迫力があるな」%K%P",
"「うん。思ってたより、想像してたよりも\\n　ずっとずっと凄い！　あと、ファンの人たちも凄い！」%K%P",
"「観客？　……ああ、\\n　たしかにあれはマネできないな」%K%P",
"アイドルの名前が入ったうちわやサイリウムを持って、力の限り応援している観客が複数いた。%K%P",
"彼らも、それだけ本気で彼女たちを応援しているということか。%K%P",
"「アイドルが歌って、ファンが応援して……。\\n　これが、ライブなんだ……」%K%P",
"無意識なのだろうか、アカネは流れてくるリズムに合わせて身体を揺らしている。%K%P",
"全身で、会場にある熱気や空気を味わっているようだ。%K%P",
"一曲目が終わると、彼女たちは、満面の笑みを浮かべたまま客席に向けて全身を使って手を振る。%K%P",
"それを見たアカネも負けずに振り返していた。%K%P",
"「やっぱり、あの舞台の上に立ってみたい。\\n　ああやって、歌って踊って、歓声を浴びてみたい……」%K%P",
"「あれだけの声援なら、きっと気持ちいいだろうな」%K%P",
"「だよね！　絶対に気持ちいいよね！」%K%P",
"目を輝かせて詰め寄ってきたアカネだが、すぐに顔を俯かせてしまう。%K%P",
"「でも……やっぱりあたしにアイドルは無理かな。\\n　あたしはアラガミで、あそこにいるカミサマアイドル\\n　たちみたいにはできない」%K%P",
"「だからあたしは、なにもしないほうがいいんだ」%K%P",
"「それが、前にいいかけたことか？」%K%P",
"「……そうだよ。あたしは普通のカミサマとは違うから、\\n　だから、無理だよ」%K%P",
"「確かに普通のカミサマとは違うな。でも、\\n　少なくとも俺は絶対に叶わない夢とは思わない」%K%P",
"「え？　そう、なの？」%K%P",
"「ああ。俺はアカネなら絶対にアイドルになれると思ってる」%K%P",
"「気休めでいったわけじゃないからな？\\n　一緒に過ごしてきたんだ、\\n　アカネの努力は俺がよく知っている」%K%P",
"「だってさ、少しずつ停電を起こさないようになって\\n　たじゃないか。そんな風に努力してアイドルを\\n　目指していたアカネの頑張りは、嘘じゃない」%K%P",
"「でも、あたしは……」%K%P",
"「無理にやれ、なんてことは俺にはいえない。\\n　アカネだって色々と考えているってわかってる」%K%P",
"「だからアカネがなにを決めても、俺は文句をいわない。\\n　でも、これだけは知っておいてくれ。\\n　俺はもうアカネのファンなんだよ」%K%P",
"「将が、あたしのファン？」%K%P",
"「そうだ。ずっとアカネの練習を見てきたんだ。\\n　ファンになってもおかしくないだろ？」%K%P",
"どんな時にも前向きでいたアカネの姿に、何度も元気をもらった。%K%P",
"それはきっと、アカネにしかできないことだ。%K%P",
"「そっか、将があたしのファンか」%K%P",
"「なんか、不思議な気持ち。\\n　自分のためじゃなく、ファンの人のために、かぁ」%K%P",
"アカネの顔つきが少しだけ変わり、舞台の上へと視線を戻すと次の曲が始まった。%K%P",
"舞台の上でカミサマアイドルは、快活に歌いながら観客の声援に応えている。%K%P",
"「…………」%K%P",
"舞台の上にいる彼女を、アカネは食い入るように真剣な瞳で見ている。%K%P",
"そんなアカネを見ていると、本物のアイドルになれる日もそう遠くないような気がした。%K%P"
]