[
"「あの、本当にすみませんでした」%K%P",
"俺は今、畳に額をこすりつける勢いで土下座している。%K%P",
"いくらなんでもカミサマの胸を揉んでしまうのはマズかった。%K%P",
"「あれは事故ですので、お気になさらないでください」%K%P",
"イノリさんだから穏便に済んだが、これが他の女の子だったら裁判沙汰になっていてもおかしくない。%K%P",
"ちなみに、イノリさんの胸を揉むというハプニングのおかげで、アカネとイノリさんのケンカはうやむやになっていた。%K%P",
"「えっと、色々と脱線しましたが話を戻しますね」%K%P",
"「私がここに来たのはアカネさんへの用事と、\\n　将さんたち椿木荘の住人の方に\\n　お伝えしなければならないことがあったからです」%K%P",
"イノリさんが背筋を正して真剣な表情を浮かべた。%K%P",
"「俺たちに伝えることですか？」%K%P",
"「アカネさんと、この椿木荘のことです」%K%P",
"「アカネと椿木荘のこと？」%K%P",
"そのふたつに一体なにか関係があるのだろうか。%K%P",
"「まず初めに、アカネさんはこの椿木荘の\\n　屋敷神というカミサマなんです」%K%P",
"屋敷神。%K%P",
"聞いたことのないカミサマだ。%K%P",
"「それって、どんなカミサマなんですか？」%K%P",
"「屋敷神は文字通り建物を守護するカミサマです。\\n　アカネさんはこの椿木荘専属のカミサマと\\n　思っていただければ問題ありません」%K%P",
"「えっ！？」%K%P",
"まさか椿木荘をカミサマが守護していたとは。%K%P",
"隣にいる舞花の呆気にとられている様子を見ると、知らなかったようだ。%K%P",
"「アカネだってカミサマだろ？\\n　下宿先とかないのか？」%K%P",
"「あるにはあると思うけど、\\n　顕現してから一度も行ったことありませーん」%K%P",
"出会ったときに、アカネは一度も家に帰ったことがないといっていたのを思い出す。%K%P",
"それであれば、舞花が知らないのにも納得がいく。%K%P",
"「な、なるほど。アカネと椿木荘の関係はわかりました。\\n　じゃあ、アカネとイノリさんはどういった関係なんです？」%K%P",
"「私はアカネさんのお目付け役ですね」%K%P",
"お目付け役。%K%P",
"傍若無人なアカネを見ている俺は、なんとなく納得できる気がした。%K%P",
"「やっぱりアカネにはお目付け役が必要なんですか？」%K%P",
"「ちょっと！　やっぱりってどういうこと！」%K%P",
"「それはアカネさんは屋敷神であると同時に\\n　“アラガミ”と呼ばれるカミサマだからです」%K%P",
"アカネの抗議を黙殺したイノリさんはそのまま話を進める。%K%P",
"「アラガミ……？　なんか物々しいですね」%K%P",
"「物々しい。確かにそうですね」%K%P",
"「“アラガミ”とは、カミサマがもつ神力を制御できず、\\n　人に迷惑をかけてしまうようなカミサマ、\\n　荒ぶる魂を持つカミサマ――故にアラガミというのです」%K%P",
"神力とは、カミサマが生み出す力のことだ。%K%P",
"ヒトの良き心、良き想いが幸魂となり、カミサマたちは幸魂を糧とすることでより強い神力を生むことができる。%K%P",
"このことが、カミサマたちが降臨した際に、ニュースで大々的にとりあげられていたのは今でも覚えている。%K%P",
"「えーっと、つまり、素行不良のアカネを更生させるために\\n　イノリさんが傍についてると？」%K%P",
"歯に衣着せぬいい方だが、そういうことだろう。%K%P",
"「そうですね。椿木荘の方々がアカネさんのことを\\n　知らなかったのは、アカネさんが顕現して以来、\\n　遊びまわっていて、一度もここに来たことがないからです」%K%P",
"そういえばアカネと会ったときも同じようなことをいっていた。%K%P",
"「だってあたしはアラガミだよ？\\n　更生なんて必要ないじゃん」%K%P",
"「アカネさん。貴女の力はとても強力で、大勢の人に\\n　迷惑をかけているんですよ」%K%P",
"「今日だって何度も停電を起こしてたじゃないですか」%K%P",
"イノリさんがジト目で睨むと、アカネは不服そうに唇を尖らせる。%K%P",
"「え、うそ。あの停電ってアカネが原因なの？」%K%P",
"舞花は驚いているが、俺にはなんとなくそうなんじゃないかという予感はあった。%K%P",
"アカネが行動を起こす際に計ったように起きる停電。%K%P",
"逆に、アカネの機嫌が良くなればその停電は復旧していた。%K%P",
"「そうです。ここ最近、神奈木町周辺で頻発して起こって\\n　いる停電は更生から逃げ出したアカネさんの神力が暴走\\n　しているからなんです」%K%P",
"つまり、今まで何度か見たあれが神力の暴走なのだろう。%K%P",
"「アカネは椿木荘の屋敷神なんですよね？\\n　でも、神力は電気にまつわる力というのはどうなんですか？」%K%P",
"神力は、そのカミサマに由来する伝承などが神力となることが多いらしい。%K%P",
"つまりアカネは屋敷神なのに電気に纏わるカミサマということになる。%K%P",
"「あ、そういえば、昔この場所には送電鉄塔が\\n　建っていたって聞いたことがあるわ」%K%P",
"「そうなのか？\\n　椿木荘が建つ前のことなんて聞いたことなかったな」%K%P",
"幼い頃から馴染みのある場所といっても、その前になにがあったかなんて気にしたこともなかった。%K%P",
"「その送電鉄塔が由来となったのがアカネさんの神力です。\\n　残念ながら、アラガミとして顕現しているアカネさんは\\n　電気を奪うことしかできないようですが……」%K%P",
"舞花の言葉を引き継ぐようにイノリさんがアカネの神力について語った。%K%P",
"「そして、そんな風に更生を拒否する態度をとって\\n　停電を起こしていたせいか今日、アカネさんが\\n　逃げ出した時に一つの決定が下されました」%K%P",
"「これから２ヵ月以内にアカネさんが更生できなかった\\n　場合、カミサマから妖怪へと降格されることが決まりました」%K%P",
"「２ヵ月というのは、過去の更生のデータを元に、\\n　１ヵ月で更生は厳しいだろうとの判断です」%K%P",
"カミサマから降格すると妖怪になるというのは初耳だ。%K%P",
"「はいはい降格ね降格それくらいなら……って、え？\\n　妖怪に、降格？　……あたしが？」%K%P",
"「はい、そうです。これは上司が決定したもので、\\n　私に覆す権限はありません」%K%P",
"それを聞いたアカネは俯いてしまう。%K%P",
"「あの、妖怪に降格とはどういうことですか？」%K%P",
"イノリさんの話に取り合おうともしていなかったアカネが見せた様子からして、かなり重い処分なのだろう。%K%P",
"「そうですね……神力は失われると思います」%K%P",
"「こうして地上に顕現していることも\\n　できなくなる可能性もあります」%K%P",
"「それは……」%K%P",
"つまり、アカネが消えてしまうということだろう。%K%P",
"まさかそんなに重い処分だとは思わなかった。%K%P",
"「………………ふ」%K%P",
"俯いていたアカネがふと声を漏らす。%K%P",
"「ふ？」%K%P",
"「ふざけるなぁぁぁぁぁぁぁぁ！\\n　なんでそんなことになってるわけ！？\\n　おかしいでしょ！？」%K%P",
"また停電が起きる。%K%P",
"けれど、理由が分かればそれなりに身構えることもできるわけで、舞花もそこまで動揺した様子はない。%K%P",
"「やだやだぜったい、\\n　ぜぇぇぇぇぇぇったいにやだからね！」%K%P",
"「なんであたしが妖怪なんかにならなきゃいけないの！」%K%P",
"「ですから、更生していただければいいんですよ」%K%P",
"「更生なんてやだ！\\n　妖怪になるのもやだ！」%K%P",
"なんとも清々しいくらいの我が儘っぷりだ。%K%P",
"イノリさんも呆れたようにアカネを見ている。%K%P",
"「ねぇ、なんとかできないの地味神！！」%K%P",
"「あぁんっ！！　誰が地味神だこのニート神！！」%K%P",
"イノリさんがキレた。%K%P",
"地味神が禁句なんだろうか。%K%P",
"「こういう時に役に立たないと意味ないじゃん！！」%K%P",
"「だから、私には権限がないっていったじゃねえか！！」%K%P",
"あのアカネが、本気で焦りながら声を荒げる。%K%P",
"「イノリさん、ちょっと落ち着いてください」%K%P",
"「はっ、すみません。\\n　私としたことが、また心を乱してしまいました」%K%P",
"今度は我に返ってくれたようでよかった。%K%P",
"またケンカになったら大変だからな。%K%P",
"「コホンっ。私だって、アカネさんに妖怪になってほしくありません。\\n　私もお手伝いしますので、更生を本気で頑張ってください」%K%P",
"落ち着きを取り戻したイノリさんが話を再開した。%K%P",
"「ふんっ！」%K%P",
"完全に拗ねてしまったアカネはそっぽを向いているが、話を聞くつもりはあるようで、たまにこちらを伺うようにしている。%K%P",
"「そしてここからが将さんや舞花さんにも\\n　大きく関係してくる部分になります」%K%P",
"「アカネさんが妖怪化した場合、\\n　椿木荘が取り壊される可能性があります」%K%P",
"「取り壊し！？」%K%P",
"「なんでそんなことになるんですか！？」%K%P",
"椿木荘が取り壊されるなんて考えたくもなかった。%K%P",
"「屋敷神がいなくなってしまうと、\\n　その建物を守るカミサマがいなくなってしまうということです」%K%P",
"「そうなれば、カミサマの力で守られていた建物に\\n　どんな被害が出るかわかりません」%K%P",
"「建物の老朽化で床が抜けたり、\\n　屋根が落ちる可能性もあります」%K%P",
"「もしかするともっと危険な可能性も……」%K%P",
"そこまでいってイノリさんは深呼吸した。%K%P",
"そして俺たちをまっすぐに見ながら――%K%P",
"「当然、ここに住まう人に被害が出てしまいます」%K%P",
"「っ！？」%K%P",
"「皆さんに被害が出る前に\\n　取り壊してしまわないといけないんです」%K%P",
"予想していたよりもかなり深刻な問題だ。%K%P",
"だからといって俺たちにはどうすることもできない話にも聞こえた。%K%P",
"「……もし、アカネの更生が終わらなかったら、\\n　私たちは椿木荘を追い出されるってことですか？」%K%P",
"「そうなります。\\n　もちろんその場合は、次に住む場所は\\n　きちんと手配させてもらいます」%K%P",
"イノリさんが俺たちの様子をうかがいながらもはっきりと言葉にする。%K%P",
"きっと{こ:・}{れ:・}{も:・}彼女の仕事なんだろう。%K%P",
"新しい住居を用意しますといわれて喜ぶような人は少ない。%K%P",
"何年も、それこそ物心が付く頃からずっと椿木荘で暮らしてきたのであればなおさらだ。%K%P",
"「こんな形で突然お伝えすることになっておふたりには\\n　申し訳ないと思います。ですが、私がアカネさんを立派に\\n　更生させてみせますので任せてください」%K%P",
"でも。%K%P",
"それ以上に俺はアカネに消えてほしくないと思っていた。%K%P",
"知り合ってそれほど時間は経っていないが、嫌いじゃない、むしろ好感が持てるカミサマ。%K%P",
"そんな彼女が消えてしまうかもしれないということは、俺には見過ごせなかった。%K%P",
"「あの、イノリさん。提案なんですが、\\n　俺にもアカネの更生を手伝わせてくれませんか？」%K%P",
"「え？」%K%P",
"「ちょっと将。どういうことよ」%K%P",
"「どういうことって、そのままの意味だよ。\\n　俺たちもアカネの更生を手伝うんだよ」%K%P",
"一人より二人、二人より三人、俺たちが協力することで少しでもアカネの更生を確実なものにできるはずだ。%K%P",
"そうすればアカネを妖怪にすることもなく、椿木荘を守ることもできる。%K%P",
"「更生を手伝うって、なんで将が？」%K%P",
"「椿木荘が取り壊されるかどうかの話なんだぞ？\\n　少しでも手伝えることがあるなら手伝うべきだろ」%K%P",
"「そうね。でも、本人がやりたくないなら\\n　別に更生しなくてもいいんじゃない？」%K%P",
"舞花の口から出た言葉に、俺は思わず自分の耳を疑ってしまった。%K%P",
"「舞花は椿木荘が潰れてもいいと思ってるのか？」%K%P",
"「そこまで考えてないわよ。\\n　ただ、潰れちゃっても仕方ないとは思ってるわ」%K%P",
"「実際に、椿木荘には将しか住んでないじゃない。\\n　今まで椿木荘はギリギリで生活できてる程度なのよ？\\n　まだこうして下宿先として機能してるのは奇跡よ、奇跡」%K%P",
"「こんなボロい下宿なんて、\\n　取り壊して駐車場とかにしちゃったほうが地域のためよ。\\n　ついにくるべき日がきたってことかな」%K%P",
"まるでなんでもないかのように舞花はいっているが、そんなはずない。%K%P",
"本当に下宿人数が問題なら、住人が俺だけになった時点で取り壊しているはずだ。%K%P",
"今まで存続していたのは、舞花も椿木荘に思い入れがあるからだと思っている。%K%P",
"「俺は椿木荘が潰れることに納得できない。\\n　だから、できることをやれるだけやるぞ」%K%P",
"「……まあ、そこまでいうなら別に止めはしないわよ」%K%P",
"最後に煮え切らない感じになってしまったが、舞花も納得してくれたよしとしよう。%K%P",
"「あの、お気持ちは大変嬉しいのですが、\\n　本当にいいんですか？」%K%P",
"「これは俺たちにも大きく関係してる問題ですからね。\\n　ぜひ手伝わせてください」%K%P",
"なにせこれは、俺の我が儘だ。%K%P",
"幸い、俺は今月は学校が夏休みだから時間はたっぷりとあるからな。%K%P",
"手伝うことになんの問題もない。%K%P",
"「ちょっと待った！\\n　あたしは更生するなんていってない！？」%K%P",
"「でもアカネだってさっきの反応を見る限り、\\n　妖怪にはなりたくないだろ？」%K%P",
"「俺は椿木荘を潰したくない。\\n　アカネは妖怪になりたくない。\\n　それでいいんじゃないか？」%K%P",
"「それは、そうだけど……！！」%K%P",
"妖怪にはなりたくないが、それでもアカネの中では納得できないようだ。%K%P",
"「あたしはアラガミなの！　自由に生きてこその\\n　アラガミなのに更生なんて――ふぇっ！？」%K%P",
"「な、ななっ！　い、いきなりなにするのさ！」%K%P",
"「少し落ち着かせようと思ってな。\\n　さっきから頭に血が上りっぱなしだろ？」%K%P",
"「う、うぅ、そ、そうかもしれないけど……」%K%P",
"頬を赤く染めたアカネが上目遣いで抗議してくる。%K%P",
"勝気で元気な一面ばかり見ていたが、こうして照れて恥じらう姿は新鮮だ。%K%P",
"だから、もう少しアカネのそんな姿を見ていたくて、頭を撫で続ける。%K%P",
"「あぅ……あ、頭なでるなぁ」%K%P",
"「イヤか？」%K%P",
"「イヤっていうか……その……撫でられるのは気持ちいいし\\n　悪くないけど気が抜けるという……もぉ、なんなのこれ！」%K%P",
"丁度いい感じにアカネの気が抜けてきたので話を切り出す。%K%P",
"「なあ、アカネ。更生するって考え方よりも、\\n　見返してやるって考え方でいいじゃないか」%K%P",
"「少しでいいから頑張ってみないか？\\n　俺も可能な限りはサポートするからさ」%K%P",
"「うぅぅぅぅ……わ、わかったよもぅ。\\n　しょ、将には助けてもらったし、\\n　す、少しだけなら、頑張ってみようかな」%K%P",
"「ああ、ありがとな、アカネ」%K%P",
"鼻を鳴らして、顔を逸らすアカネの姿に頬が緩む。%K%P",
"「そ、それで、その……そろそろ頭撫でるのは、\\n　止めてほしいかな？　い、いい加減恥ずかしくなってきた」%K%P",
"「んっ……そうか。悪かった」%K%P",
"アカネの頭に乗せていた手を離す。%K%P",
"「まあ、ちょっとくらいならいいんだけどさ」%K%P",
"これはまた触ってもいいってことでいいのかな。%K%P",
"なんてことを考えていると、ふたりに見られていたということを思い出した。%K%P",
"「将さんって大胆な方なんですね」%K%P",
"「……無自覚ヘンタイ」%K%P",
"「うぐぅっ」%K%P",
"なんか今日の舞花はやけに刺々しいな。%K%P",
"「まあいいわ。将の性格は今に始まったものじゃないもの」%K%P",
"「それより、更生を手伝うなら将は毎日ふたりの下宿先に\\n　通うわけ？」%K%P",
"「あ、それだけど、今日からあたしここに住むから！」%K%P",
"「はぁ！？　いきなりなんでよ！」%K%P",
"「だって、あたし椿木荘の屋敷神だしねー。\\n　いやーこんなに居心地いい場所ならもっと早くきてれば\\n　よかったよ」%K%P",
"「あの……アカネさんがこちらに住むのなら、\\n　監視役である私もここに\\n　住まわせていただけると嬉しいのですが……」%K%P",
"「あっ、もちろんご迷惑でなければってことで\\n　無理にとはいいません！」%K%P",
"確かに、ふたりが住むのならそちらのほうが手間は省けるな。%K%P",
"「俺はいいと思いますけど――」%K%P",
"チラリと舞花のほうを見ると、悩んでいるような表情をしていた。%K%P",
"「……はぁ、仕方ないわね」%K%P",
"「もういいわよ。\\n　こうなったら好きにしてちょうだい」%K%P",
"そういって、諦めたようにつぶやく舞花。%K%P",
"「……将」%K%P",
"「おう。なんだ？」%K%P",
"「ふたりが住むなら空き部屋に布団とか運ぶから手伝ってよ」%K%P",
"「ああ、もちろん。任せてくれ」%K%P",
"こうして、二柱のカミサマが椿木荘にやってきたのだ。%K%P"
]