[
"告白の後、椿木荘に戻ってきた俺たちはアカネたちに冷やかされ、先ほどようやく解放された。%K%P",
"おかげでいつもより遅めの風呂になってしまった。%K%P",
"「まだ、夢みたいだな」%K%P",
"風呂上りで火照った身体を夜風で冷やしながら、今日の記憶を反芻する。%K%P",
"イノリさんに告白して、恋人同士になれたのだ。%K%P",
"「あーダメだ。絶対に変な顔してるぞ」%K%P",
"思い出せば思い出すほどに、頬が緩んでしまう。%K%P",
"恋人になっただけではなく、キスもしたのだ。%K%P",
"今後、イノリさんと深い付き合いになればそれ以上のことだって――。%K%P",
"「って、いかん。そんなことばかり考えるのは\\n　イノリさんに失礼か」%K%P",
"浮かび上がった妄想を追い出すように頭を振る。%K%P",
"こんな調子だと、今日の夜は寝るのに苦労しそうだ。%K%P",
"「お待ちしておりました、将さん」%K%P",
"「……幻？」%K%P",
"余計な妄想ばかりしていたせいだろうか。%K%P",
"俺の部屋に三つ指をついて頭を下げるイノリさんの姿が見えたような気がしたが。%K%P",
"「ま、まさかな」%K%P",
"幻覚を見るほどにイノリさんを求めているとは。%K%P",
"初めて彼女ができて浮かれているからと言って、いくらなんでもこれはない。%K%P",
"「まったく、どれだけ煩悩まみれなんだよ」%K%P",
"「こんなことばかり考えてたらイノリさんに嫌われるかもしれないな」%K%P",
"「私は将さんがどんなことを\\n　考えていても嫌いになんてなりませんよ」%K%P",
"「はは、ありがとう――って、やっぱりいる！？」%K%P",
"再びドアを開けると、幻覚でも妄想でもない、本物のイノリさんが布団の上で背筋を伸ばして正座していた。%K%P",
"「い、イノリさん、なにがなんだかわからないけど、\\n　ど、どうしてここに？」%K%P",
"俺も釣られて対面に座り込むと、イノリさんが微笑んだ。%K%P",
"「それはもちろん、決まってます」%K%P",
"イノリさんがピンッと伸ばした背筋を曲げ、改めて三つ指をついて頭を下げてくる。%K%P",
"「今宵、神木イノリは鳴海将さんにこの身を捧げるため、\\n　夜伽に参りました」%K%P",
"「…………えーっと」%K%P",
"夜伽……夜伽！？%K%P",
"夜伽って男女の仲を深めるいわゆるアレだよな？%K%P",
"「本気、ですか？」%K%P",
"「もちろんです。冗談でもこの身を捧げるなど、\\n　口にはしません」%K%P",
"真っすぐに見つめ返してくるイノリさんの瞳には、冗談や勢いだけで来たわけではなく、本気の意志が感じられた。%K%P",
"「――コホン。イノリさんと俺はまだ付き合ったばかりです。\\n　そういうことはまだ早いと思います。\\n　そ、それに俺だって、その、男です」%K%P",
"「イノリさんみたいな可愛い女の子にそういうことを\\n　いわれると、我慢がですね――」%K%P",
"「――んっ、ちゅっ」%K%P",
"「！！」%K%P",
"不意打ち気味にイノリさんが俺の顔を引き寄せると、そのままキスをしてくる。%K%P",
"「――ちゅっぱ、ふぅ。\\n　早いか遅いかは、関係ありません。\\n　私が今日捧げたいんです」%K%P",
"「だから、我慢なんて、しないでください」%K%P",
"これじゃ、神社でキスをした時とまるで立場が逆だな。%K%P",
"「……本当に、いいんですか？\\n　俺、本気にしますよ？」%K%P",
"「本気にしてください、将さん。\\n　私は、将さんに抱かれにきたんですから」%K%P",
"照れたように微笑むイノリさんを引き寄せて、そのまま抱きしめる。%K%P",
"女の子にここまでいわせて、なにもしないんじゃ男がすたる。%K%P",
"「わかりました――イノリさん。\\n　俺は、今からイノリさんの全部をもらいます」%K%P",
"「はい、私の全てをもらってください」%K%P",
"イノリさんは俺の腕の中で、もぞもぞと器用に私服を脱いでいく。%K%P",
"「どう、でしょうか？\\n　お気にめしていただけますか？」%K%P",
"「最高ですよ」%K%P",
"電灯に照らされるイノリさんを見て、それ以外の言葉が浮かんでこない。%K%P",
"両手でも隠し切れない大きな胸に、羞恥で赤く染まった白い肌は、思わず勢いに任せて押し倒してしまいたくなるほどだ。%K%P",
"「将さんは、私が脱がしますね」%K%P",
"そういうと、イノリさんが手を回して甲斐甲斐しく俺の服を脱がしていく。%K%P",
"「これは、こうして……んっ」%K%P",
"イノリさんの胸が押し付けられる。%K%P",
"柔らかな乳房の感触と、乳首のコリコリとした感触が肌の上で何度も踊る。%K%P",
"「これが、男の方の、将さんの身体……」%K%P",
"小さな部屋の中で、俺とイノリさんは互いに裸で向き合っている。%K%P",
"「……胸、触ってもいいですか？」%K%P",
"「もちろんです。どうぞ」%K%P",
"身体を逸らしたイノリさんの胸に手を伸ばす。%K%P",
"「おぉ……」%K%P",
"身体に押し付けられた時にも感じたが、手で揉めばさらにわかる。%K%P",
"「ん！　あくっ、あっ、はっ！」%K%P",
"大きな乳房を下からすくい上げるように両手で触れると、自然と埋もれるこの柔らかな感触に呼吸が早くなっていく。%K%P",
"「ひゃんっ、あひぃっ……ふぅっ、んっ、将さんの手が、\\n　私の胸に……」%K%P",
"「んっ、ふっ、んっ！　んんっ！　あんっ、くぅっ」%K%P",
"夢中になって揉んでいると、胸の中心部分で、ピンク色の乳首が充血して硬くなっていくのがわかる。%K%P",
"「気持ちいいですか？」%K%P",
"「は、はい、将さんに触れられていると、\\n　とても胸が熱くなります……んんっ」%K%P",
"「くふっ、いっ、んんっ……あっ、あっ、ふぅっ、くぅっ、\\n　どんどんっ、身体が、はぁ、んぅっ、熱くなってっ！」%K%P",
"恥ずかし気に唇を噛みながら声を抑えようとするイノリさんを見ていると、もっと喘いでいる姿が見たくなる。%K%P",
"「あひぃっ！　将、さんっ、だ、めっ、ち、くびっ！\\n　いま、敏感でっ」%K%P",
"「んぅぅぅぅっ！！」%K%P",
"イノリさんの乳首を指で挟んで弄ると、とても可愛らしく反応してくれる。%K%P",
"頬を上気させ、額に汗を流しながら涙目になるイノリさん。%K%P",
"誰も見たことのない、俺だけに見せてくれるイノリさんの痴態に、興奮は加速度的に上がっていく。%K%P",
"だから、ついもっと乱れてさせたくて意地悪したくなってしまう。%K%P",
"「もっと強く揉みますね」%K%P",
"「あ、そんなに強くされたら――んんっ！\\n　将、さんっ……！　あぁんっ、くぅっ」%K%P",
"「やめっ、こえっ、もれちゃい、ます……んんっ！\\n　ダメっ、ですっ……あぁんっ！」%K%P",
"「じゃあ、こうしましょう」%K%P",
"「ふぇ……――んっ、んんっ！！」%K%P",
"指の腹で転がしていた乳首を、思いっきりつねりながら、キスをする。%K%P",
"「ぴちゃっ……ちゅぱっ、くちゅっ……ちゅっ、ちゅっ\\n　んぅっ、んん、んんっ……ちゅぅ」%K%P",
"「ふっ、んぅっ、キスっ、激しくてっ、ちゅぱっ、ちゅっ\\n　くちゅっ、身体が、変にっ……んぅっ」%K%P",
"イノリさんとのキスが気持ちよくて、幸せで、止めどころがわからない。%K%P",
"「ちゅた、んっ、んぅぅ……\\n　ひょうひゃんっ、くるひぃ……ちゅぱっ」%K%P",
"「ちゅっ……ダメですよ。この程度じゃ止まりません」%K%P",
"「そんなっ、んむぅっ、ちゅっ、むぅ！！\\n　あむっ、ちゅっ、くちゅっ、ちゅっ」%K%P",
"「んぅっ、ぴちゃっ、将さんとの、キス、すごくて\\n　……ぴちゃっ、ちゅっ、ちゅるっ」%K%P",
"歯茎をなぞり、唾液を飲み込む。%K%P",
"互いの舌を絡ませあいながら、その間に胸を揉むことも忘れない。%K%P",
"「ぷはっ！　ふぅ、ふぅ、あぁんっ！\\n　乳首、こりこりって、いじられて……んっ！%K%P",
"「私ばっかり……あんっ、気持ちよくなってますっ」%K%P",
"「いいんですよ。\\n　俺の手でどんどん気持ちよくなってください」%K%P",
"キスをやめて唇を離すと、抑えていた声が漏れてきた。%K%P",
"「んちゅっ、くぅっ、あひぃん、やぁんっ\\n　も、もう、将さんばかりズルいです」%K%P",
"顔を赤くして息も絶え絶えになりながら、イノリさんが抗議の視線を向けてくる。%K%P",
"「すみません。イノリさんがあまりにも可愛かったのでつい」%K%P",
"「もう、ダメですよ。許しません」%K%P",
"そういって、イノリさんが手を下げていくと俺の勃起したペニスを掴む。%K%P",
"「今度は私が、将さんを気持ちよくしてさしあげる\\n　番ですからね？」%K%P",
"イノリさんが勃起したペニスを掴んだまま腰を浮かせる。%K%P",
"そのままゆっくりといままで誰にも触れさせたことのないであろう恥部へと肉棒をあてがう。%K%P",
"「い、挿れますね――んっ」%K%P",
"「くぅっ、んぅぅぅぅぅ、きつっ、でも、\\n　将さんの、おち○ちんが、私の中にっ」%K%P",
"イノリさんの腰が、少しずつ落とされていく。%K%P",
"「大丈夫ですか？」%K%P",
"「は、はい。少しきついですけど、なんとか」%K%P",
"「あともう少し、ですから……んぅっ」%K%P",
"亀頭が竿が、膣肉をかき分けながら飲み込まれていき、ある地点でイノリさんの腰が止まる。%K%P",
"「――将さん」%K%P",
"イノリさんが身体が小刻みに震わせ俺の身体を抱きしめながら、潤んだ視線を向けてく%K%P",
"「私の初めてをもらってください」%K%P",
"「もちろんです。\\n　いまから、イノリさんをもらいますね」%K%P",
"「いっ！　くぅぅ、かはっ」%K%P",
"イノリさんが一気に腰を落とすと、ぷつり、となにかが破れる。%K%P",
"「大丈夫ですか？」%K%P",
"イノリさんは全身をこわばらせながら俺の身体を力強く抱きしめている。%K%P",
"「ふぅ、ふぅ、ふぅ……私は、大丈夫です。\\n　将さんの、好きなように動いてください……」%K%P",
"そうは言うが、イノリさんの苦しそうな息遣いが耳元で聞こえてくる。%K%P",
"入っているだけで締め付けてくるせいか、すぐにでも動かしたくなるのを必死に堪えながら優しく背中を撫でる。%K%P",
"「イノリさんの中は、暖かいですね。\\n　こうしているだけで、イノリさんと繋がっているのが\\n　よくわかります」%K%P",
"「私も、お腹の中で将さんを感じられます。\\n　これが、一つになるってことなんですね――ちゅっ」%K%P",
"ふたりで何度も唇を合わせてキスをする。%K%P",
"「……んっ。もう、大丈夫です。動き、ますね」%K%P",
"「無理はしなくてもいいんですよ？」%K%P",
"「いえ、私が、将さんのために動きたいんです\\n　――んんんっ！！」%K%P",
"「いくぃぃっ、あくぅぅ、いつぅっ……ふくぅっ\\n　いたっ……でもっ、んぅっ」%K%P",
"イノリさんがぎゅっと目を瞑って身体をこわばらせながら、腰を上げてから落とす。%K%P",
"たった一度のその動作で、イノリさんは苦しそうな声を上げるが、俺は全身が溶けていくような快感を感じてしまう。%K%P",
"「ふぅー、ふぅーふぅー、んくっ、あくっ……！\\n　あっ、あっ、あっ……ぁぁっ！」%K%P",
"「ふぁ、んっ、ぁぁ……将さんのおち○ちんが、\\n　コツコツって、子宮に当たって……！」%K%P",
"「奥に、届いちゃってます……んぅぅぅっ！！\\n　これっ、すごいっ」%K%P",
"初めはぎこちない動きだったが、少しずつ腰を動かしていくたびに、溢れてくる愛液が竿を濡らし潤滑油となっていく。%K%P",
"「あっ、あっ、んぅっ、どう、んっ、ですか将さん。\\n　きもち、いい、ですか」%K%P",
"「最高ですよ。ずっとこのまま味わっていたいくらいです」%K%P",
"「あ、はっ、よかっ、た……あひぃっ、んんっ、\\n　将さんに、そういっていただけると、\\n　嬉しいです、んぅっ！！」%K%P",
"「ふぁっ……ああっ……うぅんっ。もっと、\\n　頑張らないと……ふぅっ、あぁんっ！」%K%P",
"破瓜の痛みを堪え、それでも献身的にイノリさんが動いてくれている。%K%P",
"だから、俺ももっとイノリさんを気持ちよくさせてあげたくなる。%K%P",
"「やぁんっ、あひぃっ！\\n　しょ、将さん、いま、胸を触られたら……！」%K%P",
"「少しでもイノリさんに気持ちよくなってほしいんです」%K%P",
"イノリさんの大きな胸に手を当てて、円を描くように揉む。%K%P",
"とっくに硬くなった乳首は、軽く触れるだけでピクリッとした反応を返してくれる。%K%P",
"「あっ、ふぁ、ああんっ……ひっ、ひっ、あひっ！\\n　そんなっ、ふぅ、あぁぁっ」%K%P",
"「私より、将さんに気持ちよくなって\\n　貰わないと、ダメなのにっ、ひゃんっ！！」%K%P",
"このままなすがままでは、すぐに果ててしまう。%K%P",
"そうならないためにも、そして少しでもイノリさんが楽になって感じてもらうためにも、俺は目の前で激しく揺れている胸を弄る。%K%P",
"「あっ、あっあっ、んくぅ、あん……\\n　だめぇっ、私が、将さんにご奉仕をするんですっ」%K%P",
"「なのに、またっ、胸が弄られて、んぅっ、気持ちよく、\\n　なってっあぅぅっ、はぁっ、んんぅぅっ！」%K%P",
"「我慢しないで、もっとイノリさんが気持ちよくなっている\\n　声を聞かせてください」%K%P",
"少ない知識でイノリさんを愛撫していると、痛みしかなかった声に甘い色が混じっていく。%K%P",
"「んっ、んっ！　はぅっ、あひぃ……んくっ、ぃぁ、はぁっ、\\n　お腹の中で、将さんのおち○ちんが暴れて……んっ！！」%K%P",
"「おち○ちんが奥、突いて、やぁっ、どんどん、\\n　気持ちよく……ん、んぅぅぅぅっ！」%K%P",
"膣壁の締め付けが強くなる。%K%P",
"「はぁ、はぁ、はぁ、んぅ……すご、いっ……\\n　将さんのおち○ちん、ぬぷぬぷっって……あっ\\n　……出たり、入ったり！」%K%P",
"「こ、これ、深い……すごっ、い……あぁぁぁぁぁっ！\\n　将さんの、おち○ちん、太くて、引っかかって……！\\n　はぅっ、あくぅ、あっ、あっ！」%K%P",
"「もっと、気持ちよくなってください！」%K%P",
"後先を考えずに思いっきり、腰を押し込む。%K%P",
"「ふぁ……ひゃぁぁぁ！」%K%P",
"「おち○ちん、子宮に響いて……ああぁぁっ！\\n　んぅっ、うぅっ、あひぃっ……あっ、あっ、あっ！」%K%P",
"なんとか主導権を取り返そうとするイノリさんの動きを邪魔するように、腰を打ち付けていく。%K%P",
"「んひぃ、んぁっ！　や、やぁぁ！」%K%P",
"「頭、ぴりぴりって、気持ちよくて、\\n　おかしくなっちゃいますっ！」%K%P",
"「おかしくなってください。\\n　もっと乱れた姿を見せてください」%K%P",
"「はぁっ、んくぅっ……あぁーっ！\\n　将さん……！　将さん……！」%K%P",
"爪が食い込み、首筋を吸われたかと思えば、貪るようにキスをする。%K%P",
"「ふぁぁっ、あぁぁ……んぅっ……\\n　あっ、くぅっ、ふぅっ、あっ、あっ……ぅぅっ！」%K%P",
"「ぐりぐりって、おち○ちんの\\n　先が押し付けられて、敏感な部分、\\n　突かれてっ……あひぃっ」%K%P",
"「ここが気持ちいいんですね？」%K%P",
"大きく反応した場所にグリグリと亀頭を押し付けると、イノリさんの口から漏れる声が大きくなる。%K%P",
"「あうっ、あああああぁぁぁ、あっ、あっ、あっ……\\n　やぁんっ、こんなっ、堪えられませんっ」%K%P",
"「あぁぁぁぁ、んぅぅぅぅぅっ！！」%K%P",
"亀頭が何度も奥へとキスをするたびに、破瓜の痛みを忘れたかのようにイノリさんの身体が震える。%K%P",
"大きな乳房には玉のような汗が浮かび上がり、飛び散った愛液が布団を濡らす。%K%P",
"「んくぅっ、ふぅっ、くひぃっ、……あんっ、あっ、あっ\\n　んぅっ……！」%K%P",
"「やぁんっ、あぁ……気持ち、良すぎですっ……！\\n　将さんっ、もっと、突いてくださいっ！！」%K%P",
"「何度だって突きますから、もっと乱れてください！」%K%P",
"喘ぎ声をあげながら、涎を零すイノリさんの小さな桜色の唇に、俺は何度目かわからないキスをする。%K%P",
"「んふ、ちゅぱっ、むふぅっ、んちゅっ……\\n　将さん……将さん……」%K%P",
"「イノリさん……ちゅっ」%K%P",
"「んぅっ、んぅっ、ちゅっ、んふぅっ、んちゅっ」%K%P",
"熱にうなされたように俺たちは名前を呼びあう。%K%P",
"上手くキスができず、互いの唾液が零れて布団を濡らすが、イノリさんは、甘えるように何度も唇を押し付けて吸い付いてきた。%K%P",
"「あふっ、んふぅっ、ちゅぱっ、ちゅっ、んっ、くちゅっ。\\n　はふっ、んんっ、ふむぅっ、ちゅっ、ちゅっ、ううんっ」%K%P",
"唇がふやけて、口の周りをドロドロにしながらも俺たちはキスをやめない。%K%P",
"ふたりの距離が零になっているこの瞬間が心地よく、いつまでもこうしていたくなる。%K%P",
"「んふぅっ、ちゅっ、んっ、あふぅ、んむっ、んはっ」%K%P",
"「あひっ、ふぁあ、んっ、あひっ、あんっ、やぁんっ、\\n　また、将さんのおち○ちん、大きくっ」%K%P",
"イノリさんの膣壁が、ぎゅうぎゅうと絡みついてくる。%K%P",
"俺たちはただただ、ふたりで快楽を貪り続けていく。%K%P",
"「あっ、あっ、くふぅっ、うぁっ、あっ、あっ」%K%P",
"「……んんっ！　将、さんっ\\n　あひぃ、わた、し……もうっ！」%K%P",
"「イノリさん……俺も、我慢が――！」%K%P",
"もう数秒も我慢できない。%K%P",
"それでも、最後の意地を見せて激しくイノリさんの奥を突きまくる。%K%P",
"「あっ、ああっ、ふぅっ、んくっ、\\n　あっ、あっ、あっ、やぁぁぁぁぁ」%K%P",
"「はぁあんっ、んっ、将さんの、おち○ちんに、\\n　中、かき回されて、あっ、あっ、うぅぅっ……！」%K%P",
"「もうダメっ……！　いっちゃうっ、いっちゃいますっ！」%K%P",
"「あっ、あっ、あっ、くるっ、きちゃいます、\\n　はあぁぁぁんっ！」%K%P",
"「はぁっ、はぁぁぁんっ、んぅぅぅぅ！」%K%P",
"「ひああああっ、ああぁぁぁぁ、んああああっ！」%K%P",
"イノリさんが激しく嬌声を上げると、呼応するように膣がきつくなり、肉棒が締め付けられる。%K%P",
"「もう、出る！」%K%P",
"「あああっ、んぅぅっ、あひぃぃ……あぁぁっ……！\\n　あぁぁぁぁぁっ！」%K%P",
"ガッチリと抱きしめられたまま、俺はイノリさんの最奥に精液を吐き出した。%K%P",
"「はぁっ、ひぅっ、あひぃっ、あああっ……\\n　ぁぁ、あぁんっ、ふぁぁっ」%K%P",
"「あっ、あああぁ……はぁ、はぁ、はぁ……。\\n　奥が、とっても熱いです」%K%P",
"「おち○ちんから、びゅっびゅっ、て中に\\n　出されて……」%K%P",
"「将さぁん、んちゅ、ぴちゃ、くちゅっ」%K%P",
"射精をしながら、イノリさんとキスをする。%K%P",
"数秒ほど続いたのではと思えるほど長い射精が終わると、入りきらなかった精液が零れてきていた。%K%P",
"「……すご、かったです」%K%P",
"「濡れごとがこんなにも気持ちいいなんて、\\n　知りませんでした」%K%P",
"「きっと、好きな人が相手だからですね」%K%P",
"「あっ、やんっ」%K%P",
"ギュッと抱きしめて、イノリさんの身体にキスをしていくと、くすぐったそうにする。%K%P",
"「痛くはないですか？」%K%P",
"「少しだけ、アソコがピリピリします」%K%P",
"「痛みがない、といえば嘘になりますけど、\\n　それ以上に幸せな気持ちでいっぱいです」%K%P",
"「私をもらってくれて、ありがとうございます」%K%P",
"「俺も、イノリさんをもらえて嬉しいです」%K%P",
"そのまま、ふたりで抱き合いながら布団に倒れ込む。%K%P",
"「今日はこのまま一緒に寝てもいいですか？」%K%P",
"「もちろんです」%K%P",
"「ふふ、将さん」%K%P",
"互いに身体を擦り付け、幸せをかみしめながら、俺たちはゆっくりと目を閉じた。%K%P"
]