[
"朝食の後、ふたりで掃除を終わらせてから俺は椿木荘の外でイノリさんを待つ。%K%P",
"「お待たせしました」%K%P",
"「おお、やっぱりその格好は似合いますね」%K%P",
"「そ、そうですか？」%K%P",
"初めてみた時も思ったが、イノリさんみたいな艶やかな黒髪に、和服めいたカミサマ服はやっぱりよく映える。%K%P",
"「わざわざ着替えてもらってすみません」%K%P",
"「将さんのお願いですから。\\n　それに、これくらい手間じゃありません」%K%P",
"ほんと、俺にはもったいないくらいに可愛らしい彼女だ。%K%P",
"「それじゃさっそく行きましょう」%K%P",
"「はい！」%K%P",
"イノリさんが俺の隣に並んで歩きだす。%K%P",
"イノリさんと軽い雑談をしながら神奈木町を歩いていく。%K%P",
"驚いたり、笑ったり、コロコロと表情を変えてくれるイノリさんを見ているか、出会った時よりも明るくなったと思う。%K%P",
"「イノリさんも変わりましたね」%K%P",
"「そうですか？」%K%P",
"「出会った時よりも丸くなったと思いますよ。\\n　余裕が出てきたっていうですかね」%K%P",
"初めてあったときのイノリさんは、どこか張り詰めた雰囲気を持っていた。%K%P",
"それがここ最近では、いい意味で薄れてきたと感じる。%K%P",
"「確かに、そうかもしれませんね。\\n　以前の私は、お仕事に対して気負いすぎてたかもしれません」%K%P",
"「けれども椿木荘で暮らして、将さんたちと\\n　過ごすうちに肩肘を張りすぎてるだけではダメだと\\n　気づいたんです」%K%P",
"「カミサマとしての厳粛さ。それはきっと必要なものです。\\n　ですけど、常日頃から厳粛である必要はありません」%K%P",
"「それに気付けたのは、皆さんのおかげです。\\n　最近だと、町民の人たちも声をかけて\\n　くれるようになったんですよ？」%K%P",
"「私は、それが嬉しいです」%K%P",
"イノリさんが見せてくれる自然体の笑顔はとてもキレイで、何度でも惚れ直してしまうほどだった。%K%P",
"「……敵わないな」%K%P",
"「なにがです？」%K%P",
"「俺はイノリさんが大好きってことです」%K%P",
"「え？　あ、ありがとうございます？」%K%P",
"なぜいきなりそんなこといわれたのかわからないイノリさんが、不思議そうに首を傾げている。%K%P",
"そんなイノリさんが、俺はとても愛おしい。%K%P",
"イノリさんと並んで歩きながら公園まできた。%K%P",
"昼間ということもあり、俺たち以外に人通りはない。%K%P",
"こうして平日に公園を歩くのも新鮮でなかなか悪くない。%K%P",
"「こうやって、静かな場所を歩くのも悪くないですね」%K%P",
"「……むぅ」%K%P",
"隣を見ると、ジッとイノリさんが俺のことを見ていた。%K%P",
"「イノリさん？　俺の顔になにかついてますか？」%K%P",
"「？　いつも通りの将さんですよ？」%K%P",
"そういってから、イノリさんはまたジッと俺の顔を見つめてくる。%K%P",
"「じー」%K%P",
"もしかして無意識か？%K%P",
"でも、だとしたらなぜいきなり俺の顔を見つめるんだ？%K%P",
"わけがわからず、首を捻りながら公園を歩いていると、イノリさんの手が不自然に動いていることに気が付いた、%K%P",
"ああ、なるほどそういうことか。%K%P",
"「失礼しますね」%K%P",
"「――あっ」%K%P",
"ギュッと、空いていた手でイノリさんの手を包み込む。%K%P",
"「気が付くのが遅れてすみません」%K%P",
"「い、いえ！　将さんがこうして気が付いてくれただけで、\\n　私は嬉しいです！」%K%P",
"繋いだ手を、イノリさんも強く握りしめてくれる。%K%P",
"よかった、合っていたみたいだ。%K%P",
"ただ手を握っているだけだというのに、繋いだ手から伝わってくる熱の暖かさ、ひどく心地いい。%K%P",
"「不思議ですね。こうして手を繋いでるだけなのに、\\n　将さんの気持ちが伝わってきて、すごく幸せな気分になれます」%K%P",
"「俺もです。\\n　こうしてるとイノリさんを感じられて、ドキドキします」%K%P",
"イノリさんと手を繋いだまま、俺たちはゆったりと公園を歩いて回った。%K%P",
"買い出しを終えた後、やりたいことがあるらしく、俺たちはイノリさんが祀られている神社を訪れた。%K%P",
"「こっちです、将さん」%K%P",
"イノリさんに連れられるまま、俺は本殿の縁側に座り込む。%K%P",
"「少しここで待っててくださいね」%K%P",
"そういって、イノリさんが本殿の奥へと入っていく。%K%P",
"イノリさんが戻ってくる間、暇な俺は境内を眺める。%K%P",
"「ここで、イノリさんに告白したんだよな」%K%P",
"あの時のことは、鮮明に思い出せる。%K%P",
"「イノリさんの唇、柔らかかったな」%K%P",
"ふたりでしたキスの感触を思い出し、頬が緩んでしまう。%K%P",
"「お待たせしました」%K%P",
"後ろからイノリさんの声が聞こえてくる。%K%P",
"「おかえり。それで、イノリさんのやりたいことってなんです？」%K%P",
"「ふふ、それはですね、これです」%K%P",
"「耳かき？」%K%P",
"「そうです。\\n　私、恋人に耳かきしてあげるのが夢だったんです。\\n　もし将さんさえよかったらですけど……どうです？」%K%P",
"「もちろん、ぜひお願いしたいくらいだ」%K%P",
"「ふふ、では、横になってください」%K%P",
"俺は言われるがまま、イノリさんの太ももに頭をのせる。%K%P",
"膝枕なんて初めて体験したが、この感触は非常にいい。%K%P",
"なにより、%K%P",
"「……絶景だ」%K%P",
"イノリさんが耳をかくために屈みこむと、女性の象徴とも呼べる胸が近づいてくる。%K%P",
"さっきは視界の端でチラチラと見えていただけだが、こうして間近くで見ると圧巻である。%K%P",
"「じゃあ、始めますね」%K%P",
"「お願いします」%K%P",
"イノリさんの手が頭に触れ、耳の中に耳かきが入っていく。%K%P",
"「痛かったらいってくださいね」%K%P",
"ゆっくりと、イノリさんの手が動き始める。%K%P",
"「おお、これは……」%K%P",
"他人に耳かきをしてもらうなんて子供の頃以来だが、かなり気持ちがいい。%K%P",
"「イノリさんは耳かきが、上手いな」%K%P",
"「そうでしょうか？\\n　でも、将さんにそういっていただけるのは嬉しいです」%K%P",
"イノリさんが笑うと、視界の隅で大きな胸が揺れる。%K%P",
"その迫力が、またたまらない。%K%P",
"「少し息を吹きますね、ふぅー」%K%P",
"イノリさんの吐息が耳をくすぐると、背筋がぞくぞくとした快感が駆け巡る。%K%P",
"「あ、少し大きいのがありました。えい、えい」%K%P",
"ただの耳かきだが、イノリさんが楽しそうにしていると俺も嬉しくなる。%K%P",
"「気持ちいいですか？」%K%P",
"「いつまでもこうされていたいくらいに最高です」%K%P",
"「くすくす、それはいいすぎですよ。\\n　でも、将さんが望むなら何度でもしてあげます」%K%P",
"「本当ですか？」%K%P",
"こんなに気持ちのいい耳かきなら、何度でもお願いしたいくらいだ。%K%P",
"「もちろんです。彼女たるもの、これぐらいは当たり前です」%K%P",
"「あ、だから最近は家事にやる気なんですね」%K%P",
"「は、はい。こうして恋人になったので、その、\\n　は、花嫁修業をと思って」%K%P",
"花嫁修業か。%K%P",
"恋人になったばかりだというのにそこまで考えるのはなんとも誠実なイノリさんらしい。%K%P",
"「あの、もしかして迷惑でしたか？」%K%P",
"「まさか。そこまで考えてもらえて、俺は幸せものですよ」%K%P",
"俺だって、イノリさんと別れるつもりなどない。%K%P",
"だから俺も、イノリさんに呆れられないように頑張らないとな。%K%P",
"「ところで、人間とカミサマの間に子供ってできるんですか？」%K%P",
"「そこは問題ありません。多くの神話にある通り、\\n　人とカミサマの間でも子供は生まれます」%K%P",
"「それに、人と恋人になっているカミサマはほかにも\\n　いますので」%K%P",
"「へー、俺たち以外にもやっぱりそういう人たちって\\n　いるんですね」%K%P",
"カミサマが人と暮らすようになって何年も経っているのだ、そういう前例があるのは当たり前か。%K%P",
"「じゃあ、今日の料理も花嫁修業の一環だったんですね」%K%P",
"「そうだったんですけど、まだまだ舞花さんの味には\\n　ほど遠いです」%K%P",
"「舞花は幼馴染ですからね」%K%P",
"「そうなんですよ。舞花さんって、\\n　すごく将さんの好みに詳しくて！」%K%P",
"「私も負けてられないんですよ！」%K%P",
"なるほど。%K%P",
"イノリさんにとっては、よき師匠であり超えるべき壁でもあるわけか。%K%P",
"「頑張ってくださいね」%K%P",
"「はい！　すぐに将さんの好みの味も覚えますから！」%K%P",
"「――って、張り切る前に\\n　耳掃除を終わらせないといけませんね。\\n　結構溜まってるので、やり甲斐があります」%K%P",
"そういってイノリさんが耳かきに集中し始めると、さらに胸が近づいてくる。%K%P",
"ああ、桃源郷とはここにあったのか。%K%P",
"何度も揺れるイノリさんの胸を見ると、そう思えてしまう。%K%P",
"それに、時折拭いてくる秋風も心地がいい。%K%P",
"暑くもなく寒くもない過ごしやすい気温に、イノリさんの耳かきがもたらす快楽に、徐々に瞼が落ちていく。%K%P",
"「はい、お終いです。……将さん？」%K%P",
"「……」%K%P",
"「寝ちゃってますね」%K%P",
"私は、膝の上で眠っている無防備な将さんの頭を撫でる。%K%P",
"「本当に、恋って不思議です」%K%P",
"将さんのことを知れば知るほど、一緒にいればいるほど好きになっていく。%K%P",
"私がこんな気持ちを抱くなんて、思ってもみなかった。%K%P",
"「朝も思いましたけど、寝ている姿は\\n　子供みたいですね」%K%P",
"将さんの頬を突いてみる。%K%P",
"少し硬くて、男の人の感触が指に返ってくる。%K%P",
"「……」%K%P",
"そのまま指を動かして、たどり着いたのは、将さんの唇だった。%K%P",
"「そういえば、ここで初めてキスをしたんでしたっけ」%K%P",
"あの時のキスを思い出すと、どうしても将さんに目が釘付けになってしまう。%K%P",
"「……」%K%P",
"「眠って、ますよね？」%K%P",
"軽く声をかけてみるが反応はない。%K%P",
"「しょ、将さん。\\n　起きないと、キスしちゃいますよ？」%K%P",
"わざとらしく起こすフリをしてみるが、やはり将さんの反応はない。%K%P",
"「……」%K%P",
"「本当に、キスしちゃまいますから」%K%P",
"緊張から、少し深呼吸をしてから、私は眠っている将さんの頬にキスをする。%K%P",
"「んっ……」%K%P",
"将さんに秘密でキスをする。%K%P",
"そのなんともいえな背徳感が私の中で駆け巡る。%K%P",
"「……ダメ、です。全然足りません」%K%P",
"本当は唇にキスをしたいけど、それをすれば起きてしまう。%K%P",
"だから、何度も何度も、私は将さんの頬に口づけをしていく。%K%P",
"「ちゅ……んっ、ちゅ、ちゅぱっ」%K%P",
"頬から伝わってくる感触で意識が覚醒していくと、イノリさんが俺にキスをしていた。%K%P",
"「イノリさん？」%K%P",
"「ひゃっ！」%K%P",
"声をかけると、イノリさんはイタズラがバレた子供みたいな反応をした。%K%P",
"「しょ、しょしょしょしょ将さん！？！？\\n　い、いいいいいいつから起きて！？！？！？！？」%K%P",
"「ついさっきです。\\n　……もしかして、俺にキスしてました？」%K%P",
"「あう、あうあうぅぅぅぅぅぅぅ、はぃ」%K%P",
"顔を真っ赤にして、イノリさんは身体を縮こまらせてしまう。%K%P",
"「すみません……」%K%P",
"「ああ、いえ。怒ってませんよ」%K%P",
"　ですけど、さっきは意識がなかったので\\n　もう一度イノリさんからキスをしてください。\\n　あ、当然今度は唇にお願いしますね」%K%P",
"「は、はぅ……」%K%P",
"ガチガチに緊張しながらキスをしてくるイノリさんの姿は、大変眼福であり、寝起きのドッキリに勝るほどに、満足できるのだった。%K%P"
]