[
"イノリさんが神奈木町の地域貢献をすることになって数日。%K%P",
"俺は進捗を伝えるためにイノリさんと居間で待ち合わせた。%K%P",
"「お待たせしました。\\n　前に話をした地域貢献の件で色々と進展があったので\\n　話しておこうと思います」%K%P",
"「丁度よかったです。\\n　私も将さんにお話ししたいことがあります」%K%P",
"どうやら、俺とは別にイノリさんもしっかりと行動していたようだ。%K%P",
"「じゃあ、まず俺から話ますね。地域貢献の件ですが、\\n　ご近所さんや商店街の人たちに話を通しておきました」%K%P",
"「なのでなにかあれば、\\n　すぐに相談が飛んでくると思いますよ」%K%P",
"「凄いですね。たった数日で\\n　そこまでお話を通してしまうなんて」%K%P",
"こうまで素直に関心されると妙に照れ臭くなる。%K%P",
"ここで茶化してみたらイノリさんはどういう反応をするんだろう。%K%P",
"「日頃の人徳ですかね。当然の結果ですよ」%K%P",
"「さすがは将さん！」%K%P",
"……冗談でいってみたが、イノリさんから向けられる尊敬の眼差しが眩しくて余計に恥ずかしくなった。%K%P",
"慣れないことなんてやるんじゃなかった。%K%P",
"「こ、コホンッ。というわけで、しばらくすれば\\n　町の人たちの悩み事が舞い込んでくると思いますよ」%K%P",
"「本当に、色々とありがとうございます」%K%P",
"「お礼をいわれるほどのことはしていませんよ」%K%P",
"「初めて会った時から将さんは優しいですね。\\n　私とアカネさんがご迷惑をおかけしても受け入れて、\\n　手伝ってくれました」%K%P",
"「私が失敗をすれば、すぐフォローをしてくださって、\\n　今もこうして色々なことをしてくれます」%K%P",
"「私は、このご恩をどうやって返していけばいいのか……」%K%P",
"「俺がやりたいからやっただけですよ」%K%P",
"やりたくないことならば、俺だって進んでやろうと思わない。%K%P",
"俺がここまで手伝いたいと思ったのは、どこまでも真っすぐで、町のことを考えているイノリさんの気持ちが本物だからだ。%K%P",
"イノリさんと過ごすうちに、俺はもっとイノリさんのためになにかしたいと心から思うようになっていた。%K%P",
"「だからイノリさん。\\n　もし恩を感じてもらえてるなら俺と一緒に\\n　皆の悩みを解決していきましょう」%K%P",
"「ええ、そうですね。\\n　将さんと一緒に町民の方の悩みを――え？」%K%P",
"「しょ、将さんと一緒ですか？」%K%P",
"「当たり前ですよ。ふたりで一緒にって最初にいいましたよね？\\n　ダメですか？」%K%P",
"「ダメではありませんが……。\\n　将さんはアカネさんとの更生もありますよね？」%K%P",
"「私の手伝いなどしたら将さんの時間が……」%K%P",
"ああ、なんだそんなことか。%K%P",
"「その辺りの時間のやりくりはどうにかしますよ。\\n　さっきも言いましたが、俺が手伝いたいから手伝うんです」%K%P",
"「むぅー……」%K%P",
"「そんなことよりも、イノリさんの話はなんですか？」%K%P",
"イノリさんの視線をあえてスルーして、俺は話を促す。%K%P",
"「あ、そうでした。私も依頼を一つ持ってきたんですよ」%K%P",
"「本当ですか？\\n　もう悩み事を見つけてくるなんて凄いじゃないですか。\\n　それで、どんな依頼なんですか？」%K%P",
"「えっと、これなんですけど」%K%P",
"チラシには『猫、探しています』という文字と、三毛猫の写真が貼り付けられていた。%K%P",
"「えーっと……猫探し、ですか？」%K%P",
"チラシには探していますという文字と、三毛猫の写真が貼り付けられていた。%K%P",
"「どうも可愛がっていた猫が\\n　少し前にいなくなっちゃったみたいなんです」%K%P",
"「チラシの文面からしても、とても大切にされてますし、\\n　早く見つけてあげたいんです」%K%P",
"イノリさんのいうとおり、チラシの文面からは必至さが伝わってくる。%K%P",
"それだけで、この猫がどれだけ大切にされているのかわかるほどだ。%K%P",
"「だったら早く見つけてあげないといけませんね」%K%P",
"「はい！　早く見つけて安心させてあげたいです」%K%P",
"「なら、なおさら俺も一緒のほうがいいですね。\\n　猫を探すなら人手は多いほうがいいですから」%K%P",
"「やっぱり、将さんも来るんですね」%K%P",
"「俺と一緒はイヤですか？」%K%P",
"「そんなわけありません！　むしろ――」%K%P",
"「むしろ？」%K%P",
"なにかいいかけたイノリさんの声がピタリと止まる。%K%P",
"「な、なんでもありません。\\n　とにかく、将さんも一緒に探すってことですね！」%K%P",
"「もちろんです。ふたりで子猫を見つけましょう」%K%P",
"もしさっきの言葉の続きで、俺と一緒にいるのが好ましく思われていたなら嬉しい。%K%P",
"「こちらこそお願いします」%K%P",
"こうして、俺とイノリさんの地域貢献が始まった。%K%P",
"猫が集まる広場を探したり、商店街で聞き込みを続けてみたが、子猫の姿を見たという人も見つからない。%K%P",
"いったん、商店街から離れたところで、イノリさんの身体がふらついていることに気が付いた。%K%P",
"「そろそろ休憩しますか？」%K%P",
"数時間ほど動きっぱなしで疲れが溜まってきている頃合いだろう。%K%P",
"効率的にも、一度休憩を挟んだほうがいいか。%K%P",
"「そう、ですね。\\n　では、少しだけお休みしましょう」%K%P",
"「決まりですね。とりあえず公園にでもいって――イノリさん？」%K%P",
"返事がないことを不思議に思い、イノリさんの視線の先を見ると、キジ三毛の子猫が歩いていた。%K%P",
"「あの猫は……」%K%P",
"「――見つけました！」%K%P",
"「あ、待ってください！」%K%P",
"「イノリさん！」%K%P",
"逃げようとする子猫を追いかけて走り出すイノリさんの背を、俺も追う。%K%P",
"「はぁ、はぁ、はぁ、ま、待って」%K%P",
"――が、遅すぎる！%K%P",
"イノリさんとしては全速力で走っているつもりなのだろうが、俺が小走りする程度で簡単に追い抜けてしまう。%K%P",
"「止まっ、てぇ、止まって、くださいっ」%K%P",
"そんなイノリさんが必死に追いかけているが、子猫に追いつけるはずもなかった。%K%P",
"運動が苦手なイノリさんを気遣いながら走っているせいか、子猫との距離は一向に縮まらない。%K%P",
"「イノリさん先に俺が子猫を――って、あ！」%K%P",
"先行して捕まえようとしたところで、子猫は見事な三角飛びを決めて壁の向こう側まで飛んで行った。%K%P",
"「どうするか……」%K%P",
"壁の前まで来て頭をかく。%K%P",
"わずかに通れる隙間は空いているが、俺ではさすがに通り切れそうにない。%K%P",
"かといってこのまま回り込んでいては子猫を見失ってしまう。%K%P",
"「はぁっ、はぁっ、しょ、将さん。私がここを通って追いかけますので、\\n　将さんは、回り込んでください」%K%P",
"「……大丈夫ですか？」%K%P",
"「だ、大丈夫です。ご、ご安心を。では、いってきます」%K%P",
"「えっ！」%K%P",
"隙間の間を通りこむためにイノリさんが屈みこんで身体を潜り込ませると、俺は身体を硬直させてしまう。%K%P",
"「あ、あの、イノリさん？　し、下着が……」%K%P",
"お尻を突き出すようにかがんでいるせいか、服がめくれ上がった下着が丸見えになってしまっている。%K%P",
"「あら？　めくれていました？　\\n　すぐに抜けますのでお気になさらないでください」%K%P",
"本人は下着を見られていることにまったく頓着していない。%K%P",
"「んっ、胸がつかえて、なかなか上手く進みません」%K%P",
"イノリさんが動くと突き出されたお尻が左右に揺れる。%K%P",
"走り回ったせいか、汗で濡れた下着がピッチリと肌に張り付き、女性らしい身体付きをより一層に強調してくる。%K%P",
"「…………」%K%P",
"ダメだとわかっていても、いますぐ子猫を追いかけなければならないのに、つい目が釘付けになる。%K%P",
"「ん、んっ、もう少し……」%K%P",
"「ちょっ！」%K%P",
"無理矢理に隙間を通ろうとしたのか、下着が半分ほどずれ、真っ白なお尻の丸みが目に飛び込んできた。%K%P",
"それがより一層、俺の視線を縫い付けて離さない。%K%P",
"お尻が揺れると、少しずつ下着がズリ落ちていってしまう。%K%P",
"「あ、胸が……けど、まだ、んぅ」%K%P",
"イノリさんの艶めかしい声まで聞こえてくる。%K%P",
"無意識の行動ではあると思うが、まるで誘惑されているようで、つい触ってしまいたくなる。%K%P",
"「んっしょ、あんっ、中々進みませ……んっ」%K%P",
"「……ゴクリ」%K%P",
"本来ならば、イノリさんに声をかけて助けるのがいいのだろうが、俺だって男だ。%K%P",
"目の前で可愛い女の子の下着をこんな風に見てしまえば興奮の一つだってするし、もっと見ていたいと思ってしまう。%K%P",
"「あっ、もう、少しで……んっ」%K%P",
"「おおっ！！」%K%P",
"イノリさんが勢いよく身体を動かすと、一気に下着がズリ落ちそうになる。%K%P",
"もしそんなことになれば、ほとんど丸見えともいえる状況になるため、さすがにマズイと思って声をかけようとしたが――。%K%P",
"「あっ！　ぬけました！」%K%P",
"俺の理性と本能がせめぎあっているうちに、通り抜けてしまった。%K%P",
"隙間の向こう側からは、イノリさんのはしゃいだ声が聞こえてきた。%K%P",
"「では、将さん。私はこのまま子猫を追いかけますね」%K%P",
"「……俺も行かないとな」%K%P",
"軽く息を吐いてから、頭に浮かんだ煩悩を振り払うように俺も走り出した。%K%P",
"大きく迂回しているうちに、子猫を見つけたとイノリさんから連絡を受けた。%K%P",
"また逃がしてしまわないうちに、急いで公園に走っていくと、へっぴり腰で木に登っているイノリさんの姿があった。%K%P",
"「あっ！　ちょっとイノリさん！　危ないですよ！」%K%P",
"「だ、大丈夫です！　もうすぐ、ですから」%K%P",
"俺が木の下まで駆け寄ると、イノリさんは子猫がいる枝まで登りきってしまう。%K%P",
"子猫も、すっかり怯えきっているようで声も出せないようだった。%K%P",
"「大丈夫、大丈夫だから」%K%P",
"そんな子猫に対して、イノリさんは優しく、包み込むように笑い、敵意がないことを示す。%K%P",
"「そーっと、そーっと」%K%P",
"子猫を驚かさないように、イノリさんが近づいていく。%K%P",
"どこまでも真っすぐなイノリさんに、敵意がないことに気が付いた子猫は、怯えたように身体を震わせているが、逃げ出したりはしない。%K%P",
"「捕まえました」%K%P",
"イノリさんが手を伸ばして子猫を抱き寄せる。%K%P",
"しかし、それが悪かった。%K%P",
"「あっ！」%K%P",
"極限状態で緊張が緩んだせいか、イノリさんが枝の上でバランスを崩してしまう。%K%P",
"「イノリさん！」%K%P",
"「っつ！」%K%P",
"子猫をかばう様に抱くイノリさんの姿が見えた。%K%P",
"「間に合え！」%K%P",
"地面を蹴り飛ばし、俺は手を伸ばして飛び込む。%K%P",
"「……あれ？　痛く、ないです」%K%P",
"「あいててっ……」%K%P",
"「将さん……？」%K%P",
"間一髪、何とかイノリさんを受け止めることができた。%K%P",
"「大丈夫ですか？」%K%P",
"声をかけるが、イノリさんから返事はなく、それどころか顔も真っ赤だし、目も潤んでいる。%K%P",
"「もしかしてどこか怪我しましたか？」%K%P",
"慌ててイノリさんの身体を隅々まで確認してみるが、怪我をした様子もないので安堵する。%K%P",
"「た、助けていただいてありがとうございます」%K%P",
"「ですけど、その……\\n　こうして抱かれてジロジロ見られると、\\n　恥ずかしい、です」%K%P",
"「あ、ああ、すみません。気が付きませんでした」%K%P",
"腕の中で照れたイノリさんを見て、ドキリとした。%K%P",
"改めて意識すると抱いているイノリさんの身体は柔らかく、強く抱いたら壊れてしまうほどに華奢だった。%K%P",
"荒い呼吸と上気した頬、そして間近にある小さな唇に視線が引き付けられる。%K%P",
"「イノリ、さん……」%K%P",
"心臓が痛いほど鼓動が早くなり、縫い留められたかのように視線が逸らせない。%K%P",
"自然と俺は、イノリさんの唇に顔を近づけて――。%K%P",
"「あの、将さん？」%K%P",
"「えっ？　あ……！　す、すみません。も、もう降ろしますね」%K%P",
"「あっ……」%K%P",
"自分が何をしようとしていたのか気が付いた俺はイノリさんを腕の中から降ろそうとする。%K%P",
"だが、服をギュッと掴まれて、寂しそうな目を向けられてしまう。%K%P",
"「あの、将さんがよければ\\n　もう少しだけこのままでお願いします」%K%P",
"潤んだ瞳を向けられて、思わず息を飲む。%K%P",
"前からキレイな人だとは思っていた。%K%P",
"けれども、今日一日で色々な姿を見せてくれたイノリさんは、輪をかけてキレイに見える。%K%P",
"こんなんじゃ、まともにイノリさんの顔を見ることができない。%K%P",
"「こ、これで依頼は達成ですね」%K%P",
"「そ、そうですね。とりあえず、一件落着ですね」%K%P",
"俺たちは顔を真っ赤にしたまま、ふたりで笑う。%K%P",
"その後、俺たちは無事に猫を依頼主に届け終えると何度も頭を下げられてお礼をいわれた。%K%P",
"胸に小さな感情を抱きながらも、無事に初依頼は終了したのだった。%K%P"
]