[
"イノリさんとの話の後、俺は舞花の部屋を訪れた。%K%P",
"「舞花、今いいか？」%K%P",
"「……将？　鍵はかかってないから入ってきて」%K%P",
"「わかった。入るからな」%K%P",
"部屋の中へ入ると、さっきまで泣いていたのか目元を赤くした舞花がベッドに腰掛けて座っていた。%K%P",
"俺は無言で舞花の隣に腰掛ける。%K%P",
"「泣いてたのか？」%K%P",
"「別に……ただ、悔しかっただけ」%K%P",
"「悔しかった？」%K%P",
"「そうよ！　私はアカネも椿木荘を好きだって思ってた。\\n　一緒に頑張ってくれると思ってた！」%K%P",
"「けど、違った。アカネは椿木荘が取り壊されてもよかったんだ。\\n　椿木荘のことが好きでもなんでもなかったのよ」%K%P",
"「将との思い出の詰まった椿木荘が\\n　そんな風に思われているのが私は悔しかった……」%K%P",
"声を荒げていた舞花がだが、徐々に縮こまるように顔を俯かせてしまう。%K%P",
"「なあ、舞花。アカネは本当に椿木荘のこと嫌いなのかな？」%K%P",
"「……なによ。将はアカネの肩を持つわけ？」%K%P",
"「俺は舞花の味方だよ。けどな、アカネの敵ってわけでもない。\\n　よく思い出してくれ。アカネは椿木荘のことを嫌いだなんて\\n　一言もいってないだろ？」%K%P",
"「でも、潰れちゃえっていったじゃない！」%K%P",
"「違う。アカネは舞花の押し付けられた考えに賛同\\n　できないっていったんだ」%K%P",
"「どういう、意味よそれ。私は、椿木荘のことを考えて――！」%K%P",
"「それだよ、舞花。舞花は椿木荘を守るためにアカネに自分の\\n　考えを押し付けた。アカネの気持ちをなにも考えてなかっただろ？」%K%P",
"「俺も、今のまま舞花の考えが変わらないなら、\\n　そんな椿木荘は潰れたほうがいいと思う」%K%P",
"「――――――」%K%P",
"俺がそういうと、舞花は目を見開いて見つめてくる。%K%P",
"厳しいことをいっているのかもしれない。%K%P",
"それでも、今の舞花には必要な言葉だと俺は思っている。%K%P",
"「なあ、舞花にとって、椿木荘ってどういう場所なんだ？」%K%P",
"「え？　それは……私たちの家で、将との思い出がある\\n　大事な場所よ」%K%P",
"「そうだな。その椿木荘を守るためには、\\n　どうする必要がある？」%K%P",
"「……アカネを更生させることよ」%K%P",
"「そうだな。けど、それはベターであってベストじゃない。\\n　確かに結果を求めるならアカネを更生させるだけでいい。\\n　でもさ、それでいいのか？」%K%P",
"「舞花が俺に語ってくれた夢に必要なのは、\\n　カミサマを強制させることだったか？」%K%P",
"「……それは」%K%P",
"「なあ、舞花。確かにアカネの更生は遅いかもしれない。\\n　でもな、今回の件は舞花が悪かったと思うぞ」%K%P",
"舞花が椿木荘を守りたい気持ちはよくわかる。%K%P",
"でも、その気持ちだけじゃダメなんだ。%K%P",
"「舞花にとっての椿木荘は、\\n　他人に物事を強要する場所だったか？」%K%P",
"「……違う。私にとっての椿木荘は、\\n　皆が仲良く笑って過ごせる暖かくて、優しい場所」%K%P",
"「俺にとっても椿木荘はそういう優しさに溢れた\\n　場所だと思っている」%K%P",
"「だから、本当の意味で椿木荘を守るためには、\\n　強制するんじゃなくてアカネ　自身に椿木荘を好き\\n　になってもらって協力してもらうことが必要だと俺は思う」%K%P",
"俺や舞花が守りたい椿木荘は、そういう場所なんだと思う。%K%P",
"だから俺は舞花に間違えたままでいてほしくはない。%K%P",
"真剣に舞花に言葉を投げかけていくと、強張っていた体から力が抜けたのがわかる。%K%P",
"「……思い返せば、私は将との思い出を守ることに固執して、\\n　アカネやイノリさんのことをまるで考えてなかったわね」%K%P",
"「私は自分の我をアカネに押し付けてたのね」%K%P",
"「そうだな。俺も、最初の時にハッキリいえばよかったな」%K%P",
"「ううん、これでよかったわ。ここで間違えてなかったら、\\n　私はどこかで同じミスをしてたから」%K%P",
"「過去に固執すれば、椿木荘が椿木荘じゃなくなっちゃうわよね」%K%P",
"「私はアカネに謝る。\\n　そして、もう一度お願いして椿木荘を好きになってもらう」%K%P",
"「もう大丈夫そうだな」%K%P",
"「うん。将のおかげで、目が覚めたわ」%K%P",
"舞花の目にはさっきまでのような弱々しいものではなく、強い意志が感じられた。%K%P",
"「それでこそ舞花だよ」%K%P",
"ギュッと舞花の肩を抱いて抱きしめる。%K%P",
"「……ありがとう、将」%K%P",
"「どういたしまして」%K%P",
"そのまま、俺たちはしばらくの間無言で抱き合い続けた。%K%P",
"舞花が自分の間違いを見つめ直した次の日、俺は舞花の話を聞いてもらうためにアカネとイノリさんを居間に呼んだ。%K%P",
"並んで椅子に座っているアカネは、そっぽを向いて機嫌が悪そうにしている。%K%P",
"「将から話があるって聞いたから来たけど、\\n　また舞花の更生の話？\\n　なら、あたしは部屋に戻るけど」%K%P",
"「そういう話じゃないって。\\n　ここはちゃんと話を聞いてくれ」%K%P",
"「そうですよアカネさん。まずお話を聞いてから\\n　判断してください」%K%P",
"「――わかったよ。\\n　でも、変な話をするならあたしは聞かないからね」%K%P",
"椅子から立ち上がりかけたアカネだったが、俺とイノリさんの説得でなんとかまた上げた腰を下ろした。%K%P",
"話が始まる前から破城するのを抑えたことにひとまずホッとする。%K%P",
"俺が目配せして合図をすると、緊張した面持ちで舞花が口を開く。%K%P",
"舞花が思っている気持ちや思いを全力でアカネにぶつけていくのだ、ここから先は、俺も余計な口は挟まない。%K%P",
"「話を聞いてもらう前に、謝らせてほしいの。\\n　――アカネの気持ちも考えずに、私の気持ちを押し付けて\\n　ごめん」%K%P",
"「ふぇっ……？」%K%P",
"舞花が頭を下げると、アカネは目を白黒させる。%K%P",
"「あの後、色々と考えたけど私は自分のことしか頭になかった。\\n　だから、アカネの気持ちなんて二の次だった」%K%P",
"「謝って許してもらえるかわからないけど、それでも謝りたかった。\\n　本当にごめんなさい」%K%P",
"「えっと……ま、まあ、舞花がそこまでいうなら\\n　いいよ。許してあげる」%K%P",
"アカネの許すという言葉に、舞花が安堵して胸をなでおろす。%K%P",
"「ありがとう。それでねもう一つ聞いてほしいことがあるの。\\n　私が皆に聞いてほしいお願いが」%K%P",
"「お願い？」%K%P",
"「そう、お願い。私はね、アカネやイノリさんに\\n　椿木荘を好きになってほしいと思ってるの」%K%P",
"「んん？　どういうこと？？」%K%P",
"「ここはね、今まで過ごした人たちの想いが詰まった\\n　大切な場所なの。楽しかったことも、悲しかったことも、\\n　色々なものが詰まってる」%K%P",
"「私はね、この場所が好き。守りたいって思ってる。\\n　アカネたちにも、そう思ってもらえるようにしたいの」%K%P",
"「それって、やっぱり私に無理矢理更生させるってこと？」%K%P",
"「違うわよ。んーそうね、将にとっての椿木荘って、なに？」%K%P",
"「いきなりだな」%K%P",
"しかし、俺にとっての椿木荘か。%K%P",
"「家だな。大事な人たちと過ごす、とても大切な家だ」%K%P",
"「イノリさんにとって椿木荘って、なに？」%K%P",
"「私ですか？　そうですね、安らげる場所でしょうか？\\n　ここは住んでいる人の気持ちが感じられるいい場所です」%K%P",
"なるほど。イノリさんらしい答えだ。%K%P",
"「アカネにとっての椿木荘って、なに？」%K%P",
"「……口うるさい場所。でもご飯は美味しい」%K%P",
"ややひねくれた回答だが、それでもしっかりと舞花の質問に答えてくれたのを見ると、話を聞くつもりはあるようだ。%K%P",
"「そういう舞花にとって、椿木荘ってなんなの？」%K%P",
"「私？　私にとっての椿木荘は、沢山の人と出会う場所ね」%K%P",
"「将と過ごす場所じゃなくて？」%K%P",
"「確かにそれは否定できないわ。\\n　でもね、私にとっての椿木荘はやっぱり人と出会う場所なの」%K%P",
"「私は生まれてからずっと椿木荘で暮らしてきた。\\n　色々な人たちと出会って、別れて、そしてまたアカネや\\n　イノリさんみたいなカミサマとも出会えた」%K%P",
"「だから私は、これからの椿木荘をアカネみたいなカミサマと\\n　人間が気軽に共存できる場所にしたいの」%K%P",
"「え？　どういうこと？」%K%P",
"「最初はアラガミはもっと怖い存在だと思ってたのよ」%K%P",
"「でも、アカネと過ごしてくうちにアラガミたちも\\n　ちょっとだけ自分の感情に\\n　素直すぎるだけのカミサマだって気が付いたの」%K%P",
"「私はもっと色々なアラガミたちが人間に\\n　受け入れられる橋渡しの場所を作りたい。\\n　そう思ってるの」%K%P",
"前に聞かせてくれた夢を、舞花は熱く語っていく。%K%P",
"まだまだ拙く、具体案もない話だけど、それでも一生懸命に語るその姿は、とても眩しい。%K%P",
"「私はアカネたちに椿木荘を好きになってもらいたい。\\n　それが、今なによりも私が想ってること」%K%P",
"「もう私は、アカネの更生に口を挟まない。ありのままの椿木荘を、\\n　ふたりに見てほしい」%K%P",
"「それで、もし椿木荘を好きになって、守りたいって思ってくれたなら、\\n　力を貸してほしいの――お願いします」%K%P",
"舞花が深々と頭を下げると、アカネは唇を尖らせながら無言で舞花を見つめ続けた。%K%P",
"「それってさ、お願いだよね？」%K%P",
"「ええ、そうよ」%K%P",
"「もしあたしが更生しないっていったらどうするの？」%K%P",
"「そうなったら、仕方ないって諦めるわ。\\n　アカネに好きになってもらえないようじゃ、\\n　きっと私の夢なんて叶わないと思うから」%K%P",
"「だけど、私は全力で椿木荘を好きになってもらえるように\\n　努力するわ」%K%P",
"舞花がハッキリそういうと、難しい表情をしていたアカネの表情が緩む。%K%P",
"「――うん、わかった。いいよ」%K%P",
"「え？　それって――」%K%P",
"「あたしだって、椿木荘のことはそこまで嫌いじゃないし、\\n　仕方ないよね。あたしはアラガミだけど屋敷神でもあるからね。\\n　そこまで想われちゃ、無碍にはできないよ」%K%P",
"「……手伝って、くれるの？」%K%P",
"「舞花はあたしたちアラガミのことを受け入れてくれるんでしょ？\\n　他のアラガミと過ごすっていうのも、なんか楽しそうだしね」%K%P",
"「私も、舞花さんの夢には賛成です。\\n　微力ですが、ぜひお手伝いをさせてください」%K%P",
"「アカネ……イノリさん……」%K%P",
"「もちろん、俺も手伝うからな」%K%P",
"「うん……うんっ！　ありがとう、皆っ！」%K%P",
"顔を上げた舞花は、涙を流しそうになりながら笑う。%K%P",
"「あーでもさ、更生はちゃんとするからもう少しだけ\\n　お手柔らかにお願い。前までみたいなのだとさすがに\\n　やる気でないからさ」%K%P",
"「うん、わかってる。前に渡した計画書は捨てちゃっていいから」%K%P",
"「んっ、じゃあ仲直り。\\n　これからもよろしくね、舞花」%K%P",
"「こちらこそよろしくね、アカネ」%K%P",
"アカネが差し出した手を、舞花が握りしめる。%K%P",
"そこにはもう、ケンカの憂いや蟠りもなくなっていた。%K%P"
]