[
"As soon as I decided to help Akane,\\nI started thinking of how to do it.%K%P",
"I asked Inori to talk to goddesses she knew, and got\\nMaika to find out whatever she could on the net when\\nshe had time.%K%P",
"They were both happy to help, things being\\nwhat they were.%K%P",
"That left me - going to the library during the day\\nand looking for clues on the net at night.%K%P",
"But none of this turned up anything useful,\\nand we just burned up time.%K%P",
"'*Sigh* Huh...'%K%P",
"I sighed as I walked home from the library,\\ntrying to shake off my thoughts.%K%P",
"It had been another day with very little\\nprogress made.%K%P",
"'Hm, maybe this will give us a clue.'%K%P",
"In one book about goddesses I'd found, there was\\nmention of 'spiritual balance.'%K%P",
"It seemed like maybe right now, Akane's\\nspiritual balance was off, and it could be\\ncausing her troubles.%K%P",
"'So then the problem is, what caused the unbalance?'%K%P",
"I felt it was unlikely to be her rehabilitation.%K%P",
"If that was the cause, then there should have\\nbeen some similar case with all the other Aragami\\nthat had been rehabilitated.%K%P",
"But since there was no mention of that anywhere,\\nthere must be some other reason.%K%P",
"'For now, I'll just ask Maika\\nand Inori what they think...\\nHuh?'%K%P",
"'Hey, Sho!'%K%P",
"Akane came running toward me,\\nwaving her hand.%K%P",
"'Akane? What's up?'%K%P",
"'Oh, nothing really. I just thought I'd come\\nmeet you.'%K%P",
"'Meet me? How'd you find me?'%K%P",
"'I heard from Maika that you've been\\ngoing to the library. I figured if I waited\\nhere you'd come along.'%K%P",
"'Ah, yeah. Thanks for coming to meet me!'%K%P",
"'No big deal! I was bored anyway.\\nAnd I always feel so comfortable with you.'%K%P",
"My heart lifted when she said that.%K%P",
"It made me happy to hear it so casually.%K%P",
"'Huh? What's with you?'%K%P",
"'N-Nothing.\\nSo anyway, how's your Jinriki?\\nFeel like it's coming back?'%K%P",
"'Nope. It's no good.\\nIt's dead silent.'%K%P",
"Akane shrugged and laughed like she'd made a joke.%K%P",
"'Sorry. I've been looking and looking, but I haven't\\nfound any clues on bringing it back.'%K%P",
"'Why are you apologizing? It's not your fault\\nmy Jinriki's gone.'%K%P",
"'I mean, it looks like you've been working hard,\\nI'm the one who should apologize.'%K%P",
"'Well, it's not done any good yet,\\nso it's as good as nothing.\\nI'll look more tomorr--'%K%P",
"'I don't mind if it doesn't come back.'%K%P",
"Akane interrupted me.%K%P",
"'What are you talking about, Akane?'%K%P",
"'I mean, if it never comes back, I don't have to\\nworry about causing blackouts, right?'%K%P",
"'And then they won't tear down Tsubaki,\\nand that's what you want, right?'%K%P",
"She was obviously putting a positive spin on it.%K%P",
"'Don't be ridiculous! Of course I want to save\\nthe apartments. But that's no reason to\\njust accept that your power is all gone!'%K%P",
"I couldn't accept Akane giving up like that.%K%P",
"At the same time, I was upset at myself for\\nhow I was acting.%K%P",
"I wanted to help her, but my constant\\nfailure was wearing at me.%K%P",
"'Are you really okay with not getting\\nyour power back?'%K%P",
"'...Of course not. I want it back\\nif it's possible at all.%K%P",
"'But if it does come back, then I might\\ncause more blackouts and bother people.'%K%P",
"'And you're the one who'll suffer the most.'%K%P",
"'Are you okay with that?'%K%P",
"Oh, no. So that was what she was worried about.%K%P",
"'So you might cause blackouts. So what?\\nIf you get your power back and\\nare about to cause a blackout, I'll stop you.'%K%P",
"'I told you! No matter what happens,\\nI'm by your side until the end!'%K%P",
"'That's right. You said you'd stick with me.'%K%P",
"'It's not like me to be so nervous.'%K%P",
"After she'd been trying so hard lately, it was nice\\nto see a real smile on her face.%K%P",
"It was a relief to see her feeling better.%K%P",
"'Exactly. Just like when you were sick in bed.\\nNow you're just worried about your Jinriki.'%K%P",
"'But just relax.'%K%P",
"I said it casually, on purpose, and Akane looked\\ndown in thought.%K%P",
"'Well, let's get home before it gets late.\\nMaika's probably getting worried.'%K%P",
"'Why are you...so nice to me, Sho?'%K%P",
"'Huh? Did you say something?'%K%P",
"'No, nothing. Never mind, let's just hurry!\\nDinner's waiting!'%K%P",
"I took Akane by the hand and we walked back\\nhome that way.%K%P"
]