[
"After dinner, I told Akane what Inori had said\\nand we waited in my room.%K%P",
"Akane was glued to my side as usual,\\nher head on my shoulder.%K%P",
"'I just feel so calm like this...'%K%P",
"'When I cuddle up beside you, I feel\\nso full of power.'%K%P",
"'Haha, what's that mean? Am I some kind of\\npower spot?'%K%P",
"'It's true! Whenever I move away from you,\\nlike this, it's like all my muscles go weak!'%K%P",
"'Like you're tired out?'%K%P",
"'Yeah, like that. I'm just so happy beside you!'%K%P",
"'Well, holding you makes me feel good, too.'%K%P",
"When I squeezed Akane, she scrunched up\\nher neck like it tickled her.%K%P",
"'I wonder what Inori wants to tell us.\\nDid you ask?'%K%P",
"'Nope, no idea. All I know is it's got something\\nto do with us.'%K%P",
"The look I had seen on Inori's face made me nervous.%K%P",
"I hoped it was nothing too bad...%K%P",
"'What about you, do you have any guesses?'%K%P",
"'I have no idea.'%K%P",
"'Yeah, I guess you wouldn't...'%K%P",
"While we were both racking our brains, there\\nwas a knock at the door.%K%P",
"'It's Inori. May I come in?'%K%P",
"'Come on in.'%K%P",
"'Pardon the intrusion.'%K%P",
"When she came in, there was a strange\\naura about her.%K%P",
"She sat without a word, and her expression was\\nso hard I was thrown off.%K%P",
"'So, what did you want to talk about?'%K%P",
"She seemed reluctant to start,\\nso I decided to kick it off.\\nShe looked unsure, but spoke anyway.%K%P",
"'It concerns Akane's recent troubles with\\nher Jinriki. If you remember, she briefly lost it?'%K%P",
"'Of course. Have you found something?'%K%P",
"'I have. It bothered me deeply, so on my own\\nI continued looking into it.'%K%P",
"'I'll get right to the point.\\nThere's a very good chance\\nit will happen again.'%K%P",
"'Huh? But...I got over it already!'%K%P",
"'I wasn't finished. The reason you lost your\\npower is that you lost your balance as a goddess.'%K%P",
"What could that mean?%K%P",
"'The reason you lost your power\\nis that you stopped acting like an Aragami.\\nYou forced yourself to limit your power for another.'%K%P",
"'Wait a moment. If controlling her power\\nmeans losing it, what's the\\npoint of rehabilitation?'%K%P",
"If rehabilitation meant losing her Jinriki,\\nit was defeating the purpose.%K%P",
"'Rehabilitation is not the real cause. Other\\nAragami have been rehabilitated without\\nproblem. The issue seems to be--'%K%P",
"Inori looked steadily at me.%K%P",
"'Wait, it's my fault?!'%K%P",
"'Rather, since Akane has feelings for you,\\nshe is trying to control her power\\nfor your sake, and that is the cause.'%K%P",
"'So...what does all this mean?'%K%P",
"'Until recently, you've been working hard to avoid\\nbecoming a spirit. In other words, rehabilitation\\nfor your own sake.'%K%P",
"'But now, you are working on rehabilitation\\nfor another's sake.'%K%P",
"'It's that part which goes against the nature\\nof an Aragami.'%K%P",
"'And as a result, you've come\\nto doubt your own nature.\\nThis is the true problem.'%K%P",
"In other words, Akane was denying what\\nshe really was.%K%P",
"'Right now, you've achieved a tenuous balance,\\nbut you could lose your Jinriki at any time.'%K%P",
"'If this problem continues, the worst\\ncase scenario is that you could lose your\\ngoddess status and become a spirit.'%K%P",
"'Huh?'%K%P",
"Akane could become a spirit?!%K%P",
"So all her hard work on rehab would be\\nrendered meaningless?!%K%P",
"'C-Can't you do something?'%K%P",
"'I am sorry. I have no idea how to solve this\\nproblem for good.'%K%P",
"'All I can say is, don't deny your Aragami nature.\\nIf you can do that, I believe it will be enough.'%K%P",
"Inori said, ignoring Akane's distress.%K%P",
"'Denying that I'm an Aragami... I don't deny it,\\nwhat do you even mean?'%K%P",
"'Are you sure about that?\\nDidn't you fall ill precisely because,\\nsomewhere inside, you have doubts?'%K%P",
"'W-Well, I mean...\\nI've changed the way I act,\\nbut I'm still myself.'%K%P",
"'But say you're right, then why am I doing\\nfine right now?'%K%P",
"Akane was protesting, but looking at\\nInori's expression, I felt uneasy.%K%P",
"I didn't want to even think about Akane becoming\\na spirit, after all her hard work.%K%P",
"'As I said, you're in a very fragile balance.'%K%P",
"'Well then, I'm okay, right?\\nYou worry too much!'%K%P",
"'Akane! I'm trying to--'%K%P",
"'I know that you're doing what you think best.\\nBut now I'm finally able to keep from\\nbothering people, I want to stay this way!'%K%P",
"Akane stared at Inori, with no sign of bending.%K%P",
"She wasn't pretending like she had when she lost\\nher Jinriki, she was serious.%K%P",
"'Understood. If that's your decision,\\nI can't force you to change it.'%K%P",
"'But, please do think about this.'%K%P",
"'Right, right, whatever you say.'%K%P",
"Akane waved Inori, who kept looking over her\\nshoulder, out of the room, and we sat in silence.%K%P",
"'Hey, Akane...'%K%P",
"'What?'%K%P",
"'Are you really okay?'%K%P",
"She had said she was fine, but I couldn't help\\nbeing worried.%K%P",
"I didn't know what was going on with her,\\nbut I couldn't just sit back\\nand not do anything.%K%P",
"'You're a worry wart too, Sho.\\nI'm fine, I told you both.\\nI'm not going to become a spirit if I can help it.'%K%P",
"She looked her usual cheerful self, and her smile\\nlooked genuine, but I didn't feel better.%K%P",
"'Is there some other way?'%K%P",
"'If Inori couldn't think of anything, there's\\nno way I can.'%K%P",
"Like she said, if Inori, a true goddess, couldn't\\nfind a way, then I as a mere human\\nhad no chance.%K%P",
"But I was so worried about Akane I couldn't\\nhelp trying.%K%P",
"'But anyway, since we're alone now, let's have\\nsome fun!'%K%P",
"'Fun? What do you mean by that?'%K%P",
"'Something big...'%K%P",
"Akane snuggled close to me, and slowly started\\nto raise her skirt.%K%P",
"'H-Hey, what...'%K%P",
"'Go ahead, Sho...\\nIt's okay, take a look.'%K%P",
"Little by little, she teasingly lifted her skirt so\\nshe was just barely hidden, showing just\\nenough to fuel the imagination.%K%P",
"'My panties are really something today...'%K%P",
"Akane whispered tantalizingly into my ear.%K%P",
"My eyes turned downward of their own accord.%K%P",
"'Do you want to see them?'%K%P",
"She coaxed me, and I felt a lump\\nrising in my throat.%K%P",
"'I-I'm not going to look! Put your skirt down!'%K%P",
"'Oh, you don't want to see?'%K%P",
"'I'm still able to control myself.'%K%P",
"'Oh, is that so... You're a big strong man, huh?'%K%P",
"'Well, then, I guess it won't work if I do this?'%K%P",
"'Agh!'%K%P",
"Akane stopped hiking up her skirt and started\\nslipping her top down.%K%P",
"'See? Just a little more and you can see\\neverything. Don't you want to touch them?'%K%P",
"She was a goddess, but her smile was devilish.%K%P",
"'I'm not looking. And I think we should have\\na serious--'%K%P",
"'Oh, save that stuff for later. Right now, I want you\\nto look at me.'%K%P",
"Akane was half undressed, her bra fully exposed.\\nShe took my arm and moved it in her cleavage.%K%P",
"'Sho, your arm is so strong, so hot.\\nBut doesn't it feel nice and soft\\nbetween my chest?'%K%P",
"'*Gulp*'%K%P",
"My arm was surrounded by overwhelming softness\\nand the sensation ate away at my resistance.%K%P",
"'Doesn't it feel good, Sho?'%K%P",
"Her breath on my neck, the heat of her on my\\nshoulders, her enticing breasts, they all bore\\ninto my brain.%K%P",
"'A-Akane...'%K%P",
"I reflexively reached my hand for her breast,\\nand suddenly Akane's mouth relaxed\\nas she jumped away.%K%P",
"'Just kidding! You said you could control yourself,\\nbut you're still a boy. I knew you couldn't resist\\nsomeone as cute as me!'%K%P",
"Seeing her giggle and turn away from me like that\\nawakened some competitive urge in me.%K%P",
"'You're right... And if you're going to be so\\nforward--'%K%P",
"'Huh? Whaa?!'%K%P",
"I grabbed her shoulders and slowly pushed her down.%K%P",
"'Maybe I should be, too?'%K%P",
"'Wh-What? Sho...are you serious?!'%K%P",
"'Well, you were awfully persuasive just now...\\nI think I'll enjoy every bit of you...'%K%P",
"I waved my hands in front of her eyes, and suddenly\\nthey filled with tears.%K%P",
"'I-I'm sorry! Please forgive me!'%K%P"
]