[
"The next day, I woke up earlier than usual and\\nnervously paced around my room.%K%P",
"'I wonder if this is okay.'%K%P",
"I checked how I looked for the umpteenth time\\nand checked the time on my phone.\\nIt was still a little early.%K%P",
"'I can't make her wait for me.'%K%P",
"I checked my clothes one last time, then\\nleft the apartments.%K%P",
"'Our first date... I'm so nervous.'%K%P",
"We'd gone places together before, but never\\nas a couple.%K%P",
"I hoped Akane would enjoy herself.%K%P",
"'Sorry to keep you waiting!'%K%P",
"Akane came flying out of nowhere, taking me\\nby surprise.%K%P",
"'No, you're right on time.'%K%P",
"The old Akane probably would have been late.%K%P",
"It was a little thing, but it really showed how much\\nshe had progressed.%K%P",
"'Oh, I saw you waiting and thought I was late again.'%K%P",
"'You didn't need to rush.\\nI wouldn't have been mad if you were late.'%K%P",
"'Yeah, but it would bother me.\\nI'd feel bad if I made you wait.'%K%P",
"'Well, I see what you're saying, but...'%K%P",
"I remembered that it was our first date, and took\\na good look at Akane.%K%P",
"She was wearing her regular clothes, but for some\\nreason she looked a hundred times cuter.%K%P",
"'Wh-What? Is my hair messed up?\\nIs something wrong?'%K%P",
"'No, not at all. Just the opposite. You look even\\ncuter than you usually do.'%K%P",
"'Huh?! But this is what I always wear!'%K%P",
"'No, really, you look wonderful.'%K%P",
"'Heehee, awww. Thanks for saying so.'%K%P",
"'And...you look even better than usual, too.'%K%P",
"Akane said to me shyly, her face red.\\nI felt so embarrassed I looked away.%K%P",
"'Oh, you're hiding your face!'%K%P",
"'W-Well, you know. It's hard not to get embarrassed\\nwhen you tell me I look good right to my face.\\nSorry, I didn't mean anything.'%K%P",
"'I just said it because it's true.\\nAnyway, here.'%K%P",
"She held out her hand.%K%P",
"So that was what she wanted.%K%P",
"'Like this?'%K%P",
"I twined my fingers in hers and held her hand.%K%P",
"'Heehee, yah!'%K%P",
"'Wha?!'%K%P",
"Grasping my hand, Akane gave me a jerk and suddenly\\nwe were arm in arm.%K%P",
"'Like this!'%K%P",
"It was so sudden.%K%P",
"But, now I could enjoy the feel of her even more,\\nand despite the embarrassment it was fantastic.%K%P",
"'S-So then... Off we go!'%K%P",
"'Yeah!'\\nIt tastes good, but best of all is\\nArm in arm, Akane and I made our way to\\nthe shopping street.%K%P",
"When we got there, people on the street saw us\\nwith our arms linked like that and yelled out at us.\\nIt really ruined the mood.%K%P",
"To them, Akane only said...%K%P",
"'Sho's finally fallen for my irresistible charms!'%K%P",
"I just listened with a wry smile as Akane yelled\\nout gleefully at my side.%K%P",
"The people passing by finally settled down,\\nand we got a break.%K%P",
"'Ugh, the people around here are real gossips.\\nHuh? Are you okay, Akane?'%K%P",
"Akane was frowning unhappily.%K%P",
"'Never mind. I just feel like an idiot being the\\nonly one to say anything.'%K%P",
"'Sorry. I didn't mean to leave you hanging,\\nI was just kind of embarrassed.'%K%P",
"'We're a couple now, I just thought you'd back\\nme up, or show me you cared.'%K%P",
"'I'm really sorry.'%K%P",
"'Do you feel bad about it?'%K%P",
"'Of course I do.'%K%P",
"'Okay then. Kiss me and I'll forgive you.'%K%P",
"Akane closed her eyes and puckered her small,\\npink mouth, bringing her face close to mine.%K%P",
"B-But a kiss, right there in front of everyone?!%K%P",
"'Um... I can't right here, but is this good enough?'%K%P",
"'Ah...'%K%P",
"Instead of a kiss, I gave her a gentle pet on the\\nhead, and Akane broke out in a smile.%K%P",
"'Mm... Eheh... Okay, yes, fine, I forgive you.'%K%P",
"Looked like I got off easy.%K%P",
"'But you really are amazing.'%K%P",
"'Why, all of a sudden?'%K%P",
"'All those people calling out to you like that,\\nbeing so nice. It's so rare.'%K%P",
"'Really?'%K%P",
"'Yeah. They all must like you so much.'%K%P",
"'I thought it was normal. It's not?'%K%P",
"'Well, people don't check up on those they\\ndon't like.'%K%P",
"'Huh... I never noticed before, but I guess lots of\\npeople have been really nice to me.'%K%P",
"This realization seemed to make her happy,\\nand her face beamed.%K%P",
"Seeing her like that made me happy, too.%K%P",
"'So is there anywhere in particular\\nyou'd like to check out?'%K%P",
"'Not really, no. Just walking next to you like\\nthis is plenty fun.'%K%P",
"'Okay then, can I recommend a cafe?'%K%P",
"'Go ahead!'%K%P",
"It looked like Akane was interested.%K%P",
"'A cafe, huh? Sounds nice!\\nThis will be my first time!'%K%P",
"'That place has the best desserts,\\nparfaits and stuff.\\nI think you'll like it.'%K%P",
"'Parfaits! Oh, yeah! Come on, let's hurry!'%K%P",
"'H-Hey! Stop pulling! Jeez.'%K%P",
"I couldn't help speeding up as Akane pulled me along.%K%P",
"'So this is your recommendation...'%K%P",
"The staff showed us to our seats, and Akane\\ntook in the shop interior.%K%P",
"'It's got nice ambiance!'%K%P",
"'They really take care with their decorating.'%K%P",
"One thing I like about this shop is how they use\\nscreens and bamboo table settings to create\\nan old Japanese feeling.%K%P",
"'The menu's got sweet bean soup, syrup dumplings,\\nsweet buns, green tea parfaits... Oh wow.'%K%P",
"Akane scanned the menu intently.%K%P",
"As I looked at her, she raised her eyes and\\nour gazes met.%K%P",
"'Do you know what you're getting?'%K%P",
"'I'm getting the sweet bean soup with dumplings.'%K%P",
"'Oh, that sounds good!'%K%P",
"'How about you?'%K%P",
"'Oh, I want to eat it all, I just can't decide.\\nHm... What do you recommend?'%K%P",
"'I think I'd recommend the green tea waffles.\\nThey come with ice cream and chestnuts, so good.'%K%P",
"'Waffles, huh... Anything else?'%K%P",
"'The parfait, I guess. It's kind of expensive,\\nbut it's really big so it'll fill you up.'%K%P",
"'I see... Oh!'%K%P",
"Akane froze in the middle of flipping through\\nthe menu.%K%P",
"Clearly, she found something she liked.%K%P",
"'Did you decide?'%K%P",
"'Yeah! I found the perfect thing for the moment.\\nExcuse me! Yes, I'll have this!'%K%P",
"As soon as she decided, Akane ordered for\\nherself, ignoring me.%K%P",
"'Whoa, hey, what about me?'%K%P",
"'Don't worry about it, trust me!'%K%P",
"She had a huge grin on her face.%K%P",
"I suddenly had a bad feeling.%K%P",
"'Ah. Now I see...'%K%P",
"Our order came after a few minutes.%K%P",
"Sitting before me was the\\n'Pudding and Strawberry Lovey-Dovey\\nMerry-Go-Round Parfait For Lovers Only.'%K%P",
"It was about twice as big as a regular\\nparfait, was decorated with heart-shaped chocolates,\\nand came with two spoons.%K%P",
"'I decided as soon as I saw it.\\nIt looks so yummy, and best of all,\\nwe can eat it together!'%K%P",
"'Yeah, with this much, I certainly didn't need\\nto order anything else.'%K%P",
"And if I even tried to eat anything more,\\nI was sure I'd get heartburn from all the sugar.%K%P",
"'Right? Come on, let's eat! Say aaah!'%K%P",
"'Huh?'%K%P",
"I froze, staring at the spoon Akane was\\nholding out.%K%P",
"'What's wrong?'%K%P",
"'Oh, just... I can feed myself, you know.'%K%P",
"'No no no, this is a couple's parfait, we've got\\nto feed each other!'%K%P",
"'And remember, you fed me when I was\\nfeeling sick!'%K%P",
"'Th-That was different, it didn't mean--'%K%P",
"'Enough arguing! Take that!'%K%P",
"'Mph!'%K%P",
"Akane stuffed the spoon in my mouth and I\\nswallowed by reflex. The sweet cream and\\nmild sourness of strawberries filled my mouth.%K%P",
"'It's good...'%K%P",
"'Heheh... Now it's your turn!'%K%P",
"'...Do I have to?'%K%P",
"'Of course! Come on, aaah!'%K%P",
"Akane closed her eyes and opened her delicate mouth.%K%P",
"Oh well. I resigned myself.%K%P",
"'Aaahhh...'%K%P",
"I scooped up some parfait and put it in her\\ncute little mouth.%K%P",
"'Mmm! It's good! So good!'%K%P",
"'It tastes good, but best of all, you fed it to me.\\n It made it even tastier!'%K%P",
"Man, oh man.%K%P",
"How could she be so adorable?%K%P",
"'Okay, now it's my turn. Say aaah!'%K%P",
"She scooped some more and held the spoon out.%K%P",
"Yeah, it was clear I couldn't get out of it.%K%P",
"I gave up and opened my mouth.%K%P",
"'Aaah... Mmmm.\\nIt's not as sweet as I thought it'd be,\\nbut it's really easy to eat.'%K%P",
"'Right? You can just keep eating forever!\\nSo, here, aaaah!'%K%P",
"'We're going to keep doing this?'%K%P",
"'Of course! Hurry up!'%K%P",
"While she urged me on, I continued feeding her,\\nfeeling a kind of desperation.%K%P",
"At first I had been embarrassed,\\nbut that feeling dulled as time went on\\nand now I was feeding her steadily.%K%P",
"'Say a-- Oh! Rats.'%K%P",
"The ice cream she'd scooped up was melting and\\nsome dripped from her spoon onto her chest.%K%P",
"'Are you okay?'%K%P",
"'Yes, it didn't get on my clothes.\\nBut what a waste...\\nOh! Sho, why don't you lick it off?'%K%P",
"'What?!'%K%P",
"'Just for you!\\nGo ahead, lick away!'%K%P",
"Akane lifter her breast alluringly, showing me\\nwhere to lick.%K%P",
"Staring at the cream resting on her trembling skin,\\nI felt temptation breaking through my reason.%K%P",
"'Come on, what's the matter?'%K%P",
"Her teasing tone of voice planted a seed of\\nresistance.%K%P",
"I knew she'd just keep going like that, so...%K%P",
"'Okay then, let me just get closer...'%K%P",
"'...Huh?'%K%P",
"'What's wrong? You said I should lick it off!'%K%P",
"'Th-That was just a little joke! I was just teasing.\\nwe're out here in front of everybody,\\nso we should save that for home!'%K%P",
"Once I'd begun my counterattack, Akane's face\\nhad gone beet red.%K%P",
"'Now hold still so I can lick you.'%K%P",
"'S-Stop! No! Forget what I said! Forget it!'%K%P",
"As I started to lean over the table,\\nAkane grabbed a napkin and quickly\\nwiped the ice cream away.%K%P",
"'Oh, I never expected you to come back at\\n my teasing like that!'%K%P",
"Akane muttered, red faced, looking like she\\nwanted to disappear in her chair.%K%P",
"'Now you know not to tease me like that.'%K%P",
"'But...you're blushing, too.'%K%P",
"'Quiet, you!'%K%P",
"I had to admit, though, my heart was pounding\\nand my face felt hot. I wasn't used to this.%K%P",
"'L-Let's hurry up and finish this.'%K%P",
"'Yeah.'%K%P",
"We ate the rest of our parfait, both fiercely\\nblushing.%K%P",
"The time flew by, we were having so much fun.%K%P",
"After we left the cafe, we wandered through the\\nshopping street and stopped at the park.\\nIt was evening before we knew it.%K%P",
"We walked back to Tsubaki, still arm-in-arm,\\nbut somehow more comfortable than before.%K%P",
"'Today was so much fun!\\nLet's go again soon.'%K%P",
"'We can go as many times as you want.'%K%P",
"'Great, let's go to that cafe again!\\nNext time, I'll get the waffles you recommended.'%K%P",
"We walked and talked about the day,\\nand as Akane looked over Kannagi,\\nshe said...%K%P",
"'Today, so many people asked about me...'%K%P",
"'I never thought about what it meant\\nbefore today...'%K%P",
"'I mean, I was always talking to people,\\nnot even thinking about it,\\nso I thought that was normal.'%K%P",
"'But today I got it, when all those people\\nwere so nice to me.'%K%P",
"'What did you get?'%K%P",
"'They're all just good people, who actually\\ncare about me.'%K%P",
"'But I caused all kinds of trouble for them,\\nwith my temper and my selfishness.'%K%P",
"'Maybe. The old Akane might have been like that.'%K%P",
"I agreed quietly.%K%P",
"Right now, Akane was realizing something about\\nherself, she didn't need my clumsy support.%K%P",
"'I'm an Aragami, but I want to use my\\nJinriki to help people.'%K%P",
"'There are people who care for me,\\nso I want to care for them.'%K%P",
"'You can do that. I know you can.\\nYou've already started by noticing them.'%K%P",
"Akane gripped my arm tightly.%K%P",
"'Thank you. It's all because of you.'%K%P",
"'I just lent a hand. This is just more proof\\nof you growing up.'%K%P",
"'But you're the one who's been the nicest to me.'%K%P",
"'Of course! I'm your boyfriend, aren't I?'%K%P",
"As we approached Tsubaki Apartments, arms entwined,\\nour footsteps slowed of their own accord.%K%P",
"'We're back!'%K%P",
"'Welcome home!'%K%P",
"'Welcome home, the both of you.'%K%P",
"They greeted us as we came into the\\nliving room, still arm-in-arm.%K%P",
"'It looks like you two had fun on your date!'%K%P",
"'Of course! I never dreamed it would be so much fun!'%K%P",
"'Sho did a proper job of showing you around, huh?\\nWhere'd you go?'%K%P",
"'Well...'%K%P",
"Akane excitedly told Maika about our date.%K%P",
"'Pardon me, Sho?'%K%P",
"While I was watching the two of them talking\\nand laughing, Inori called out to me, a strange\\nlook on her face.%K%P",
"'What's wrong?'%K%P",
"'There's something I need to discuss with you two.\\nIf I come to your room later, will you two wait for\\nme there?'%K%P",
"'Yes, of course.'%K%P",
"'Thank you very much. Well then, I'll retire\\nfor now.'%K%P",
"Bowing lightly, she left the living room.%K%P",
"I wondered what she could have to discuss with us.%K%P",
"I sat alone, head bowed, pondering what\\nit could be.%K%P"
]