[
"I showed Akane and Inori to the bath, since they\\nwanted to rinse off.%K%P",
"As I went back to the living room, I thought about\\nthe day's accomplishments.%K%P",
"'Akane's dancing was phenomenal.'%K%P",
"She didn't show any fatigue after all that, so there\\nshould be no concern regarding her ability to\\nsing and dance.%K%P",
"At this rate, Akane showed so much potential that it\\nseemed like only a matter of time before she'd become\\na real idol.%K%P",
"'But...it sure is quiet.'%K%P",
"I got used to being alone until fairly recently.\\nBut now it's the norm for Akane and Inori\\nto be here.%K%P",
"'That might be a good thing.'%K%P",
"Tsubaki used to be lively with tenants,\\nmuch like it is now.%K%P",
"If things stay this way, I wouldn't have\\nany complaints.%K%P",
"'I need to thank you both.'%K%P",
"'About what?'%K%P",
"'Because of you two, Tsubaki Apartments\\nis getting its liveliness back.'%K%P",
"I turned around and answered Inori who\\nwas behind me.%K%P",
"But when I turned around...%K%P",
"'What?!'%K%P",
"'Wh-What's the matter?\\nWhy did you cry out loud like that?'%K%P",
"'That's for me to ask, Inori!\\nWhy are you looking like that?!'%K%P",
"'Why aren't you wearing your clothes?!'%K%P",
"When I turned around, Inori was in a single\\nbath towel.%K%P",
"'Well, it's because I just got out of the bath.'%K%P",
"'That doesn't really answer my question.'%K%P",
"'Th-There's an unavoidable circumstance\\nregarding this...'%K%P",
"'Uh...'%K%P",
"When Inori bashfully twisted around, her big chest\\nlooked like it'd overflow.%K%P",
"I couldn't help but remember the incident\\nwhen I accidentally felt her breasts and\\nswallowed my breath.%K%P",
"'I-I don't know what that circumstance is,\\nbut will you please put on your clothes?'%K%P",
"'Actually...'%K%P",
"'My clothes got muddy when I fell earlier, so I had\\nto wash them. I didn't want to make the house dirty.'%K%P",
"Of course Inori was being conscientious.%K%P",
"'Then why don't you go to your room to get\\na change of clothes?'%K%P",
"'Well, this is really hard to say, but...'%K%P",
"'I don't have a change of clothes.'%K%P",
"Don't have clothes...?%K%P",
"'Um, what do you mean by that?'%K%P",
"I could tell I was straining my face at\\nInori's words.%K%P",
"'I actually only have...one set of clothes.'%K%P",
"'Are you kidding me...?'%K%P",
"'I'm sorry...'%K%P",
"Oh, man.%K%P",
"I noticed that she wore the same outfit every day,\\nbut didn't think it was the same set.%K%P",
"'H-How did you get away with it all this time?'%K%P",
"'I would wash them after taking a bath every night.'%K%P",
"That implied she was only in her underwear in her\\nroom while her clothes dried.%K%P",
"'A-Anyway, I'll try to find something you\\ncan wear, so just hang tight.'%K%P",
"'Are you sure?'%K%P",
"'Yes, it'd be better for me.'%K%P",
"I needed to handle this before Maika returned,\\nI couldn't let her see this.%K%P",
"'Is that so? Then, I'll happily accept the off--'%K%P",
"'I'm back!'%K%P",
"'What?!'%K%P",
"Th-This is the worst.%K%P",
"Why did Maika have to come back from school\\nat the worst timing ever?%K%P",
"Maika's approaching footsteps sounded like a death\\nsentence coming.%K%P",
"'Oh, it's so hot. Did I forget to chill the tea?\\nHuh?'%K%P",
"It's over.%K%P",
"'Sho... What the heck are you doing?'%K%P",
"'Th-There's a reason behind this...'%K%P",
"'Sure, of course.\\nHow do you explain being alone in a room\\nwith a girl who's only wearing a towel?'%K%P",
"'W-Well, it's actually my fault.\\nI was really bad at it so I dirtied my clothes.'%K%P",
"'We moved around and sweat a lot,\\nso that's why I took a bath.'%K%P",
"'Inori?! Are you saying that on purpose?!'%K%P",
"'Hmm... Your clothes got dirty and you sweat a lot.\\nWh-What the heck were you two doing?!'%K%P",
"'You're mistaken! Maika, don't make any weird\\nassumptions!'%K%P",
"'Wh-What assumptions?!'%K%P",
"'Hey Sho. I'm done with the bath.'%K%P",
"'Good timing. Akane, will you tell Maika\\nwhat we did...today...?'%K%P",
"'Hey, hey. I don't have any clothes.\\nWill you lend me some?'%K%P",
"'Akane, you too?!'%K%P",
"When I looked over for rescue, there stood Akane,\\nonly wearing a bath towel.%K%P",
"'Akane and Inori, you both don't have a\\nchange of clothes?!'%K%P",
"After I got to explain, she looked at them in shock.%K%P",
"Turns out, they'd been washing their only outfit\\nevery night.%K%P",
"'You both got away with it until now,\\nbut you're gonna need more clothes.'%K%P",
"With so much physical movement involved,\\nchanging clothes was a must.%K%P",
"'It's true. You're in trouble with just one set.\\nEspecially with Sho here.'%K%P",
"Maika glared at me with the most reproachful eyes.%K%P",
"'Fortunately there's still time to go buy clothes.\\nI'll go for them since they definitely can't.'%K%P",
"They both had to borrow and change into Maika's\\nclothes.%K%P",
"'I'm headed to the shopping street,\\nso will you stay at home, Sho?'%K%P",
"'No, I'm going with you.'%K%P",
"'Come again?'%K%P",
"'Why do you look so surprised? You'll need someone\\nto help you carry all those clothes.'%K%P",
"'Well, if you're okay with it, by all means.\\nI'm gonna go get ready,\\nso be prepared to go, okay?'%K%P",
"'Yup, got it.'%K%P",
"After Maika left the living room, I headed for my\\nroom to get ready.%K%P",
"'Hmm... I can't make up my mind.'%K%P",
"We were in a women's clothing store located on the\\ncorner of the shopping street.%K%P",
"The shopping street was one of the liveliest places\\nin Kannagi.%K%P",
"There are department stores, resturants, cafes, and\\nall kinds of shops and places here.%K%P",
"Maika looked serious, comparing multiple outfits.%K%P",
"'Yup... I think this will suit her.\\nSho, what do you think?'%K%P",
"'Yeah, I think it'll look good.'%K%P",
"'But this one might look pretty good too.\\nWhat do you think?'%K%P",
"Maika knew how to pick the designs that would\\nbring out Akane and Inori's character.%K%P",
"Honestly, I thought all of them would look good,\\nbut it's probably different from a girl's perspective.%K%P",
"'I think it's fine?'%K%P",
"'Come on... Why do you seem so uncomfortable?'%K%P",
"'Uh.'%K%P",
"I was at a loss for words when Maika pointed\\nthat out.%K%P",
"I tagged along to carry the clothes,\\nbut I should've known I'd be\\nstuck in the women's clothing section.%K%P",
"As a man, I felt pretty embarrassed there.%K%P",
"'You stick out more when you look around\\nall weird like that.'%K%P",
"'I do know that.'%K%P",
"In any case, I don't think I could ever get used\\nto this discomfort.%K%P",
"'Hey Maika, let me stand closer to you.'%K%P",
"'What?! Wh-What do you mean by closer?!'%K%P",
"'Thought it would look more natural\\nif we acted like a couple.'%K%P",
"'C-Couple?! You're such an idiot!\\nJust act normal, will you?!'%K%P",
"'But see, take a look around us.'%K%P",
"I saw a few couples around us linking arms\\nand picking out clothes.%K%P",
"'I would be nervous if I was with Akane or Inori,\\nbut I'm more comfortable with you, Maika.'%K%P",
"'What do you mean by that?'%K%P",
"'It means I trust you.\\nWe used to link arms as kids,\\nremember?'%K%P",
"'How many years ago was that...?'%K%P",
"'Not convinced?'%K%P",
"'Ugh, just stand close to me.\\nI'm fine as long as we don't link arms!'%K%P",
"'I appreciate it, thanks.'%K%P",
"I stood right next to Maika and looked at the\\noutfit she was holding.%K%P",
"'Hey! Y-Your face is too close!'%K%P",
"'I can see better this way.\\nAnyway, this is the outfit you chose for Inori?'%K%P",
"'Nice. But how about this one?'%K%P",
"'Y-Yeah? Then this is the first set.'%K%P",
"'The first set?\\nHow many sets are you\\nthinking of buying?'%K%P",
"'Well, I'd like to have two or three sets myself.\\nThey also need comfy indoor clothes too.'%K%P",
"'You're buying that much?'%K%P",
"I assumed she was only picking out one outfit\\nfor them.%K%P",
"'You put in a lot of thought for each outfit too.'%K%P",
"'Of course! We're girls, we can't slack off.\\nIt has to be cute.'%K%P",
"'Plus, even if they do look good in everything,\\nI have to pick out the cutest ones.\\nMy reputation's on the line here.'%K%P",
"'I guess so.'%K%P",
"'All right! let's go check that section over there.'%K%P",
"Maika marched through the store to continue\\nher search.%K%P",
"'H-Hey! Wait for me!'%K%P",
"While I chased down Maika, who was rummaging through\\npiles of clothes, an accessory caught my eye.%K%P",
"'This...would look good on Maika.'%K%P",
"It wasn't part of our initial objective, but an\\naccessory wouldn't hurt.%K%P",
"After we finished our purchase of carefully chosen\\noutfits and underwear, the sun was already setting.%K%P",
"'You bought a lot.'%K%P",
"'Really? I tried to keep it at the bare minimum.'%K%P",
"'Sure...'%K%P",
"This was the bare minimum?\\nHow much did she usually buy?%K%P",
"'If a girl's shopping for clothes,\\nit usually takes up the whole day.\\nI tried to be quick since it was an emergency.'%K%P",
"Using up a whole day to shop for clothes?\\nA girl's commitment to fashion can\\nreally be something.%K%P",
"Certainly different from me.\\nI tend to prioritize functionality\\nover design.%K%P",
"'We haven't gone shopping together in a while.\\nIt was fun.'%K%P",
"'R-Really?'%K%P",
"'Yup. I feel at ease with you, Maika.'%K%P",
"'M-Me too... Um... *Mumble*'%K%P",
"'Hmm? Did you say something?'%K%P",
"'N-Never mind!'%K%P",
"'Are you sure? All right then,\\nwanna go again?'%K%P",
"'Sho, are you saying that you want to\\nspend time with me?'%K%P",
"'Only if you want to.'%K%P",
"'S-Sure, I can go out with you from\\nt-time to time?'%K%P",
"'Cool, then let's do this again.'%K%P",
"'Okay...'%K%P",
"We proceeded to walk in silence for a little while.%K%P",
"Even in silence, I felt a pleasant air flowing\\nbetween Maika and I.%K%P",
"'Oh yeah. I have something for you.'%K%P",
"'For me?'%K%P",
"'Yeah, it's this.'%K%P",
"I handed a hair pin to Maika.%K%P",
"'Hmm? Is this for me?'%K%P",
"'I've inconvenienced you by having Akane and\\nInori stay at the apartments.'%K%P",
"Maika's eyes were coming and going from my face\\nto the hair pin in my hand.%K%P",
"'Um, are you sure I can have it?'%K%P",
"'Of course. I bought it for you.'%K%P",
"'You...bought it for me...'%K%P",
"'I'm...really, really happy.\\nThanks Sho.'%K%P",
"'S-Sure. I'm glad you like it.'%K%P",
"I wasn't able to directly look at Maika\\nwho was smiling and holding the pin near her chest.\\nI scratched my face to hide myself.%K%P",
"'I wasn't expecting a gift from you.\\nSince you've been all about Akane\\nand Inori recently.'%K%P",
"'That's...true.'%K%P",
"I was about to deny Maika's remark,\\nbut when I thought about the past couple days,\\nI sure was devoted to them.%K%P",
"'But even then, you still thought of me.'%K%P",
"'Of course, you're my dearest childhood friend.\\nI'll never leave you.'%K%P",
"I knew we hadn't been spending much time together,\\nbut I never intended to neglect her.%K%P",
"'Your dearest childhood friend, huh?\\nSho, why are you so active with Akane and Inori?'%K%P",
"'It's because I want to protect them.\\nI want to protect Tsubaki Apartments\\nand save Akane since getting to know her.'%K%P",
"'I don't want to see Tsubaki go, especially after\\neverything it's done for me.'%K%P",
"'I know, but what's happening\\nto the apartments is inevitable.\\nDon't be bound by it.'%K%P",
"'I'm not. I'm just doing what I want.'%K%P",
"'Ugh, you're always so stubborn when it comes\\nto things like this.'%K%P",
"'Is that wrong?'%K%P",
"'Nope. That's why I--'%K%P",
"She stopped herself and bashfully looked the\\nother way.%K%P",
"'All right. If you're gonna say that,\\nI'll support you as much as I can.'%K%P",
"'Don't think this is all about you.\\nI'm doing it for Akane and Inori too.'%K%P",
"'I know that.'%K%P",
"'If it doesn't work out, we'll just have to close it.\\nDo what you can, but don't go overboard.'%K%P",
"You can count on me.%K%P",
"I'll rehabilitate Akane and save\\nTsubaki Apartments no matter what.%K%P",
"I felt grateful for her generous words as we headed\\nback home.%K%P"
]