[
"Our excitement still hadn't cooled by the time we\\ngot back to Tsubaki.%K%P",
"'...'%K%P",
"Akane had been deep in thought ever since we left.%K%P",
"While I didn't know what she was thinking,\\nit did look like she'd finally shaken off the gloom\\nthat had been hanging over her up until yesterday.%K%P",
"One thing was for sure, some kind of change\\nwas taking place deep in Akane's heart.%K%P",
"'We're home.'%K%P",
"'Welcome back.'%K%P",
"'Welcome home, both of you.'%K%P",
"Inori was waiting for us in the living room,\\nlooking apprehensive.%K%P",
"'How did it go? Are you feeling any better,\\nAkane?'%K%P",
"'Hm? Yeah, I guess...'%K%P",
"Her reply was automatic, distracted.%K%P",
"'Akane, are you listening to me?'%K%P",
"'Yeah. Yeah, I'm fine.'%K%P",
"Still focused on whatever she was thinking about,\\nAkane barely paid any attention to Inori's questions.%K%P",
"'AKANE! Just how long are you planning to go on\\nliving like this?!'%K%P",
"Confusing Akane's distraction for a lack of interest,\\nInori finally snapped.%K%P",
"'Huh?'%K%P",
"'How long are you going to wander around in a daze?\\nThe Akane I know would never give up because\\nof a few bumps on the road!'%K%P",
"'Wh-What's you're problem?\\nWhere's all this coming from?'%K%P",
"It was so rare to hear Inori raise her voice like\\nthis, even Akane was too surprised to offer\\nmuch of a comeback.%K%P",
"'Don't you dare try to walk away from this!\\nWhy won't you let us in?\\nWhy won't you let us help you?!'%K%P",
"Tears started to well up in the goddess's eyes as\\nshe continued to pour out her feelings.%K%P",
"The shock began to burn off and Akane regained\\nenough composure to defend herself.%K%P",
"'What's all this about? What did I do?'%K%P",
"'Nothing! That's the point!\\nYou've done nothing, you moron!'%K%P",
"'Huh? What the heck are you talking about?!\\nCan't you just calm down for a second?!'%K%P",
"This kind of argument would usually herald the\\narrival of a blackout.%K%P",
"But going to the concert must have helped\\nAkane, as all the lights stayed on.%K%P",
"'Don't you feel anything toward this place\\nor the people you share it with?\\nDon't you like living here with us?!'%K%P",
"'I... Uh, I mean...'%K%P",
"Akane was lost for words.%K%P",
"'Sho and Maika have taken us in and made us part\\nof their household. They've accepted us even\\nthough we're not human like them...'%K%P",
"'They've treated you no different from any other\\nguest, even when they knew you were the cause of the\\nblackouts. This hospitality has made me so happy.'%K%P",
"Inori could barely get her words out fast enough.%K%P",
"She spoke about her emotions so rarely,\\ngetting hit with them all at\\nonce was kind of overwhelming.%K%P",
"'And another thing...'%K%P",
"Inori faltered and fell silent.%K%P",
"She spoke slowly now, with quiet intensity.%K%P",
"'I've enjoyed living here so much.'%K%P",
"'Ah?!'%K%P",
"So that was how Inori really felt.\\nThat was why she was so mad.%K%P",
"'With Sho and Maika's help, you even learned to\\nstop causing so many blackouts.'%K%P",
"'I could never have helped you this much all\\non my own.'%K%P",
"It was nice of her to say that, but we couldn't\\ntake all the credit.%K%P",
"She was the one who gathered information\\nand liaised with her superiors for\\nthe sake of Akane's rehabilitation.%K%P",
"'That's why I can't let things just fizzle out\\nlike this!'%K%P",
"With that last statement, Inori burst into tears.%K%P",
"'I get it now...'%K%P",
"Akane had remained lost in her own thoughts\\neven through Inori's tirade, but she seemed to\\nhave come to some kind of conclusion.%K%P",
"'*Hiccup*...*Sniff*... Wh-What...?'%K%P",
"Akane threw her arms around Inori and\\nheld her close, gently stroking her back.%K%P",
"'When I saw that concert today, I couldn't\\nunderstand how the other Divine Idols worked so\\nhard, what drives them to keep going.'%K%P",
"'But I think you may have given me the answer\\nI was looking for.'%K%P",
"'Akane...?'%K%P",
"'I like living here, too.\\nSho's nice and easygoing,\\nand Maika's a great cook.'%K%P",
"'And even if you get on my nerves sometimes,\\nI know it's just because you care, Inori.'%K%P",
"Akane's voice trembled as she spoke.%K%P",
"'Divine Idols know they're bringing joy to their\\nfans. That's what drives them.'%K%P",
"'I don't think I can work so hard for people\\nI don't even know. Not yet.'%K%P",
"'But I think it might be nice to try to do\\nsomething for the people I care about.'%K%P",
"Akane gave me a look, and I understood.%K%P",
"This was what she'd been thinking about.%K%P",
"The problem had never been her rehabilitation.\\nShe was trying to process these emotions\\nshe was so unused to experiencing.%K%P",
"I met her gaze and nodded.%K%P",
"'So I'm not going to quit after all. Thank you for\\nsticking by me, Inori.'%K%P",
"She looked away, embarrassed.\\nInori giggled.%K%P",
"'Wh-What? Did I say something funny?'%K%P",
"'No, I'm just glad.\\nI never thought I'd get to hear\\nhow you really feel.'%K%P",
"'Hmm!'%K%P",
"'Huh? A blackout?'%K%P",
"'Oh my. I wonder why it happened now?'%K%P",
"'I blame Inori!\\nWhy'd you have to go and say\\nsomething so sappy?!'%K%P",
"'Oh?! Then it's your fault for starting all this!'%K%P",
"Though they were fighting again, the two\\ngoddesses seemed happy.%K%P",
"'And here I thought we were going to avoid\\nstorms and blackouts for a while.'%K%P",
"'It was kinda quiet.'%K%P",
"'I guess we can let it slide this time.'%K%P",
"'Yeah. This feels normal, for them.'%K%P",
"'I bet you were just trying to get sentimental\\nto change your image, since you're always\\nso plain and boring!'%K%P",
"'And whose fault is that?\\nI oughta stitch your mouth shut\\nfor spewing such abuse!'%K%P",
"In Akane and Inori's case, this kind of fighting\\nwas just a show of how much they cared.%K%P",
"'It all worked out in the end, then?'%K%P",
"'Yeah. Thanks to you.'%K%P",
"'Me? I didn't really do anything...'%K%P",
"'Of course you did.\\nWithout you, we'd never have\\nthought of taking Akane to the concert.'%K%P",
"'That was just a lucky guess.'%K%P",
"'You still helped, though. Despite claiming not to\\ncare if this place gets knocked down.'%K%P",
"'I haven't change my mind, if that's what you think.'%K%P",
"'Sure you haven't.'%K%P",
"'Shut up. Don't act like you know how I feel.'%K%P",
"It was just like Maika to hide her true\\nfeelings like that.%K%P",
"'A good-for-nothing goddess like you\\ncould never become an idol!'%K%P",
"'Uuum! I'm definitely 100 percent gonna be one!'%K%P",
"Akane made this declaration without a hint of\\nhesitation.%K%P"
]