[
"I stood outside Akane's room, psyching myself up\\nto invite her to the concert.%K%P",
"'Okay, here we go...'%K%P",
"I took a deep breath, and knocked.%K%P",
"'Who is it?'%K%P",
"'It's me. Do you have a minute?'%K%P",
"'Sho? Hold on.'%K%P",
"'You don't drop by my room too often. What's up?'%K%P",
"'Are you free tomorrow?'%K%P",
"'I don't have plans...\\nBesides lounging around\\nmy room, that is.'%K%P",
"'Do you want to go somewhere with me, then?'%K%P",
"'Huh? That's pretty sudden...'%K%P",
"I decided to press on before Akane had a chance to\\nsuspect I had some kind of ulterior motive.%K%P",
"'Take a look at this.'%K%P",
"I handed her the flyer.%K%P",
"'Oh? This is that thing I was looking at before...'%K%P",
"'I was just thinking, you haven't been outside\\nin a while. Go to the concert, get some fresh air,\\nit could be fun, right?'%K%P",
"'...'%K%P",
"Akane stared blankly at the flyer.%K%P",
"'You don't want to?'%K%P",
"'You know I said I quit...'%K%P",
"'Don't read into it too much.\\nIt's a festival, there's all kinds of\\nfun stuff we could do there.'%K%P",
"'Plus... I'd be a little embarrassed to go see\\nthat kind of concert myself. I'd be a lot more\\ncomfortable if I had some company.'%K%P",
"'Heheh, seriously?'%K%P",
"Akane hesitated for a minute, then nodded and\\nlooked me straight in the eye.%K%P",
"'Okay, fine... I'll go with you.'%K%P",
"'Awesome. Thanks, Akane!'%K%P",
"'Heh, no problem. See you tomorrow.'%K%P",
"The door closed behind her, and I heaved\\na sigh of relief.%K%P",
"At least now we knew Akane would be at the concert.%K%P",
"'The rest is up to me...'%K%P",
"Tomorrow was going to be a big day.%K%P",
"The next day, I was all ready to ask Akane some\\nserious questions.%K%P",
"With a plan all ready in my mind, the two of us\\nmade our way to Kannagi's only public park.%K%P",
"'Wow, there's so many people here!'%K%P",
"'Events like this are about the only time\\nyou see the park so full.'%K%P",
"Most days it was home to only a few joggers, or old\\npeople walking their dogs. Today though, the entire\\npark was jam packed with all kinds of people.%K%P",
"The area around the stage was especially lively.%K%P",
"'So this is a concert crowd, huh?'%K%P",
"'It's my first time seeing something live, too.\\nIt's totally different from seeing it on TV, huh?'%K%P",
"'Yeah...totally.'%K%P",
"Akane's eyes darted around as if to take in\\neverything all at once.%K%P",
"I had a feeling the bustling festival atmosphere\\nwould appeal to her.%K%P",
"'There's still time before it starts,\\nwanna look around?'%K%P",
"'Sure! C'mon Sho, let's take a look over there!'%K%P",
"'Okay, I'm coming! Slow down.'%K%P",
"'This is sooo cool!'%K%P",
"'Right? Even local idols are really something.'%K%P",
"We sat on a bench watching the\\ncrowds go by and eating fries\\nwe bought at one of the food stands.%K%P",
"'There's so many places selling food around here,\\nbut that one is really top-notch!'%K%P",
"'And it's got a Divine Idol tending shop.\\nThat's pretty hard to beat!'%K%P",
"I looked back at the long line\\nof people we'd just left behind.\\nIt still showed no signs of slowing.%K%P",
"One of the idols was making an early\\nappearance helping out at the food stalls\\nas part of some kind of publicity stunt.%K%P",
"'She's generating buzz even\\nbefore the show starts.\\nI'm impressed.'%K%P",
"'I always thought idols just sang and danced,\\nbut really they do so much more.'%K%P",
"Akane reached for a fry. Her hand was trembling\\nslightly.%K%P",
"'*Munch munch* I'm kinda stunned...\\nI feel like I underestimated them.'%K%P",
"'Idols, you mean?'%K%P",
"'Yeah... Look at her keeping up conversations with\\ncrowds of people, and all with a smile.'%K%P",
"Akane's eyes were still fixed on the stall and\\nits long line.%K%P",
"We could see the idol from our spot.\\nShe was smiling, taking orders, shaking hands.\\nHer face didn't show the slightest sign of stress.%K%P",
"'I couldn't do that. I could try and try with\\neverything I've got, but I'd never manage.'%K%P",
"'Well, that's okay, isn't it?'%K%P",
"Seeing Akane start to get downhearted,\\nI found myself giving her\\nsome words of encouragement.%K%P",
"'Sho...?'%K%P",
"'You are who you are. You're not her.'%K%P",
"'You don't need to try to be someone else.\\nYou're at your best when you're just being yourself.'%K%P",
"'You really think so?'%K%P",
"'Yeah. Just take your time,\\ndo things at your own pace.\\nLive for yourself.'%K%P",
"'My own pace, huh...'%K%P",
"I still wanted to help reform Akane.%K%P",
"But not if it meant lumping all this stress on her\\nand making her live up to unrealistic\\nexpectations.%K%P",
"As Akane chewed over my words,\\nI did my best to be patient, and let her\\ncome up with a reply in her own time.%K%P",
"'Sho, I--'%K%P",
"'Thank you all for coming today.'%K%P",
"'The Divine Idol concert will begin shortly at\\nthe central stage.'%K%P",
"An announcement blared out from the speakers\\nplaced all around the park.%K%P",
"It was finally time for the concert.%K%P",
"'Did you say something, Akane?'%K%P",
"'Oh, uh, nothing! C'mon, let's grab a seat before\\nthey're all gone!'%K%P",
"'Okay, sure. We better hurry.'%K%P",
"The announcement drowned out whatever she was\\nabout to say, so I just followed her to the stage.%K%P",
"Most of the seats were already full by the\\ntime we got there.%K%P",
"'Aw, man. If only we came a little earlier...'%K%P",
"The people that were already here were no doubt\\nfans of the idols performing.%K%P",
"They already had flags, banners, and glow sticks\\nprimed and ready to start cheering.%K%P",
"'Let's find a place and--\\nSho, look! Quick, over there!'%K%P",
"'Okay, I'm coming!'%K%P",
"Akane pretty much dragged me to the spot she found.%K%P",
"They weren't exactly the best seats in the house,\\nbut we could see the stage just fine.%K%P",
"'Wow, we lucked out.\\nI wouldn't want to stand the whole time\\nin the middle of a crowd like this.'%K%P",
"'Heheh. Not bad, right?'%K%P",
"'Yeah, you did good.'%K%P",
"'My eyesight can't be beat!\\nI still can't believe there's so many\\npeople crammed in here...'%K%P",
"'Everyone's so pumped, and the show hasn't\\neven started yet.'%K%P",
"The venue was packed with spectators as far as the\\neye could see. Finding two empty seats in the middle\\nof this crowd wasn't easy.%K%P",
"'Idols have so many people willing to support them.\\nBeing here in person really brings it home.'%K%P",
"'Jealous?'%K%P",
"'Hm, I dunno...\\nI guess it would be cool to have\\nlots of fans like this.'%K%P",
"'Really, now?'%K%P",
"Before long, all the chatter and cheering made more\\nconversation impossible.%K%P",
"'Oh, it's starting! Isn't that the girl from before?'%K%P",
"The idol we'd seen helping at the food stall\\nearlier had walked out onto the stage.%K%P",
"She greeted her fans with a smile, took a deep\\nbreath, and grasped the mic.%K%P",
"'Hellooo, Kannagi!\\nEveryone, thank you so much\\nfor coming out today!'%K%P",
"'Yaaaaay!'%K%P",
"'We're all gonna do our\\nbest to put on a great show!\\nAre you ready?!'%K%P",
"'Yeeeeeeah!!!'%K%P",
"'Here we go!'%K%P",
"Right on cue, a number of other idols\\nappeared on stage. I guess they\\nwere all part of the same group.%K%P",
"They took up their positions and launched\\ninto their opening number.%K%P",
"Their upbeat songs, flawless dancing and\\ndazzling smiles had the audience enthralled.%K%P",
"Experiencing it first-hand was so much more\\nintense than watching a video, and soon enough\\nthe idols' smiles had infected the audience too.%K%P",
"They danced and cheered, bringing the park's\\natmosphere to fever pitch.%K%P",
"'Wow, this is what a live concert's like...'%K%P",
"Akane stared at the stage and the performers\\nwith a hint of jealousy in her eyes.%K%P",
"I could feel her excitement, envy, and admiration\\nfrom where I was sitting.%K%P",
"'They've got a real strong stage presence, huh?'%K%P",
"'Yeah... They're so much more\\nwonderful than I could have imagined!\\nAnd look at all the fans!'%K%P",
"'The fans? Oh right... I don't think I can\\nkeep up with them.'%K%P",
"Whole groups of spectators were energetically\\nwaving glow sticks and personalized fans in\\ntime with the music.%K%P",
"It was easy to tell just how passionate they were\\nabout enjoying and supporting the show.%K%P",
"'The songs, the dancing, the fans...\\nThey all come together\\nto make this happen...'%K%P",
"Without realizing it, Akane had also started to sway\\nalong with the rhythm.%K%P",
"It was like she was trying to experience it\\nwith every fiber of her being.%K%P",
"The first song ended and the idols waved out at\\nthe audience, their faces beaming.%K%P",
"Not to be outdone, Akane waved back\\nwith all her might.%K%P",
"'I would love to do that.\\nSing and dance onstage,\\ndrink in all that applause...'%K%P",
"'It must feel good getting cheered on by\\nso many people.'%K%P",
"'Right?! I bet there's nothing like it!'%K%P",
"Akane met my eye for a moment, full of joy, then it\\nseemed like something else crossed her mind.%K%P",
"'But...I know it's never going to happen.\\nI'm an Aragami, I couldn't do what these girls do.'%K%P",
"'It's better that I don't embarrass myself trying.'%K%P",
"'Is that what you were going to tell me before?'%K%P",
"'Yeah... I'm not like other goddesses,\\nI wouldn't stand a chance.'%K%P",
"'I agree that you're different, but that isn't\\nnecessarily a bad thing.'%K%P",
"'Really?'%K%P",
"'Really. I still think you'd make a great idol,\\nAkane.'%K%P",
"'And I'm not just trying to butter you up.\\nThe time we've spent together has shown\\nme how determined you can be.'%K%P",
"'You learned how to stop causing blackouts so often,\\nright? All that work you put into trying to\\nbecome an idol wasn't in vain.'%K%P",
"'But I...'%K%P",
"'I'm not saying you have to get back into it.\\nI know you've got a lot going on right now.'%K%P",
"'Whatever you decide, I promise I'll accept it.\\nBut I do want you to know that you've already\\ngot one fan, and that's me.'%K%P",
"'You're my fan?'%K%P",
"'That's right. I've watched you practice every day,\\nit's not so hard to believe, is it?'%K%P",
"Seeing Akane striving toward her goal had always\\ninspired me.%K%P",
"That was something only she could do.%K%P",
"'I actually have a fan...?'%K%P",
"'This feels kinda weird.\\nLike, I could do something not for me,\\nbut to make someone else happy...'%K%P",
"Akane's expression seemed lighter. As the next\\nsong started up, her gaze settled on a spot\\nsomewhere about the stage.%K%P",
"The Divine Idols were once more met with wild\\ncheers from their fans.%K%P",
"'...'%K%P",
"She hungrily took in the whole scene.%K%P",
"I started to get the feeling that the day I'd see\\nAkane on stage might not be so far away after all.%K%P"
]