[
"It was the day after Akane and Inori came to stay\\nat Tsubaki Apartments.%K%P",
"Taking a deep breath of the refreshing morning air,\\nI walked along the corridor toward the living room.%K%P",
"A lot had happened over the last 24 hours, but I'd\\nslept like a log and felt much better now.%K%P",
"This time yesterday I'd never have imagined a couple\\nof goddesses would be moving in with me.%K%P",
"Whatever the reason, though, I was glad to have\\nsome new residents around, like in the old days.%K%P",
"'Can't let myself get carried away, though...'%K%P",
"From this day on, the future of Tsubaki was in\\nmy hands.%K%P",
"I'd have to stay focused if I was going to get\\nthis right.%K%P",
"'I'll find a way to save this place, I know it.'%K%P",
"I gave my cheeks a quick slap to drive away the\\nlast of my early-morning daze.%K%P",
"'Okay, let's do this.'%K%P",
"Bracing myself, I opened the door to the\\nliving room.%K%P",
"'Good morning.'%K%P",
"Inori was already there, holding her head in\\nfrustration for some reason.%K%P",
"'Oh... Good morning, Sho.'%K%P",
"She seemed downhearted.%K%P",
"'Hey, is something wrong?'%K%P",
"'I suppose you could say that... Just take a look.'%K%P",
"I followed Inori's gaze and saw Akane sprawled\\non the floor watching TV.%K%P",
"'Hm? Oh, hi Sho.'%K%P",
"She dimly registered my presence and gave a\\nhalf-hearted wave.%K%P",
"'Morning, Akane.'%K%P",
"'Mornin'...'%K%P",
"Akane replied in a sleepy tone of voice,\\nmaking no move to get up.%K%P",
"She sounded like she was ready to go back\\nto bed at a moment's notice.%K%P",
"I couldn't sense even the slightest trace\\nof vitality from her.%K%P",
"'Guess you're not a morning person, huh?'%K%P",
"That explained Inori's exasperation.%K%P",
"'Rise and shine, Akane. You can't spend all day\\ndown there.'%K%P",
"'Awww, come ooon, it's still early...\\nFive more minutes...?'%K%P",
"'Don't be like that. Today's the day we start getting\\nyour life back on track.'%K%P",
"'Oh yeah... We're really doing that, huh...'%K%P",
"'We've got plenty of time.\\nNo need to dive right into it.'%K%P",
"Akane was already trying to wriggle out of the plan.\\nI can't say I was surprised.%K%P",
"'Just when are you planning to start applying\\nyourself, Akane?'%K%P",
"'When I feel like it.\\nCould be today, could be tomorrow.\\n'Goddess only knows,' as they say.'%K%P",
"'Please take this seriously...'%K%P",
"'Nuh uh. I'm not up for it right now.'%K%P",
"Akane stuck to the floor and continued to refuse\\nto do anything even vaguely responsible.%K%P",
"This was going to harder than I thought.%K%P",
"'Get yourself together, Akane!\\nThis is important!'%K%P",
"'Too bad, I'm busy! I'm gonna spend this whole\\nday taking it easy.'%K%P",
"No matter how hard Inori tried, Akane continued to\\nresist any calls to action.%K%P",
"At this rate, our rehabilitation scheme would be\\nover before it even began.%K%P",
"I tried taking a more firm approach.%K%P",
"'So, Akane... You're okay with becoming a spirit,\\nthen?'%K%P",
"'Hmm, I thought about it, and if that's how things\\nturn out...that's just how it goes, right?'%K%P",
"Even my appeal to her sense of\\nself-preservation fell on deaf ears.\\nThat was some next-level laziness.%K%P",
"What was I supposed to do now?%K%P",
"'Everyone, breakfast is ready!'%K%P",
"Maika's voice dispersed the gloom that had\\nsettled over us.%K%P",
"'Yay, food! I'm starving! Inori's had me up since\\nthe crack of dawn!'%K%P",
"Akane leaped to her feet and dashed out of the room,\\nher eyes sparkling with glee.%K%P",
"'Whoa! Hey, Akane!'%K%P",
"The conversation broke up without us\\naccomplishing anything.%K%P",
"'Good heavens... If Akane's going to be like this,\\nI don't know if rehabilitating her will even\\nbe possible.'%K%P",
"'Don't get so down. It's still only the first day,\\nand you've got me here to help.'%K%P",
"Inori looked a little happier when she heard that.%K%P",
"'Thank you... You're right, it's too early to\\ngive up now!'%K%P",
"'That's the spirit!'%K%P",
"Inori and I headed for the dining table with fresh\\ndetermination.%K%P",
"'I'd like to call this meeting to order.'%K%P",
"Breakfast was over and Maika had gone out\\non some errand.%K%P",
"That left me and Inori to discuss possible\\nstrategies, while Akane returned to her spot\\nin front of the TV.%K%P",
"'First and foremost, we've got to find a way to\\nmotivate Akane. We won't get anywhere if she\\ndoesn't want to cooperate.'%K%P",
"Right now Akane's attitude was the biggest\\nobstacle to her rehabilitation.%K%P",
"If we could just convince her to be a little more\\nproactive, perhaps the rest would start\\nfalling into place.%K%P",
"'I agree, but just how do we get started?'%K%P",
"'Let me ask you this, what are we aiming for when\\nwe talk about reforming Akane? How would we know\\nwhen we were done?'%K%P",
"Words like 'rehabilitation' weren't a lot of help for\\nvisualizing a specific goal.%K%P",
"From where I was standing, we had nowhere near\\nenough time to get Akane to act more like\\nother goddesses.%K%P",
"'Hmm... At the very least, she should be able to\\nstop her Jinriki from going haywire.'%K%P",
"'That would mean these blackouts would stop,\\nand she'd be causing much less trouble for the people\\nof this town.'%K%P",
"'How exactly would we get her to restrain\\nher powers?'%K%P",
"'Akane's powers are rooted in her emotions.'%K%P",
"'If she can learn to control her feelings better,\\nthat would be a start.'%K%P",
"Emotional restraint, huh?%K%P",
"That didn't sound like something we could achieve\\nin such a short time.%K%P",
"There was another issue, too.%K%P",
"'I'd like to avoid bullying her into it.\\nIs that okay?'%K%P",
"'Naturally.\\nIt wouldn't be true rehabilitation\\nif we forced it.'%K%P",
"'I don't want Akane to obey my every instruction,\\nI'd just like her to be more aware of her\\nresponsibilities.'%K%P",
"That sounded reasonable to me.%K%P",
"It wouldn't be right to ignore her feelings\\non the matter.%K%P",
"We were left with the question of how to get Akane\\nto apply herself while still respecting her\\nfree-spirited nature.%K%P",
"'I'm drawing a blank...'%K%P",
"'Same here...'%K%P",
"Inori and I discussed things for a little longer,\\nbut neither of us could come up with a\\nrealistic plan.%K%P",
"Just as we were reaching the end of our rope,\\nAkane suddenly turned up the volume\\nof the show she was watching.%K%P",
"'Next up, we have a feature on an\\nup-and-coming Divine Idol!'%K%P",
"'A Divine Idol?'%K%P",
"The screen showed footage of a popular young singer\\non her nationwide tour.%K%P",
"'Oh, yeah, I've heard of this girl.'%K%P",
"Everyone was talking about Divine Idols these days.%K%P",
"They sang, they danced, they did everything.\\nMaika had been telling me about them the other day.%K%P",
"'Idol...? Oh yes,\\nquite a few goddesses seem to be\\ndoing that kind of job.'%K%P",
"The goddess in the video stood on a shining stage,\\nclad in a beautiful frilly outfit with a\\ncheck design.%K%P",
"Her performance was breathtaking, packed with\\notherworldly effects created by her Jinriki.%K%P",
"'That looks like so much fun...\\nIt's kinda too bad I can't do\\nanything like that...%K%P",
"'Are you a fan, Akane?'%K%P",
"'I'm just a little curious... I wonder what it's\\nlike to have that many followers.'%K%P",
"I looked back at the TV.\\nThe camera had swung around\\nto show the concert audience.%K%P",
"Men and women, young and old, all kinds of people\\nwere there, cheering frantically.%K%P",
"Between songs, they waved and chanted the idol's\\nname, all competing for a chance to be noticed.%K%P",
"Even watching it on the TV like this I could feel all\\nthe excitement as if I was really there.%K%P",
"'Wait a minute...'%K%P",
"As we watched the concert, an idea started\\nto take form.%K%P",
"What if we tried to make Akane an idol?%K%P",
"She obviously liked that kind of thing.\\nMaybe this could be the key to motivating her.%K%P",
"A local idol would benefit the community, too.\\nThat sounded like something Inori's superiors\\nwould approve of.%K%P",
"Plus, it might teach Akane some self control,\\nmeaning less blackouts.%K%P",
"We didn't have any other plans at the moment.\\nI could at least suggest it.%K%P",
"'Say, Akane?'%K%P",
"'Hm? Yeah?'%K%P",
"'If you're interested...why don't you try becoming\\nan idol yourself?'%K%P",
"'Huh?! Where did that come from?'%K%P",
"She sounded confused.%K%P",
"'You said you were curious, right?\\nAbout having that many followers?'%K%P",
"'Well, what if you could experience all that\\nfirst hand?'%K%P",
"'For...real?'%K%P",
"Akane raised an eyebrow.%K%P",
"I already knew it was useless trying to get her to\\ndo anything she didn't want to do.%K%P",
"But maybe we could find something productive that\\nAkane would also enjoy.%K%P",
"'And that's not all! You could get to wear all\\nkinds of cute outfits, and fans would send you\\ngifts and stuff.'%K%P",
"'Outfits...? Gifts...?'%K%P",
"'I'd help you out, of course. What do you say?\\nIt's worth a try, right?'%K%P",
"Akane's eyes widened in excitement.%K%P",
"'That sounds great! I bet being an idol is tons\\nof fun! And if you're gonna help, it should\\nbe a cinch! Let's do it!'%K%P",
"All right, I finally managed to get her motivated\\nabout something!%K%P",
"This was gonna work, I just knew it.%K%P",
"'Wait just one moment.\\nAkane, an idol?\\nAre you serious?'%K%P",
"Inori brought us back down a notch.%K%P",
"'She can't sing or dance, and fancy stage outfits\\nwould be wasted on her, don't you think?'%K%P",
"'Jeez, what's your problem, Inori?!'%K%P",
"'I'm simply voicing my opinion.'%K%P",
"'Next time keep it to yourself!'%K%P",
"'Whoa, time out! Flying off the handle like that\\nisn't going to win you any fans.'%K%P",
"I did my best to calm Akane down before things\\nescalated again.%K%P",
"'Come on, give me a smile.'%K%P",
"'We'll take things one step at a time.\\nLet's start by trying to curb your temper.\\nHow's that sound?'%K%P",
"'Urrrgh... Okay, I guess.\\nA little at a time, that'll be easy!'%K%P",
"Akane's anger disappeared and her face\\nbroke into a smile.%K%P",
"I think we dodged a bullet there.%K%P",
"'Okay, what's next...? I guess you should learn a\\nlittle more about human society.'%K%P",
"'If you're gonna attract fans, you need to be able\\nto empathize with them.'%K%P",
"'You're right... How about you teach me, Sho?'%K%P",
"'I'll bet I can learn a lot from observing\\nyour lifestyle!'%K%P",
"'Sure. I'll do my best to support you from now on.'%K%P",
"'I am so psyched! This is gonna be awesome!'%K%P",
"Akane had thrown off her lethargy and was\\nnow raring to go.%K%P",
"'Were you trying to rile her up on purpose...?'%K%P",
"After Akane dashed out of the room, I confronted\\nInori over her objections.%K%P",
"They had sounded a little staged, somehow.%K%P",
"'Anyone would get mad at you for saying that kind\\nof stuff, not just Akane.'%K%P",
"'I'm sorry. I just wanted to make it clear that\\nshe's going to have to reign in her emotions,\\nespecially her anger.'%K%P",
"Inori was prepared to offend Akane if it meant\\nhelping to reform her in the long run.\\nThat was so like her.%K%P",
"'You didn't have to set yourself up as the bad guy.'%K%P",
"Her dedication was admirable, but it was going a\\nlittle far to try and shoulder all the responsibility\\nherself.%K%P",
"I wouldn't want to drive a wedge between the\\ntwo goddesses, even if it was for Akane's sake.%K%P",
"'I know rehabilitating Akane is important,\\nbut don't forget we're in this together.'%K%P",
"'Heehee, I suppose you're right.\\nI got carried away.'%K%P",
"'Thank you for your concern, Sho.'%K%P",
"Inori favored me with a bright smile and\\na graceful bow.%K%P",
"That settled that.%K%P",
"'Do you think your boss will go for this plan?'%K%P",
"'Hm... To be honest, I can never really predict how\\nshe'll react to anything.'%K%P",
"'I'll have to go run it by her first.'%K%P",
"We had to try. For the time being, that was all\\nwe could do.%K%P",
"'Thanks. I'll leave that part up to you.'%K%P",
"Our strategy meeting ended, this time with the\\ndecision to center Akane's rehabilitation around an\\nidol career, pending approval from the higher ups.%K%P",
"For all we know, they might still shoot down\\nthe idea.%K%P",
"My heart pounded while I waited for\\nInori to get back.%K%P",
"She finally did a few hours later.%K%P",
"'I'm back.'%K%P",
"'Hey, Inori.\\nHow did it go?'%K%P",
"'Well... We got the go-ahead.'%K%P",
"From what she'd said before, I'd thought our\\nproposal had a pretty high chance of being rejected.\\nI was surprised it got approved so easily.%K%P",
"We weren't even given any special conditions\\nto work under.%K%P",
"It was kind of an anti-climax, but I was glad we\\ncould proceed as planned.%K%P",
"Tomorrow we'd officially start work on\\nAkane's rehabilitation.%K%P",
"'Woohoo! This'll be a blast!'%K%P"
]