[
"It was the day after we talked about the typhoon.%K%P",
"Inori and I went to shop for supplies to help\\nprepare.%K%P",
"'There's gonna be a lot of heavy things to carry.\\nMaybe you should've waited at the apartments.'%K%P",
"'I wanted to go shopping with you, Sho.\\nI'll be fine. I can still help you out.'%K%P",
"Inori smiled and flexed her arm.%K%P",
"I couldn't sense any strength from her tiny\\nupper arm.%K%P",
"But, I also couldn't deny the fact that I wanted\\nher to come with me.%K%P",
"'Just don't overdo it.'%K%P",
"'Yes! You can count on me!'%K%P",
"I'll just have her carry the lighter things.%K%P",
"'What should we buy first?'%K%P",
"'Well...I was thinking of buying waterproof tape and\\ntyphoon-proof sheet glass first.'%K%P",
"It'd be a disaster if any windows got broken.%K%P",
"We needed to at least cover the side facing the road.%K%P",
"'For a place like Tsubaki Apartments, we might\\nneed to get a lot.'%K%P",
"'Hmm, we have some leftover from last time.\\nWe don't need to get too much... Huh?'%K%P",
"When we finally got to the shopping street,\\nsomething felt different.%K%P",
"'Did something happen?'%K%P",
"We were both puzzled and curious, but figured\\nout why right away.%K%P",
"'That darn typhoon is making me worried.'%K%P",
"'Me too. I was looking forward to the Autumn Festival\\nthis year too, but with the typhoon coming...'%K%P",
"'Can't they do something about it?'%K%P",
"All we heard at the shopping street was people\\ndiscussing the news of the typhoon and how\\nit was going to affect the Autumn Festival.%K%P",
"'It's making everyone anxious.'%K%P",
"'Seems like it...'%K%P",
"Yesterday, I told Inori and the others that it was\\ngonna be okay, but was it really?%K%P",
"'Oh? Hey there Sho and Inori.'%K%P",
"The ladies who were gossiping noticed Inori and\\nI looking awfully quiet.%K%P",
"'Hello ma'am.'%K%P",
"'Good afternoon.'%K%P",
"'Yes, hello. Are you two on another\\nmission today?'%K%P",
"'No, I'm here with Sho to go shopping.'%K%P",
"Inori was much closer to the people at the\\nshopping street since she started helping\\nto settle their concerns.%K%P",
"Just like with Akane, a lot of people talked\\nto Inori when she showed up\\nat the shopping street.%K%P",
"She was sort of famous in the neighborhood.%K%P",
"'Um, ma'am, may I ask you something?'%K%P",
"'Sure, what is it?'%K%P",
"'What do you think of the possible cancellation\\nof the Autumn Festival?'%K%P",
"'It sure would be a shame if it got canceled.'%K%P",
"'Since it's one of the biggest events of the year,\\nmany of us look forward to it.'%K%P",
"The Autumn Festival was a big deal for\\nKannagi, since it involved the whole town.%K%P",
"Along with the fact that it was a highly anticipated\\nevent, it was also a huge source of revenue.%K%P",
"'But nothing could be done about natural disasters.\\nWe've had a typhoon come during\\nthe Autumn Festival before y'know.'%K%P",
"'What happened then?'%K%P",
"'We took a chance and kept going, but an accident\\nhappened and it ended up being canceled.\\nSince then, we try not to force it.'%K%P",
"I never knew about that.%K%P",
"This was an annual event that involved\\nthe whole town.%K%P",
"I'm sure nobody wanted it to be canceled, but they\\ncouldn't risk any accidents either.%K%P",
"The Autumn Festival faced a high risk of getting\\ncanceled.%K%P",
"'My, I'm sorry about the gloomy talk.\\nCome see us again.'%K%P",
"'Oh, of course.\\nThank you for telling us the story.\\nNow, let's head back Inori... Inori?'%K%P",
"After I said good bye to the lady, I noticed\\nInori looking very quiet.%K%P",
"'Thinking about something?'%K%P",
"'No, it's nothing major.'%K%P",
"'You sure?'%K%P",
"'Yes. Anyway, let's hurry to the shops now.'%K%P",
"Inori then pulled my hand and led the way.%K%P",
"I wanted to find out what she was thinking\\njust now.%K%P",
"But I got the feeling that it wasn't the best time\\nto ask.%K%P",
"'The typhoon is still on the same course, headed...'%K%P",
"'It isn't turning away.'%K%P",
"'At this rate, it'll definitely hit us.'%K%P",
"All we heard on TV was news about the typhoon\\nheaded our way.%K%P",
"'Yes, yes, I understand... Oh.'%K%P",
"'What did they say?'%K%P",
"Maika shook her head after getting off the phone\\nwith the Autumn Festival committee.%K%P",
"'Doesn't sound too good.'%K%P",
"'So it's canceled?'%K%P",
"'At this rate, pretty much.'%K%P",
"'What? Canceled?\\nBut I wanted to gooo!'%K%P",
"After expressing her discontent, Akane put her face\\non the table completely exhausted.%K%P",
"She'd been careful to not cause any blackouts\\nfor the Autumn Festival. It seemed\\nlike all the exhaustion hit her at once.%K%P",
"Usually, Inori would immediately give her a\\nwarning, but...%K%P",
"'...'%K%P",
"Inori was silent, deep in thought about something\\nthat she wasn't even paying attention to Akane.%K%P",
"'I don't feel like going outside since it's raining.\\nOh yeah! Hey Maika, do you have some\\nmanga in your room?'%K%P",
"'You asked me so out of the blue.\\nSure, I have a few.'%K%P",
"'All right! I'm reading today!'%K%P",
"Reading...?%K%P",
"Did manga count as reading?%K%P",
"'Well, I'll be in Maika's room then!'%K%P",
"'Hey?! Wait, Akane?!\\nDon't just go in my room!'%K%P",
"'Ugh, she's already gone. Hey, wait!'%K%P",
"Maika left the living room to chase after\\nAkane who ran out.%K%P",
"This was an unexpected chance for me to be alone\\nwith Inori.%K%P",
"'Inori.'%K%P",
"'What? Oh, Sho.\\nHmm? Where did Maika\\nand Akane go?'%K%P",
"Inori didn't notice that they'd left and when I put\\nmy hand on her shoulder, she jumped.%K%P",
"'They went to Maika's room. Anyway, what are you\\nthinking about? You've been in your head\\nthis whole time.'%K%P",
"'It's nothing serious...'%K%P",
"That was an obvious lie.%K%P",
"'Really?'%K%P",
"'Uhh...'%K%P",
"When I looked straight at her, she looked away\\nawkwardly.%K%P",
"'Lying doesn't suit you, Inori.\\nJust tell me the truth.'%K%P",
"'Oh, I can't hide anything from you, Sho.'%K%P",
"When I sat next to Inori, she put her hand\\naround my arm and hugged me.%K%P",
"As I felt her soft breasts on my arm, I could feel\\nmy heart pounding. Inori started to talk.%K%P",
"'The Autumn Festival is an event that everyone\\nlooks forward to. Nobody wants it to be canceled,\\nright?'%K%P",
"'Well yes, that's true.'%K%P",
"'So this is what I've been thinking...'%K%P",
"'The Jinriki I possess controls the weather.\\nIf I used that, I could steer away, or\\neven suppress the typhoon.'%K%P",
"'That's...'%K%P",
"As Inori said, it might be possible to stop\\nthe typhoon by using her Jinriki.%K%P",
"'Is that okay for you to do?'%K%P",
"I was concerned about Inori's boss she'd\\nmentioned before.%K%P",
"Since her boss was strict, she would suffer\\nconsequences if she proceeded with that plan.%K%P",
"'It's exactly what you're thinking, Sho.'%K%P",
"'It means that my Jinriki will intervene with\\na large scale natural phenomenon.'%K%P",
"'They won't be happy about it, so I'll have to\\nbe prepared to face punishment.'%K%P",
"'No! I won't let that happen!'%K%P",
"I raised my voice and objected.%K%P",
"'Why do you have to be punished for helping\\nyour town?'%K%P",
"'It's unfair for a goddess to be punished for\\ncaring about her town.'%K%P",
"'The Autumn Festival will happen again next year.\\nBut this year--'%K%P",
"'Sho.'%K%P",
"Inori's soft finger closed my mouth.%K%P",
"'Recently, the townspeople have been very gloomy.\\nI don't want to see them like that.'%K%P",
"'I want the people who live here to be happy.\\nI cannot give up on that as the goddess\\nof this town.'%K%P",
"I expected to hear nothing less from the\\ngoddess who protected this town.%K%P",
"'Well...I wouldn't be happy about it...'%K%P",
"'You're right. Lots of people would be disappointed\\nif the festival got canceled.'%K%P",
"'But for me, I'd be more bitter about you being\\npunished for it.'%K%P",
"Inori closed her eyes at my words and opened\\nthem after a few seconds.%K%P",
"'Let's say...that I got hurt.'%K%P",
"'If you had the ability to prevent that from\\nhappening, how would you act?'%K%P",
"'I'd prevent it if I could, of course.'%K%P",
"'Even if you got hurt instead?'%K%P",
"At that moment, it hit me.%K%P",
"My answer to Inori's question was yes.%K%P",
"I'd sacrifice myself to protect those who are\\ndear to me without hesitation.%K%P",
"What Inori is to me is how the people of\\nKannagi are to her.%K%P",
"So my answer was the same as Inori's...%K%P",
"'If you say it like that, I can't argue.'%K%P",
"I fell in love with Inori because she wholeheartedly\\ncared for Kannagi.%K%P",
"That's why there was no chance for me to stop her\\nin the first place.%K%P",
"'Heheh, I'm sorry.\\nTurns out I'm a pretty\\nselfish goddess myself.'%K%P",
"Calling herself selfish for sacrificing herself\\nto save others was another charm of Inori's.%K%P",
"'Then, it's selfish for me to want to\\nbe with you too.'%K%P",
"That's why I get to be selfish too.%K%P",
"'Yes. That can't be helped.'%K%P",
"I smiled along with Inori.%K%P",
"The uncertainty vanished.%K%P",
"It was time for me to support her.%K%P",
"'Then, I'm going to go change,\\nso please wait for me.'%K%P",
"After leaving the living room for a few minutes,\\nInori returned in her goddess attire.%K%P",
"'Let's go, Inori.'%K%P",
"'Yes.'%K%P",
"Inori acted normally even though she was about\\nto stop a typhoon. I took her hand and\\nstarted walking.%K%P",
"When we stepped outside, we were faced\\nwith pouring rain.%K%P",
"The typhoon hadn't hit us yet, but with the endless\\nrain and blowing wind, it sure seemed like it.%K%P",
"'Sho...'%K%P",
"I could still hear Inori's calm voice in the\\nuncontrollable, violent rain.%K%P",
"'I was able to change since I met you.'%K%P",
"'I was able to connect with many people and\\nI want to save them as Inori Kamiki,\\nnot as a goddess.'%K%P",
"'I was also able to change\\nbecause I met you, Inori.\\nI'm grateful for you too.'%K%P",
"I held her hand tightly in the cold rain.%K%P",
"'Please don't let go of my hand.'%K%P",
"'Of course.\\nI'm here until the end.'%K%P",
"I felt the warmth of her body and stated\\nmy intentions clearly.%K%P",
"'Thank you very much.\\nI'll start now.'%K%P",
"Inori shut her eyes and started to concentrate.%K%P",
"Her usual presence vanished and the air filled\\nwith majestic sacredness.%K%P",
"'Bless me with the sun.\\nThe rain from the heavens\\nare unneeded here tonight.'%K%P",
"Powerful words came out of Inori's mouth.%K%P",
"I felt a great force coming from her hand.%K%P",
"But there was no discomfort at all,\\njust an all-engulfing warmth.%K%P",
"'Even then, I will not forget to give thanks\\nto the heavens and their blessings.'%K%P",
"I felt a gentle feeling wash over me, like a child,\\nin their mother's arms.%K%P",
"'Dear Dragon God and Water God, I, the Kannagi\\nshrine maiden plead you.'%K%P",
"As the light gradually spread farther,\\nInori slowly opened her eyes.%K%P",
"'To save the smiles of Kannagi.'%K%P",
"That was also her pledge.%K%P",
"'I, Inori Kamiki, will execute these powers\\nas their goddess.'%K%P",
"Inori finished her oath.%K%P",
"'That's...'%K%P",
"When she executed her Jinriki, the effects\\nwere drastic.%K%P",
"First, a light shot up at the heavens.%K%P",
"The light pierced through clouds and spread to twist\\naway the violent weather.%K%P",
"'Amazing...'%K%P",
"I've seen Inori and Akane blast their Jinriki,\\nbut this was nothing like I'd seen before.%K%P",
"This was the true form of Jinriki.%K%P",
"A special power possessed by a goddess.%K%P",
"'Phew...'%K%P",
"Inori ceased her Jinriki.%K%P",
"I was completely taken by Inori's powers when I\\nrealized that the sky above had cleared up.%K%P",
"'It's fine now. The typhoon has been suppressed.'%K%P",
"'Yeah, sure seems like it.'%K%P",
"Even when I knew it, it still hurt thinking how Inori\\nwas going to be punished for this.%K%P",
"'It'll be fine, Sho.\\nI have no regrets.'%K%P",
"She smiled as she looked at my face.%K%P",
"'I acted of my own will. I did what I wanted to do.'%K%P",
"'You were a true goddess just now.'%K%P",
"'Thank you. I'm happy that I got to help\\nthis town as their goddess.'%K%P",
"'Inori...'%K%P",
"'Please don't make that face.'%K%P",
"'They'll just scold me a little, I'll be\\nright back, oh!'%K%P",
"'I'm sorry, please give me a moment.'%K%P",
"'It's fine. I wanted to do the same.'%K%P",
"After I hugged her tightly, she hugged me back.%K%P",
"I was mentally prepared now.%K%P",
"All what was left to say, was this.%K%P",
"'Good luck, Inori.\\nI'll see you soon.'%K%P",
"'Yes, of course. I'll be back, Sho.'%K%P",
"The look on Inori's face was as serene\\nas the vast, blue sky.%K%P"
]