[
"'That was a great movie.'%K%P",
"After the movie we went to a game arcade and wandered\\naround a few stores, then started heading home.%K%P",
"'I'm glad you liked it.'%K%P",
"The movie we saw had been an adaptation of a\\nmanga series. I'd seen some copies in Maika's room and\\nthought it would make a good choice.%K%P",
"'But...you know...it had an awful lot of 'those'\\nkinds of scenes.'%K%P",
"'Well, it was a romance, after all.'%K%P",
"It hadn't shied away from depicting intimacy\\nbetween the characters.%K%P",
"And not just the occasional kiss. It had its share of\\nsteamy, though not explicit, bedroom scenes, too.%K%P",
"Just remembering some of it made me blush.%K%P",
"'Today's been really fun.'%K%P",
"'I think so too...\\nDo you mind if we stay out a\\nlittle longer?'%K%P",
"'Huh? Sure, I guess.'%K%P",
"'How about over here?'%K%P",
"Maika and I sat on a bench, looking out across\\nthe park.%K%P",
"Usually there'd be kids out playing, but not\\ntoday for some reason.%K%P",
"'So, was this a good date?'%K%P",
"'Not bad a first date. I liked it, anyway.'%K%P",
"'I'm glad to hear that. It's been a while since\\nwe've been to this park together, huh?'%K%P",
"'Remember how we used to play here all the time when\\nwe were little?'%K%P",
"'We did? Oh, yeah... We'd always end up\\ncovered in mud.'%K%P",
"'I remember you crying when you couldn't find me\\nwhen we were playing hide and seek.'%K%P",
"The image of Maika's tear-stained face as she sobbed\\nand called my name was still fresh in my memory.%K%P",
"'I still say that was your fault.'%K%P",
"'I couldn't find you anywhere.\\nI thought you'd left me all alone.'%K%P",
"'I guess I liked to tease you a little sometimes.'%K%P",
"That had probably been my childish way of\\nexpressing affection.%K%P",
"I wonder if a part of me knew how I felt about Maika\\neven at that young age.%K%P",
"'You and I were always together back then.'%K%P",
"'Tell me about it. I can barley remember any times\\nwe were apart.'%K%P",
"I choked on what I was going to say next.%K%P",
"'So Maika, how do you feel about Tsubaki?'%K%P",
"'...Back to that, huh?'%K%P",
"'Well, it could really get demolished at this rate.'%K%P",
"'I know I don't want that to happen.\\nI have to do something to stop it.'%K%P",
"'...'%K%P",
"Maika didn't reply. She was staring at her feet.%K%P",
"I pressed on.%K%P",
"'You feel the same, right?'%K%P",
"'I already told you, didn't I?\\nIf it happens, it happens.'%K%P",
"'If you want to try to save it, I'll leave\\nall that to you.'%K%P",
"'Are you sure?'%K%P",
"Maika abruptly stood up as if trying to avoid\\nthe subject.%K%P",
"'I'm sure.\\nIs that all you wanted to ask?\\nIt's gonna get dark soon.'%K%P",
"'Wait! The reason I don't want to lose\\nTsubaki is...'%K%P",
"It wasn't just because I'd spent so much time there.%K%P",
"Living there had taught me so much, more\\nthan I could put into words.%K%P",
"'It's not the memories, that's not all. It's also\\nbecause that's where I made you a promise!'%K%P",
"'A promise...?'%K%P",
"'Yeah. The promise we made in the courtyard,\\nyears and years ago.'%K%P",
"If I closed my eyes I could still see that scene\\nplay out as if it had been yesterday.%K%P",
"'Hey, Sho?'%K%P",
"'What's up, Mai-chan?'%K%P",
"'I saw this thing on TV the other day.\\nSometimes people who are really close\\ngo from being friends to being a couple.'%K%P",
"'Do you think we could be a couple someday?'%K%P",
"'Hm, I dunno. A couple's like a\\nmom and a dad, right?'%K%P",
"'Could we really become like that?'%K%P",
"'Aw, you don't want to?'%K%P",
"'Th-That's not it! Uh, how 'bout this?'%K%P",
"'When I'm grown up, and big and strong enough\\nto take care of you, we'll get married!' %K%P",
"'Then we'll be the best couple ever!'%K%P",
"'R-Really?'%K%P",
"'Yeah! I swear it on all my snacks!'%K%P",
"'Pinky promise?'%K%P",
"'Sure.'%K%P",
"'Heehee. When we get married we can live in\\nTsubaki together.'%K%P",
"'You really like Tsubaki, huh?'%K%P",
"'Yeah! Everyone there's so nice,\\nand it's where I met you.\\nI love it there!'%K%P",
"'Me too! I better hurry and grow up soon!'%K%P",
"'Thanks, Sho! It's a promise!'%K%P",
"'You...remembered that?'%K%P",
"'It came back to me just a few days back.'%K%P",
"It was the silly kind of promise kids make\\nall the time.%K%P",
"But I still wanted to make good on it.%K%P",
"I couldn't stand to see Maika look so down.%K%P",
"She'd had a central place in my heart\\never since I could remember.%K%P",
"'Maika...'%K%P",
"I stood up and faced Maika dead on.%K%P",
"I tried to swallow, but my mouth was dry.%K%P",
"My hands were starting to sweat. The words I was so\\ndesperate to speak surged up from deep inside me.%K%P",
"'I like you. Please go out with me.'%K%P",
"I said it.%K%P",
"I really said it.%K%P",
"I was so nervous I felt like I was going to go crazy.%K%P",
"My legs were shaking. I fought the urge to run until\\nI could hear what Maika would say.%K%P",
"'You really...like me?'%K%P",
"'I'd never lie to you.\\nThis is coming right from my heart.'%K%P",
"'I-It's just, we've been friends since we were\\nlittle, isn't it hard to think of us any\\nother way than that?'%K%P",
"'Not at all. I want to be more than friends.'%K%P",
"'I've finally realized what a beautiful, charming\\nyoung woman you really are.'%K%P",
"'...'%K%P",
"'Can I...maybe get an answer?'%K%P",
"In the growing silence, tears were starting to prick\\nthe edges of Maika's eyes.%K%P",
"'Are you sure...that you want to go out with\\nsomeone like me?'%K%P",
"'I'm not honest about my feelings.'%K%P",
"'I'll probably mess things up somehow.\\nAnd Akane and Inori are way cuter than me...?'%K%P",
"'That doesn't matter.\\nThose two have nothing to do with this.\\nIt's you I want.'%K%P",
"'Oh...'%K%P",
"As Maika started to cry I hugged her tightly,\\nunwilling to let her go.%K%P",
"'Do you mind if I take that old promise seriously?'%K%P",
"'Absolutely. I'm going to do my best to make it\\ncome true.'%K%P",
"'Oh, Sho...'%K%P",
"Maika grabbed hold of my shirt.%K%P",
"The sight of her trying to hold her emotions\\nback was utterly enchanting.%K%P",
"'I...I like you too, Sho.'%K%P",
"'I've liked you this whole time...!'%K%P",
"'Ever since we were kids, you've been the only\\none for me! So...'%K%P",
"'I...I want to be your girlfriend...'%K%P",
"'Maika...'%K%P",
"'Mmm...'%K%P",
"In the heat of the moment, our lips came together.%K%P",
"It was a brief, light kiss, but it was filled with a\\nfantastic warmth.%K%P",
"'Heh... Our first kiss. I must be dreaming.'%K%P",
"'Trust me, this is real.'%K%P",
"If anyone was dreaming, it was me. I could barely\\nbelieve a girl as wonderful as Maika\\nwould agree to go out with me.%K%P",
"'Hey, Sho...?'%K%P",
"'Yeah?'%K%P",
"'Can we...kiss, again?'%K%P",
"'As many times as you want.'%K%P",
"This time we took our time about it.%K%P",
"My lips met Maika's in a countless number of sweet,\\nsoft kisses.%K%P",
"'Mm... Ahh...'%K%P",
"We finally separated after exploring each other's\\nlips a little longer.%K%P",
"'I think we got a little carried away there.'%K%P",
"'You might be right.'%K%P",
"We were both madly blushing.%K%P",
"I didn't want the moment to end.\\nI slipped my hand around Maika's.%K%P",
"'I don't know much about being a girlfriend,\\nbut I'll give it my best shot.'%K%P",
"'That's great. I'll do my best to be a good\\nboyfriend, too.'%K%P",
"We sealed this promise with one last kiss.%K%P",
"Me and Maika...%K%P",
"No longer just childhood friends.%K%P",
"We walked back toward Tsubaki Apartments,\\nthis time as lovers.%K%P",
"Maika no longer looked worried or conflicted,\\njust dazzlingly happy. She squeezed my hand.%K%P",
"'Hey, Sho?'%K%P",
"'What's up, Maika?'%K%P",
"'I really don't want Tsubaki to be torn down.\\nI just didn't know how to say how I felt.'%K%P",
"'But I'm over that now. I'll help you save this\\nplace any way I can.'%K%P",
"'It means a lot to me to have you in my corner.'%K%P",
"'Thanks. If we do this together, we'll be\\nunstoppable!'%K%P",
"'Right!'%K%P",
"I squeezed Maika's hand back, and through that\\ncontact I could feel the trust growing between us.%K%P"
]