[
"Soon after Maika announced her intention to help with\\nAkane's rehabilitation, the three of us\\nheld a little discussion.%K%P",
"'Akane, Maika has something she wants to tell you.'%K%P",
"'She does?'%K%P",
"After dinner we called Akane back to the dinner\\ntable from her favorite spot in front of the TV.%K%P",
"'It's kinda rare for you to bring something up,\\nMaika.'%K%P",
"'Well, it's important.'%K%P",
"Akane and Maika sat facing each other.%K%P",
"I was next to Maika, keeping an eye on\\nthe proceedings.%K%P",
"'It's about your rehabilitation.\\nYour boss got mad at you\\nand Inori a while back, right?'%K%P",
"'We need to pick up the pace or we'll run out\\nof time. I think we can all agree on that.'%K%P",
"'You feeling okay, Maika?\\nI thought you said you didn't care\\nif this place went under.'%K%P",
"'That was then, this is now.\\nI realized I do care.'%K%P",
"'I don't want to lose Tsubaki.\\nAnd I'm sure you don't want people\\nto keep harping on at you, right?'%K%P",
"'I guess...'%K%P",
"'Okay, then we're on the same page.\\nFrom here on I'm going to take an\\nactive part in helping to reform you!'%K%P",
"'Uh, great...'%K%P",
"'We have to do our best to save our home!'%K%P",
"'Yeah... Yeah, sure...'%K%P",
"Maika was as enthusiastic as I'd ever seen her,\\nwhile Akane didn't seem to know how to react.%K%P",
"I hoped the differences in their attitudes\\nwouldn't become a problem.%K%P",
"After talking to Akane a little more, Maika\\nand I decided to brainstorm ideas for a new plan.%K%P",
"'How long are you gonna stand out there?\\nCome on in.'%K%P",
"'O-Okay, here I come...'%K%P",
"The way she was acting you'd think she'd never been\\ninside a guy's room before.%K%P",
"'It's been a while...since I've been in here.'%K%P",
"Maika sat down and looked around my room\\nlike it was something from another world.%K%P",
"'You used to hang out here all the time before\\nI started school.'%K%P",
"'Well, yeah. You were a year above me,\\nand that's when I really started...noticing you.'%K%P",
"'Besides...the way this room smells is...'%K%P",
"'It smells?!'%K%P",
"I thought I was keeping it so clean, too!%K%P",
"I didn't know what to do for a moment.%K%P",
"'No, I don't mean it like that!'%K%P",
"'I mean, it smells like you. It makes me feel weird,\\nlike I just want to stay here and keep\\nbreathing it in...'%K%P",
"'Urgh, what am I saying?!'%K%P",
"Phew.%K%P",
"At least I didn't have to worry about that.%K%P",
"'Do you have some kind of scent fetish, then?'%K%P",
"'Shut up! It's because it's your scent, okay?\\nIt's relaxing!'%K%P",
"'Why am I even telling you this?!'%K%P",
"It was nice that Maika had shared this with me.%K%P",
"Was I supposed to say something similar?%K%P",
"'Uh, well I like your scent, too.\\nIt's kinda sweet and feminine,\\nI could go on smelling it forever.' %K%P",
"'What?! Sh-Shut up, already!'%K%P",
"Well, that backfired.%K%P",
"'Anyway, we're not here to talk about this!\\nWe need a new plan!'%K%P",
"'Oh, right. Of course.'%K%P",
"'Okay, let's calm down and think\\nabout this rationally...'%K%P",
"'Maika?\\nIs there a reason you're sitting on\\nmy lap?'%K%P",
"'I thought it would help me think.\\nDo you have a problem with it?'%K%P",
"'No, not at all.\\nIf it's okay with you,\\nit's okay with me.'%K%P",
"The soft feeling of Maika pressing up against me,\\nher sweet aroma tickling my senses, that wasn't\\nsomething I was going to complain about.%K%P",
"'First of all, I have a few questions about\\nAkane's rehabilitation.'%K%P",
"'Could you tell me what you've\\nbeen doing so far?'%K%P",
"'Are you sure? You probably know most of it\\nalready.'%K%P",
"'That's fine. I'd like you to go over it again,\\njust in case I've missed any details.'%K%P",
"'Sure.'%K%P",
"I did as she asked and told her all about what Inori\\nand I had tried to help reform Akane.%K%P",
"'And that's about it.'%K%P",
"'Wow, you've done a lot more than just dance\\npractice. But doing things that way is going to\\ntake too long, don't you think?'%K%P",
"'Maybe. But we need to take Akane's personality\\ninto account.'%K%P",
"Inori and I had done our best to respect Akane's\\nwishes as much as we could.%K%P",
"Things were improving little by little,\\nbut Maika was right, we didn't have a\\nlot to show for it yet.%K%P",
"'Being more strict with her will only have the\\nopposite effect, though.'%K%P",
"'Don't worry, I'll ease into it. One way or another,\\nwe have to reform her. For Tsubaki.'%K%P",
"'Let's toss some ideas around.'%K%P",
"Maika and I exchanged a few ideas.%K%P",
"Every now and then she'd write something down in\\na notebook when inspiration struck.%K%P",
"I found myself captivated by how earnestly she\\nwas working, and then my eyes began to wander.%K%P",
"'?!'%K%P",
"Well, it was fall, and the weather was still warm.%K%P",
"It was totally natural to wear light clothes indoors.%K%P",
"So the fact that I looked down and got an eyeful of\\nfantastic cleavage... I guess there was nothing else\\nto do but look.%K%P",
"'Maybe change this around here... And this part...'%K%P",
"Maika was still concentrating on her work.%K%P",
"As for me, I couldn't tear my eyes away from\\nher beautiful chest.%K%P",
"Not too big, not too small, they looked like they'd\\nfit perfectly in my hands. They were gently\\nrising and falling in time with her breathing.%K%P",
"'Okay, this is looking good.\\nI think this could work out.'%K%P",
"I felt like she might realize what I was doing\\nany moment.%K%P",
"I'd thought this after that incident in the\\nbathroom too, but Maika was weirdly unaware of her\\nown allure sometimes.%K%P",
"Maybe she just let her guard down when she was with\\nme. I was going to have a hard time holding back if\\nthings like this became a regular occurrence, though.%K%P",
"'That should do it. Sho, what do you think?'%K%P",
"I think I could die happy.%K%P",
"Sitting here staring was great,\\nthough I also wanted\\nto reach around and touch them...%K%P",
"'Sho, are you listening?'%K%P",
"'Yargh!'%K%P",
"'Ah!'%K%P",
"Maika had suddenly looked up at me, and\\nthe surprise had made me cry out.%K%P",
"'Jeez, don't yell like that.\\nYou nearly gave\\nme a heart attack.'%K%P",
"'Oh, right! Sorry!\\nI, uh, what were you saying?'%K%P",
"'The plan for Akane, ring any bells?\\nQuit spacing out.\\nWhat were you-- Oh.'%K%P",
"'Ah.'%K%P",
"I was in trouble now.%K%P",
"'Y-You saw, huh?'%K%P",
"'I did...'%K%P",
"'...Pervert.'%K%P",
"Maika glared at me, crossing her arms to cover\\nher chest.%K%P",
"'Sorry...'%K%P",
"'Well, you are a guy, after all.'%K%P",
"'It's only natural you'd want to look\\nat a girl's chest.'%K%P",
"'That's not it.\\nI was looking because it's\\nyour chest.'%K%P",
"'What now?! Jeez, you're terrible...'%K%P",
"A somewhat awkward silence settled over the room.%K%P",
"'I-I'm not mad about it, okay?\\nBut take a look at\\nthis, instead.'%K%P",
"Maika handed me the notebook she'd been so\\nassiduously writing in.%K%P",
"She'd drawn up a fully-packed schedule.%K%P",
"'You thought of all this?'%K%P",
"'I know we won't be able to do all of it, we'll have\\nto narrow things down from here.'%K%P",
"'You'll help me with it, won't you?'%K%P",
"This wasn't going to be easy.%K%P"
]