[
  "「サラさん、ちょっといいですか？」%K%P",
  "「どうしたの、大和くん？」%K%P",
  "話があります、と言ってサラさんを部屋から連れ出した。%K%P",
  "「どう思います？　オーディション予選について」%K%P",
  "二人のいないところでサラさんに訊ねてみた。%K%P",
  "このまま二人とも突破するのか、それともどちらかが落選するのか。\\n両方が落ちることだって、可能性としては残っている。%K%P",
  "「そうね……はっきりとしたことは言えないけれど、\\n　二人ともいい子だもの、きっと合格してくれるわ」%K%P",
  "それは根拠のない発言だったけれど、不思議と勇気づけられる。%K%P",
  "「サラさんから見て、二人はどうです？」%K%P",
  "『Ｌ☆ＳＥＶＥＮ』のメンバーとして、\\n一緒にやっていけるだけの資質を持っているだろうか。%K%P",
  "いくらオーディションに合格したとしても、\\n現メンバーに受け入れられなければ成り立たない。%K%P",
  "「シュリちゃんはさすが彼女の妹ね。\\n　荒削りだけど、光るものを持っていると思うわ」%K%P",
  "「カグラちゃんの魅力はその性格ね。\\n　ダンスもすごいけれど、人を笑顔にする才能は、\\n　きっと他の誰よりも優れているはずよ」%K%P",
  "「だから私は二人のこと、\\n　同じカミサマアイドルとして認めてるつもり」%K%P",
  "サラさんのお墨付きが得られた。\\nこれ以上心強いものは他にない。%K%P",
  "「二人ともキラキラしてて、見ててとっても楽しかった。\\n　デビューした頃の私も、あんなふうだったのかなって、\\n　懐かしく思っちゃった」%K%P",
  "「以前のサラさんって、あんなに元気だったんですか」%K%P",
  "「そうね……でももう、あの頃には戻れない……」%K%P",
  "サラさんの微かな呟きを、俺の耳は聞き逃さなかった。%K%P",
  "「今のサラさんだって、すごく魅力的ですよ」%K%P",
  "「そうかしら？\\n　私は彼女たちのようにキラキラしてないと思うけど」%K%P",
  "「きっと私は、アイドルとして大切なものを、\\n　どこかに置き忘れてしまったのかも知れないわね……」%K%P",
  "サラさんが何を思い悩んでいるのか、\\n今の俺には知るすべなどない。%K%P",
  "でも、いつものほんわかした笑顔の裏で、\\n悩みを抱えていることだけは理解できた。%K%P",
  "「ちょっといいかしら？」%K%P",
  "「今度は私の気分転換につきあって欲しいの」%K%P",
  "そう言って、独特な動きで軽く手を振った。%K%P",
  "一瞬にして、サラさんが光に包まれる。%K%P",
  "光が晴れると、そこにはやさしいサラお姉さんではなく、\\nトップアイドル弁財天サラが立っていた。%K%P",
  "「行きましょう。しっかり掴まっててね」%K%P",
  "ふわりと夜空を舞う。%K%P",
  "まるで天女のようで、俺は捕らわれた人間の男だ。%K%P",
  "恋してはならない相手に恋したおとぎ話の主人公のように、\\nサラさんの姿に見惚れていた。%K%P",
  "「そこに座って。落ちないように注意してね」%K%P",
  "サラさんが俺を降ろしたのは、屋根の上だった。%K%P",
  "天辺にちょこんと座った彼女は、\\nいつのまにかアコースティックギターを手にしている。%K%P",
  "「そのギターは……？」%K%P",
  "「本来なら琵琶を弾くんだけどね。\\n　あれは神具だから、普通の音楽にはならないの」%K%P",
  "「ただ唄いたくなった時は、これ。\\n　ギターなら、音色だけを私にくれるから」%K%P",
  "そう言って、チューニングを確かめるように\\n軽く爪弾きはじめる。%K%P",
  "「ずっとね、おかしいって感じてたの。\\n　本当にこれでいいのかなって」%K%P",
  "「私の中で違和感は膨らんでいくばかり。\\n　それなのに、どんどん評価されていった」%K%P",
  "サラさんは『Ｌ☆ＳＥＶＥＮ』のセンターとして、\\nカミサマアイドルの頂点に昇りつめた。%K%P",
  "でも、彼女はその理由がわからなかったみたいだ。%K%P",
  "「唄えば唄うほど、大切な何かが遠くなっていく。\\n　それがずっと、恐かったの」%K%P",
  "語りながら、ギターの音色が静かに響く。%K%P",
  "ひとしきり奏でた後、彼女は掌で弦を押さえ、音楽を消した。%K%P",
  "「ねえ、大和くん。\\n　聴いて欲しいの」%K%P",
  "俺が小さく頷くと、サラさんは再びギターを爪弾き始めた。%K%P",
  "しかし、いつまで経っても歌声は流れない。\\nイントロが繰り返されるばかり。%K%P",
  "「……サラさん？」%K%P",
  "俺の呼びかけにも、彼女は応えない。%K%P",
  "ただ、静かにギターの音が響くのみ。%K%P",
  "「……どうしてなのかな？」%K%P",
  "サラさんの呟きは、俺に問いかけるでもなく\\n夜風に溶けて消えゆく。%K%P",
  "「俺は好きですよ、その曲」%K%P",
  "「どこが好き？」%K%P",
  "「そうですね……やさしい気持ちになれる気がします」%K%P",
  "「誰かを好きになった時に、聞きたくなるような……」%K%P",
  "何気なく発した俺の言葉に、ハッと息を飲む音が聞こえた。%K%P",
  "「好き……それはつまり、恋ということ？」%K%P",
  "「そ、そうですね。\\n　面と向かって言われると、気恥ずかしいですけど」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』にも多いですよね、そんな恋歌が」%K%P",
  "そう、恋の歌だ。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』の楽曲に限らず、\\nアイドルソングは恋愛を題材にしたものが多い。%K%P",
  "「恋の、歌……？」%K%P",
  "「違うんですか？」%K%P",
  "「いいえ、違わないわ。\\n　でもそうね、なるほど、そうだったの……」%K%P",
  "俺の理解から外れたところで、\\nサラさんは何かに気付いている。%K%P",
  "まるで憑き物が落ちたように、何度も小さく呟いていた。%K%P",
  "「サラさん？」%K%P",
  "「ようやくわかったわ。\\n　私を悩ませ続けてきた違和感の正体が」%K%P",
  "「私はこれまでずっと、\\n　何の疑問も抱かずに恋の歌を唄い続けてきた」%K%P",
  "「でもね、それは絶対におかしいの」%K%P",
  "「恋をしたことないのに恋を唄っても、\\n　きっと人の心には届かない」%K%P"
]