[
  "シュリとカグラのユニット結成宣言は、\\n無名に近いカミサマアイドルとしてはなかなかの反響だった。%K%P",
  "二人がナチュラルに言い争いをしている様子が、\\nリアルで面白かったらしい。%K%P",
  "「でも、思っていたほどではなかったというか」%K%P",
  "反響はあった。\\nでも、ムーブメントを起こすほどではない。%K%P",
  "ちょっとした物珍しさから食いついてくれただけ、\\nというのが正当な評価だろう。%K%P",
  "このまま漫然と続けていたらすぐに飽きられてしまう。\\n期待と不安が半々になっているのが今の俺の心境だ。%K%P",
  "「だけど、こんなにコメントがついてるってだけで\\n　うれしいわね」%K%P",
  "俺とは対照的に、シュリはホクホク顔だ。%K%P",
  "「これまでアップした写真や動画には、\\n　こんなに反応なかったから」%K%P",
  "「そうなのか？」%K%P",
  "「下位のカミサマアイドルなんて全然相手にされないもの。\\n　コメントつけてくれる人は、いても少しだから」%K%P",
  "「あたしはシュリよりマシだけど、\\n　でも今上位にいる子たちとは全然比べものになんないよ」%K%P",
  "「なるほど……」%K%P",
  "もっとドカンと来ると思っていた俺は期待値より下だったが、\\nシュリやカグラにとってこの結果は成功のようだ。%K%P",
  "以前アップしたシュリとカグラの動画も見せてもらったが、\\nコメント数はせいぜい１０程度だった。%K%P",
  "今回の動画にはその数倍のコメントがついたのだから、\\n二人が喜ぶ気持ちもわかる。%K%P",
  "「掴みはオッケーって感じね。\\n　なかなかいいスタート切れたんじゃない？」%K%P",
  "「そだね！　まあ、唯一にして最大の問題は、\\n　シュリ＆カグラ（仮）になっちゃったことなんだけどさ」%K%P",
  "「これが世間の正当な評価ということよ。\\n　思い知りなさい」%K%P",
  "動画コメント内で行われたユニット名投票は\\n本日正午の時点でシュリが少しだけ上回っていた。%K%P",
  "なので今日一日はシュリ＆カグラ（仮）で、\\nユニット活動を進めて行くことになる。%K%P",
  "「まずは軽く合わせてみようか」%K%P",
  "「おっけー！\\n　シュリ＆カグラ（仮）のリーダーであるこのわたしが、\\n　練習用の機材を提供してあげるわね」%K%P",
  "「屈辱だぁぁぁ〜」%K%P",
  "順位変動があれば仮ユニット名とリーダーの座は入れ替わる。\\n毎日正午にチェックするので、期間は１日単位だ。%K%P",
  "「明日はぜったいあたしが勝つもん！」%K%P",
  "「はいはい。じゃあ始めるわよ〜」%K%P",
  "適当に聞き流し、シュリは機材のセットを始める。\\n路上ライブで彼女がいつも使っているものだ。%K%P",
  "「こっちも準備出来てる。\\n　いつでも始めてくれ」%K%P",
  "シュリ＆カグラ（仮）の初練習風景は、\\n俺が撮影することになった。%K%P",
  "今度はスマホでなく、\\nビデオカメラを親に借りて持ってきている。%K%P",
  "「カグラも『Ｌ☆ＳＥＶＥＮ』の曲ならわかるでしょ？\\n　ボーカルはいいからダンスだけやってみましょう」%K%P",
  "「おっけー！\\n　じゃああたしはサラさんのパートにしようかな」%K%P",
  "「じゃ、じゃあわたしはお姉ちゃんのパートで」%K%P",
  "そこから細かい技術的な話になり、\\n３分程度で簡単な打ち合わせは終わった。%K%P",
  "「話はまとまったみたいだな。\\n　ではっ、ミュージックスタート！」%K%P",
  "スピーカーから軽快なイントロが流れ出す。\\n俺も聞いたことがある『Ｌ☆ＳＥＶＥＮ』の楽曲だ。%K%P",
  "シュリとカグラは位置を調整して立つと、\\nリズムに合わせてダンスを始めた。%K%P",
  "こうして見るとなかなか様になるなあ、\\nなどと感心していたのも最初の数秒足らず。%K%P",
  "「あいたっ！」%K%P",
  "シュリがカグラの足を踏んだ。%K%P",
  "「ちょっと邪魔しないでよ！」%K%P",
  "「そっちこそ自分の場所を守ってよね！」%K%P",
  "「カグラってば手を振りすぎ！\\n　危ないじゃない」%K%P",
  "「ダンスは大きく動かなきゃ\\n　みんなに伝わらないんだよ〜」%K%P",
  "口論をしている最中も、ダンスは続いている。\\n中断させなかったことだけは評価できるが……。%K%P",
  "「邪魔にならないように、距離を取っちゃったか……」%K%P",
  "お互いに相手が邪魔なのだ。\\n自由にダンスするには、ぶつからない距離を取る必要がある。%K%P",
  "それはユニットとして最低の選択だった。%K%P",
  "「はい、そこまでっ」%K%P",
  "「どう？　なかなかのものだったでしょ？」%K%P",
  "「あたし、ダンスには自信あるんだ。\\n　シュリよりはよかったと思うんだけど」%K%P",
  "「悪いが二人ともダメダメだ。\\n　これはユニット練習であって、個別練習じゃないんだぞ」%K%P",
  "感じたことを素直に二人に伝える。\\n特にぶつかるのを恐れて距離を取るのはＮＧだと諭した。%K%P",
  "「う〜ん、でも誰かに合わせるのって難しいっていうか……」%K%P",
  "「カグラのダンスって、ちょっと独特だからね。\\n　あ、一応褒めてるのよ。いい特徴だと思うから」%K%P",
  "口論することはあっても、\\n感情的に引きずらないのがシュリのいいところだ。%K%P",
  "ユニットとしてどうすればいいのか、真剣に考えてくれてる。%K%P",
  "「シュリは何か案がありそうだな？」%K%P",
  "「カグラが合わせられないなら、\\n　わたしが合わせるしかないかなって」%K%P",
  "「……いいの？」%K%P",
  "「その方がまとまりそうだしね。\\n　それに、ダンスに関してはあなたの方が上手みたいだから」%K%P",
  "「あ、ありがとう。\\n　そう素直に褒められると、なんだか照れちゃうね。てへへ」%K%P",
  "「その代わり！　ボーカルはこっちに合わせて。\\n　歌唱力についてはそこそこ自信あるんだから」%K%P",
  "適材適所ということで話はまとまりそうだ。%K%P",
  "ダンスはカグラがリードし、\\n歌はシュリがメインボーカルになる。%K%P",
  "「じゃあ、次はボーカルありでやってみようか！」%K%P",
  "練習再開だ。\\nさっきよりは多少よくなってくれるといいんだけどな。%K%P",
  "「はぁっはぁっはぁっ……なんでそんな動き出来るのよ……」%K%P",
  "「シュリこそ……歌ちょーうまいじゃん。\\n　あたし自信なくなっちゃうよ……」%K%P",
  "「それはこっちのセリフよ。\\n　もう、この先うまくいくか不安になっちゃう」%K%P",
  "同じ曲で何度も練習し、\\nダンスだけでなく歌も途中から加えた。%K%P",
  "その結果、二人とも疲れ果て、ぐったりしている。%K%P",
  "「初日なんだから、これからうまくなっていけばいいさ。\\n　それに、二人とも手応えは感じてきただろ？」%K%P",
  "「そうね。少なくとも役割分担はこれでいいと思うわ」%K%P",
  "「それぞれ同じくらいのレベルだったら、\\n　絶対口論になってたと思うし」%K%P",
  "「ダンスはあんたに敵わないわ、カグラ」%K%P",
  "「歌はシュリの勝ちでいいよ。争う気にもなんない」%K%P",
  "「とりあえず、ユニットとして共闘しましょ」%K%P",
  "シュリが右手を差し出す。%K%P",
  "「うん、期待してる。二人でがんばろ」%K%P",
  "カグラはその手を取り、二人は握手を交わした。%K%P",
  "「大和、ちゃんと撮ってる？」%K%P",
  "「そこは抜かりなく」%K%P",
  "「さっすが撮影担当だね。いいシーンは逃さない」%K%P",
  "そこは任せろ、と親指を立てて見せた。%K%P",
  "「アップ完了っと」%K%P",
  "今日撮った動画を軽く編集してサイトにアップした。%K%P",
  "実際の練習風景や二人のやりとりを見て、\\nいったいどんな反応があるだろうか。%K%P",
  "「そうそう、それぞれの現在の順位はっと……」%K%P",
  "シュリが２７位、カグラが３０位。\\nどちらも少しずつアップしていた。%K%P",
  "ユニット結成動画の影響もあるが、\\nシュリとカグラの順位が逆転しているのも興味深い。%K%P",
  "これは明日のユニット名が楽しみだな。%K%P",
  "そして翌日。\\n朝起きてすぐ、オーディション公式ＨＰをチェックする。%K%P",
  "「う〜ん、世の中そう甘くはないってことか」%K%P",
  "かなりの期待感を持って動画のコメントを確認したが、\\n残念ながらパッとしない反応だった。%K%P",
  "ユニット結成宣言はセンセーショナルだったかもしれないが、\\nその次の練習風景は、二人の未熟さを露呈しただけだ。%K%P",
  "「下手だけど頑張るところがいい！\\n　ってだけじゃ、ファンは食いつかないか」%K%P",
  "無論、応援してくれる声もそれなりにあった。%K%P",
  "その一方で、息の合わない二人のパフォーマンスを、\\nストレートにダメ出しするコメントもあった。%K%P",
  "やはり俺の懸念は杞憂ではなかった。\\n早くも次の手を打つ必要がありそうだ。%K%P",
  "「いえ〜いっ！　今日はあたしの大勝利！　ぶいっ！」%K%P",
  "カグラのバイト終わりを待つついでに、\\nシュリとカミサマ喫茶に入店したら、このお出迎えだ。%K%P",
  "仮ユニット名対決でカグラが勝利を収めたからなのは\\n言うまでもない。%K%P",
  "「ねえ、お客さまに向かってその態度はないんじゃない？」%K%P",
  "「てへへ〜、でもでもっ！　今日はあたしのほうが上だもん。\\n　ひれ伏すがよいぞ〜」%K%P",
  "「もう、大和からも何か言ってよ」%K%P",
  "「じゃあ店長さんに一言……」%K%P",
  "「あ、待って。ほんとごめん。\\n　もう調子に乗らないから、それだけは勘弁して」%K%P",
  "カグラが真顔になって謝罪する。%K%P",
  "「この店の店長さんって、そんなに恐いの？」%K%P",
  "「いい人だよ。でもカグラは何度も減給されてるから」%K%P",
  "減給はカグラの生活に直結するだけに洒落にならない。%K%P",
  "「ところで、大和がさっき言ってた話だけど……」%K%P",
  "「なになに、動画の反応がイマイチだった件？」%K%P",
  "シュリとカグラには既に伝えてある。\\nそれを踏まえてどうするかをこれから話し合うつもりだ。%K%P",
  "「大和の気持ちもわかるけど、\\n　こればかりはしょうがないんじゃないかな」%K%P",
  "「あたしもそう思う。\\n　ユニット組んですぐだもん、急にうまくなるなんて無理だし」%K%P",
  "「とはいえこのまま練習動画を\\n　アップするだけってのもなあ……」%K%P",
  "「そのことなんだけど、ひとつ朗報っていうかお知らせ」%K%P",
  "「あさってくらいには\\n　わたしのアイドル衣装が完成しそうだって」%K%P",
  "「お〜、もう出来るんだ？　さすが辰巳屋さん、仕事が早い」%K%P",
  "「ははは、そう褒めるなよ」%K%P",
  "「大和を褒めたんじゃなくて、\\n　あなたの実家を褒めたんだと思うけど」%K%P",
  "「……はい、わかってます」%K%P",
  "「大和はてこ入れが必要って言ってたけど、\\n　わたしの新衣装お披露目がそれじゃダメかな？」%K%P",
  "「いいね！　シュリの衣装があれば、\\n　もう制服で練習しなくてよくなるし！」%K%P",
  "制服は制服で一定の評価は得られるが、\\nそれでもカミサマアイドルっぽさは皆無だ。%K%P",
  "動画のコメントでも、衣装はどうしたというツッコミがあった。\\nやはり、アイドル衣装を求める声は強い。%K%P",
  "「なるほど、ひとまずそれで様子を見てみるか」%K%P",
  "「もちろん並行して練習は続けるわよ。\\n　ユニットとして完成度が低いのは事実なんだから」%K%P",
  "いつまでもごまかしは効かないってことか。\\n一刻も早くいいパフォーマンスを見せられるようにならないと。%K%P"
]