[
  "「そろそろ次のステージへ進まないと、まずいかも知れない」%K%P",
  "ユニット練習の前、軽いミーティングをした。%K%P",
  "二人の息も合ってきて、\\nパフォーマンスの練度も徐々に上がってきた。%K%P",
  "練習風景を日々アップすることで、\\n親しみを持ってもらうという点では多少の成果を上げつつある。%K%P",
  "でもシュリの思いとは裏腹に、大半はエロ目的のファンであり、\\nその数自体もそこまで多いわけではない。%K%P",
  "二人のユニットの客観的な評価と言えば、\\nエロ売りの中堅アイドルであり、ネタ枠から脱していなかった。%K%P",
  "この先、並み居るライバルに勝利するには、\\n圧倒的に何かが足りない。%K%P",
  "「つまり、何らかのてこ入れが必要ってことね？」%K%P",
  "「順位も上がらなくなってきたしね〜」%K%P",
  "いいのは最初だけだった。\\nこのままでは絶対に上位には届かない。%K%P",
  "トップ１０に入るカミサマアイドルは既存のファンも多く、\\nにわか仕込みのユニットでは太刀打ち出来ないのだ。%K%P",
  "「そろそろ正式なユニット名を決めよう。\\n　仮を外して本格始動しないと間に合わなくなる」%K%P",
  "「大和はどうするつもりなの？\\n　またファンのみんなにアイデア出してもらうとか」%K%P",
  "「それではダメよ。\\n　自分たちのユニットなら、自分たちで決めないと」%K%P",
  "「だから、それぞれが案を出しましょ。\\n　わたしとカグラ、それに大和も」%K%P",
  "「俺もか？　二人で決めればいいじゃないか」%K%P",
  "「大和もずっと一緒に頑張ってきた仲間だから。\\n　仲間はずれにはしたくないよ」%K%P",
  "「そーゆーこと。\\n　考えるのがめんどくさいなんて言ったら怒るわよ」%K%P",
  "「……ありがとう、シュリ、カグラ。\\n　俺もユニット名、考えさせてもらうよ」%K%P",
  "人間代表として、外からサポートする立場だったのに、\\nいつのまにか二人の輪の中に入っていた。%K%P",
  "その事実がなんだか無性に嬉しくて、\\n微笑まずにはいられなかった。%K%P",
  "「練習に入るわけだが、俺からひとつ提案がある」%K%P",
  "「ユニットの正式名称発表と共に、\\n　一度ちゃんとしたＰＶを作らないか？」%K%P",
  "練習風景は何度も見せてきた。\\nしかし完成型としてはまだ一度も公開していない。%K%P",
  "カミサマアイドルらしい王道のパフォーマンスを披露して、\\nエロ系ユニットからの脱却を果たすのだ。%K%P",
  "「いいタイミングかも知れないわね」%K%P",
  "「でも大丈夫？\\n　まだ一度も通しで成功してないんだよ」%K%P",
  "「わかってる。でも、いつかは必ず通る道なのよ」%K%P",
  "「だったらわたしは今がいい。\\n　カグラとわたしが正式なユニットになる、この時が」%K%P",
  "シュリの情熱に打たれ、カグラも全力で首を縦に振った。%K%P",
  "シュリとカグラのユニットが、\\nここからオーディションを席巻していくんだ。%K%P",
  "これから撮るＰＶは、そのスタートになる。%K%P",
  "「こっちは準備いいぞ」%K%P",
  "カメラを構え、撮影のスタンバイに入る。%K%P",
  "「こっちもいいわよ」%K%P",
  "シュリは機材の前に陣取り、\\nスイッチを入れるタイミングを待つ。%K%P",
  "「こっちもいいよ〜」%K%P",
  "カグラはその場でぴょんぴょん飛び跳ね、\\n足下を確認している。%K%P",
  "「よし、じゃあ始めよう！」%K%P",
  "「ミュージックスタートっ！！」%K%P",
  "プレイヤーを再生させ、すぐさまカグラの横に移動する。%K%P",
  "それに合わせて俺も録画を始めた。%K%P",
  "程なくして、曲のイントロが流れ始める。%K%P",
  "（よしっ、タイミングばっちりだ！）%K%P",
  "最初の第一声とステップがシンクロする。%K%P",
  "練習中とは気合いの入り方が違う。%K%P",
  "一発で決めるという意気込みが、\\nいつも以上のパフォーマンスを生んでいた。%K%P",
  "「よしっ！　決まった！」%K%P",
  "「よっしゃあああっ！！\\n　ばっちし決まったよ！」%K%P",
  "あれだけ合わなかったのが嘘のように、\\n最後までぴったりと息が合っていた。%K%P",
  "「カグラ……ありがと。あんたのおかげよ」%K%P",
  "「えへへ、シュリもありがと。\\n　あたしひとりじゃ、絶対うまくいかなかった」%K%P",
  "見えないところで、お互い支え合っていた。%K%P",
  "交わす視線がそれを証明している。%K%P",
  "「おめでとう、二人とも。\\n　今までで最高のパフォーマンスだったよ」%K%P",
  "「でしょでしょ？\\n　わたしたち、やれば出来る子なんだから！」%K%P",
  "「これなら自信を持って、ユニット名を発表できるね！」%K%P",
  "「その前にＰＶを編集して、名前のアイデアも出さないとな」%K%P",
  "「わたしはいくつか候補があるけど、カグラは？」%K%P",
  "「ぜんぜん思い浮かんでません……」%K%P",
  "「アイデアなしってのは許可できないわよ。\\n　カグラだってユニットのメンバーなんだからっ」%K%P",
  "「わかってるよ〜。ちゃんと考えるってば」%K%P",
  "「期待してるわよ。わたしの相棒」%K%P"
]