[
  "「大変申し訳ありませんでしたっ！！」%K%P",
  "着替えを終えたサラさんの前で土下座していた。%K%P",
  "我ながらなかなか見事な土下座っぷりである。%K%P",
  "「もういいから、そんなに謝らなくても。\\n　私は別に気にしてないし……」%K%P",
  "「それとも何かな、大和くんは私の大事なトコ、\\n　見ちゃったりしたのかな？」%K%P",
  "「み、見てないです。\\n　その、透けてシルエットが見えただけで……」%K%P",
  "「そっかそっか、ならギリギリセーフだね」%K%P",
  "大事な部分は見えなくとも、透けて見えたサラさんの身体は、\\n下手な裸よりもずっとドキドキした。%K%P",
  "そんな状態の自分を知られたくなくて、\\nつい顔を背けてしまう。%K%P",
  "「あら？　もしかして照れてるの？」%K%P",
  "「そりゃ照れますよ。\\n　大人気カミサマアイドルの着替えを覗いちゃった訳ですし」%K%P",
  "それこそサラさんのファンに知られたら大変なことだ。%K%P",
  "同時に、そんな彼女を見てしまったという事実に、\\n強い興奮を覚える。%K%P",
  "「ふふっ、大和くんもそういうの気にしちゃう年頃なんだね」%K%P",
  "からかうような言葉の直後、やわらかな感触が伝わってきた。%K%P",
  "いつもの調子で体重をかけながら抱きついてくる。%K%P",
  "「ちょっ、サラさん！　何してるんですかっ！」%K%P",
  "「かわいいな〜、大和くんは。\\n　抱きつかれたくらいでわたわたしちゃって」%K%P",
  "「しょ、しょうがないでしょう、こんなの、その、\\n　サラさんみたいな美人にくっつかれたら誰でもこうなります」%K%P",
  "「そっかそっか。なんだかうれしいな〜！\\n　お姉さんぎゅう〜ってしたくなっちゃう」%K%P",
  "「ぎゅう〜♪」%K%P",
  "俺の反応が面白いのか、\\nわざと身体を押しつけるようにして抱きしめてくる。%K%P",
  "やわらかくてあったかくていい匂いがして、\\nこの人がカミサマでアイドルだってことを忘れてしまいそうだ。%K%P",
  "「ごめんくださー……いぃ？」%K%P",
  "最悪のタイミングでお客さんがやってきた。%K%P",
  "「あら、お客さまよ。いらっしゃい」%K%P",
  "俺に抱き着いたまま平然と応対するサラさん。%K%P",
  "「ちょっ、離れてくださいってば。\\n　お客さまがフリーズしてますよ」%K%P",
  "サラさんを引っぺがしつつ、無理矢理笑顔を作った。%K%P",
  "「いらっしゃいませ。ええと……」%K%P",
  "ここでようやく気付く。\\nさっき路上ライブをしていた子だ。%K%P",
  "「ごめんなさい。やっぱりいいわ。\\n　別の店に行くから」%K%P",
  "「ああっ、待ってください、その、吉祥天シュリさん！」%K%P",
  "「……わたしのこと、知ってるの？」%K%P",
  "出て行こうとした彼女が、俺の言葉に足を止める。%K%P",
  "「知ったのはさっきです。\\n　今日、秋葉原の駅前で路上ライブしてましたよね」%K%P",
  "「わたしのライブ、見てくれたんだ？」%K%P",
  "こっちを警戒する態度は変わらないが、\\nどことなく嬉しそうに見える。%K%P",
  "「つまり、わたしのファンってことよね。\\n　ライブ、見てくれてありがと」%K%P",
  "直接お礼を言うのが照れくさいのか、\\n顔を赤くして手を差し出してきた。%K%P",
  "「これは？」%K%P",
  "「だからもう！　ファンなら握手してあげるってこと！\\n　吉祥天シュリよ、よろしく」%K%P",
  "「よ、よろしく……」%K%P",
  "半ば強引に握手されてしまった。%K%P",
  "でも、彼女の路上ライブに感動したのは事実。\\nファンと決めつけられても、嫌な気持ちはしなかった。%K%P",
  "「ああ、あなたがシュリちゃんなのね。\\n　はじめまして、お姉さんにはいつもお世話になっています」%K%P",
  "「って……えっ？」%K%P",
  "「なんでここに弁財天サラがいるのーー！！？」%K%P",
  "「だってここ、彼氏の家だもん♪」%K%P",
  "ふざけて再度俺に抱きついてきた。\\nまったくこの人は、お茶目も大概にして欲しい。%K%P",
  "「かか、彼氏！？　もしかしてスキャンダル！？\\n　わたし目撃しちゃったの？」%K%P",
  "シュリさんは完全にテンパっていた。\\n発言も支離滅裂で暴走している。%K%P",
  "サラさんお得意の冗談も、\\n冷静さを欠いた彼女には火に油を注ぐようなものだ。%K%P",
  "「そうよ、ここにいるのはそっくりさん！\\n　弁財天サラ似のがっかり系美人に違いないわ！」%K%P",
  "「あ〜、そういうこと言うんだ？\\n　なら、お姉さん本気出しちゃおうかな」%K%P",
  "「えいっ♪」%K%P",
  "かわいいかけ声と共に、\\nサラさんの全身からまばゆい光が溢れる。%K%P",
  "「どう？　これで私が弁財天サラだって証明できたかしら？」%K%P",
  "ただの早着替えとは一線を画す、\\n変身とも呼べそうな衣装チェンジだ。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』のステージ衣装を着たサラさんは、\\n普段とは違うアイドルのオーラを放っている。%K%P",
  "「すごい……ライブの衣装とおんなじだ……」%K%P",
  "「信じてもらえた？」%K%P",
  "「はい。でも……」%K%P",
  "「このニンゲンのオスとはどのようなご関係で……？」%K%P",
  "まるで不審者を見るようなきつい視線が俺に向けられる。%K%P",
  "尊敬すべきサラさんと馴れ馴れしくするこの俺は、\\nただの怪しい取り巻きにしか見えないってことか。%K%P",
  "「だから、私の彼氏なの♪」%K%P",
  "サラさんは空気も読まず、再び俺に抱きついてくる始末。%K%P",
  "「ノォオオオオッ！！」%K%P",
  "「ふざけないでくださいよっ。\\n　シュリさん、信じちゃってるじゃないですか」%K%P",
  "「ってことは……」%K%P",
  "「ごめんね、ちょっとからかってみただけなの。\\n　大和くんはこの店の息子さんで、知り合いなのよ」%K%P",
  "「……本当ですか？」%K%P",
  "「ほら、私のキラキラな瞳を見て。\\n　これでも嘘をついてると思う？」%K%P",
  "「……うわ、まつげ長っ。さすがトップアイドル」%K%P",
  "「信じてもらえたかしら？」%K%P",
  "「……そうですね。冷静に考えてみれば、\\n　あの弁財天サラに彼氏なんているはずないですし」%K%P",
  "何はともあれ、誤解は解けたみたいだ。%K%P",
  "「ところでシュリちゃんは、\\n　辰巳屋に用事があって来たのよね？」%K%P",
  "「いらっしゃいませお客さま。\\n　なにかお探しのものがおありでしょうか」%K%P",
  "店員モードに切り替えて接客する。%K%P",
  "「そ、そうね……ええと、そのぉ……」%K%P",
  "「もしかして、アイドル衣装？」%K%P",
  "「は、はぃ……このことは、うちのお姉ちゃんには\\n　絶対秘密にして欲しいんですけど……」%K%P",
  "サラさんの説明によると、\\n彼女のお姉さんはあの毘沙門天だそうだ。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』のメンバーの一人で、\\nサラさんとは親しい間柄らしい。%K%P",
  "「秘密にするのはいいけど、\\n　お姉さんに内緒でアイドル活動してるの？」%K%P",
  "「わたしがカミサマアイドルになるって言ったら、\\n　きっとお姉ちゃん、心配すると思うから……」%K%P",
  "「心配して、あれこれ世話を焼いて……\\n　確かにあの子なら、そうなっても不思議はないわね」%K%P",
  "サラさんから見ても、毘沙門天さんは妹思いで心配性のようだ。%K%P",
  "「お姉ちゃんの足を引っ張りたくないんです。\\n　だから実力を認められるまで、内緒ってことで」%K%P",
  "「今度のオーディションで合格したら、\\n　きっとわたしのこと、認めてくれると思うんです」%K%P",
  "「お姉ちゃんの隣に立っても恥ずかしくない、\\n　そんなカミサマアイドルになりたいから……」%K%P",
  "未熟なままでは足を引っ張るだけ。\\nだから、立派に成長してから隣に立つ。%K%P",
  "そんな彼女の考えは筋が通っていて、俺にも理解できた。%K%P",
  "だがしかし、ひとつだけ気になることがある。%K%P",
  "「ちょっと質問いいかな？」%K%P",
  "「その、今度のオーディションって、なに？」%K%P",
  "俺の質問に、場が凍り付いてしまった。%K%P",
  "「何となくそうかなとは思ってたけど、\\n　やっぱり大和くんは知らなかったか……」%K%P",
  "「うそっ、オーディションのこと、ほんとに知らないの！？\\n　普通にニュース番組でも取り扱われてるし、\\n　告知ポスターだってそこら中で見かけるでしょ」%K%P",
  "「いや、悪いけど気付かなかった」%K%P",
  "なにこの残念な子、とばかりに頭を抱える二人。%K%P",
  "そこに追い打ちをかけるように、新たな訪問者が現れる。%K%P",
  "「こんにちは〜！」%K%P",
  "「って……あれ？　どうして弁財天サラがここに？」%K%P",
  "これまたさっき会ったばかりのカミサマだった。%K%P",
  "「この子、私とまったく同じリアクションしてるわ……」%K%P",
  "「なら、もう一度ぎゅっ♪　てしなきゃね」%K%P",
  "ニコニコ顔で俺に抱きついてくるサラさん。%K%P",
  "「ちょっ！？\\n　やや、やめてくださいって、そういうのはっ」%K%P",
  "「彼氏じゃないなら抱きつかないで下さいっ\\n　人前でそんなことするなんてはしたないですよ」%K%P",
  "硬直して抵抗できない俺に代わり、\\nシュリさんがサラさんを引きはがしてくれる。%K%P",
  "「おお〜、弁財天サラの恋人発覚！\\n　ていうかさ、そこにいるのは大和だよね？」%K%P",
  "「か、カグラか。さっきぶり」%K%P",
  "「えへへ〜、さっきぶりだね、大和！」%K%P",
  "「あれあれ？　もしかしてお知り合い？」%K%P",
  "「わたしも聞かせて欲しいわね。\\n　どうやら同じ学園のお仲間のようだし」%K%P",
  "シュリさんとカグラは今まさに同じ服装をしている。\\n少々デザインは異なるが、サラさんのも同じ制服だ。%K%P",
  "シュリさんが指摘したように、この３柱のカミサマたちは、\\n同じ学園に通う仲間ということらしい。%K%P",
  "カミサマ教育法が施行されてから、今年で２年めとなる。\\n全国各地に作られたカミサマ教育特区もその数を増やし、\\n上野御徒町から秋葉原に至るエリアも指定を受けた。%K%P",
  "神田方面の俺とは直接接点はないが、\\n湯島の方に指定を受けた学園があることは知っている。%K%P",
  "「３人とも同じ学園の生徒らしいけど、\\n　面識はないみたいだから、軽く自己紹介したらどうかな」%K%P",
  "「まずは言い出しっぺの俺から。\\n　辰巳屋の一人息子、辰巳大和です」%K%P",
  "「吉祥天シュリよ。\\n　一応、カミサマアイドル志望ってことでよろしく」%K%P",
  "「弁財天サラ、カミサマアイドルやってます！\\n　あと、大和くんの恋人も兼任してます♪」%K%P",
  "「はいはい、そのギャグはもうお腹いっぱいですから」%K%P",
  "シュリさんも慣れたもので、\\n俺に抱きつこうとするサラさんを引き離す。%K%P",
  "「それで、あなたは？\\n　見たところ、カミサマなのはわかるけど……」%K%P",
  "「天鈿カグラですっ！　カミサマアイドル志望！\\n　えっと、一応アメノウズメやってます……」%K%P",
  "「ああ、お多福の。はじめまして、どうぞよろしく」%K%P",
  "サラさんがふんわり笑顔で握手をする。%K%P",
  "憧れの『Ｌ☆ＳＥＶＥＮ』のセンターに握手をしてもらって、\\nカグラも緊張でガチガチになっていた。%K%P",
  "「カミサマアイドル志望ってことは、\\n　あなたも今度のオーディションに？」%K%P",
  "「うんっ、もちろんエントリーしてるよ。\\n　順位はぜんぜん下の方だけどね」%K%P",
  "「そっか。お互い苦戦してるみたいね……」%K%P",
  "どうやらシュリさんの方も、\\nカグラと似たり寄ったりの状況のようだ。%K%P",
  "「あの……水を差すようで悪いんだが、\\n　そのオーディションとやらについて説明してくれないか？」%K%P",
  "「仕方ないわね。それじゃ、ざっくり説明してあげる」%K%P",
  "シュリさんは面倒見のいい一面もあるらしく、\\n代表してオーディションについて説明してくれた。%K%P",
  "人気カミサマアイドルグループ『Ｌ☆ＳＥＶＥＮ』。\\nその新メンバーのオーディションが行われているそうだ。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』なのに人数増やしていいのかと思ったが、\\nその辺は問題ないらしい。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』は七福神のカミサマ達が\\nアイドルグループを結成したところから始まっている。%K%P",
  "だから７という数が大事なように思われるが、\\n七福神は元々八福神だったという説があるそうだ。%K%P",
  "その説を利用し『Ｌ☆ＳＥＶＥＮ』を\\n『Ｌ☆ＥＩＧＨＴ』にするというのが\\n今回のオーディションのはじまりだった。%K%P",
  "八福神に追加される一柱は吉祥天だとされている。\\n{分霊:わけみたま}であるシュリにとって、他人事ではない。%K%P",
  "「オーディションはネット投票で行われる予選と、\\n　ステージでパフォーマンスをする本選に分かれているの」%K%P",
  "「ちょうど今、予選が行われてる最中なんだよ」%K%P",
  "３ヶ月かけて行われる予選を勝ち抜いたカミサマだけが、\\n本選に出場することが出来る。%K%P",
  "オーディション本選に進むために、\\nカミサマアイドルの卵たちは日夜奮闘しているのだ。%K%P",
  "「だいたいのことはわかったよ。\\n　二人ともあまりうまく行ってないみたいだけど」%K%P",
  "「カミサマアイドル用の衣装がないと、\\n　やっぱり人気は出ないのかな〜と思って」%K%P",
  "「それで、お姉ちゃんが話してた辰巳屋さんに、\\n　衣装を仕立ててもらおうと思って来たのよ」%K%P",
  "「カグラちゃんも同じかしら？」%K%P",
  "「あたしはちゃんとアイドル服持ってるよ。\\n　今日はここの噂を聞いて偵察に来ただけ」%K%P",
  "偵察ってなんだ、偵察って。\\nそれに噂というのが気になるが……。%K%P",
  "「噂は正しかったみたいだね！\\n『Ｌ☆ＳＥＶＥＮ』の弁財天サラがここにいるんだもん！」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』の衣装は\\n　全員ここで作ってもらってるからね」%K%P",
  "「なるほど、同じ店で衣装を作れば、\\n　『Ｌ☆ＳＥＶＥＮ』の人気にあやかれるってことか」%K%P",
  "個人情報を守る意味もあって、\\n辰巳屋では顧客について公に言及したことはない。%K%P",
  "しかしカミサマの間では、\\nうちの店はそこそこ噂になっているようだ。%K%P",
  "「じゃあ、シュリさんはこの後\\n　衣装についての打ち合わせをするとして……」%K%P",
  "「カグラはどうするの？\\n　あなたもここで新しい衣装を仕立てる？」%K%P",
  "「ううん、あたしはやめとく。お金ないし」%K%P",
  "例えカミサマであっても、\\nことお金に関してはヒトと同じ悩みを抱えている。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』で活躍しているサラさんは別として、\\nなかなか思うようにはいかないようだ。%K%P",
  "「でも、どうしよ？\\n　このままじゃ予選の順位もあがらないよね」%K%P",
  "「わたしも衣装を作ったからって、\\n　急激に順位があがるとも思えないし」%K%P",
  "「みんな凝った衣装を着てるから、\\n　それが大きな売りになるとは思えないわね」%K%P",
  "カグラもシュリさんも難しい顔になってしまい、\\n釣られるようにサラさんも考え込んでしまった。%K%P",
  "「ねえ、サラさん」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』の現役メンバーとして、\\n　なにかいいアドバイスないかな？」%K%P",
  "「そうねぇ……」%K%P",
  "「サラさん！　ぜひあたしにアドバイスしてください！」%K%P",
  "「わ、私も……よろしくお願いします、サラさん」%K%P",
  "猫の手も借りたい状況の二人がサラさんに詰め寄った。%K%P",
  "でも、彼女は困った表情を浮かべている。%K%P",
  "「ごめんなさい、それは出来ません。\\n　関係者だから特定のカミサマに協力は出来ないの」%K%P",
  "『Ｌ☆ＳＥＶＥＮ』のメンバーということは、\\n選考する側の関係者でもある。%K%P",
  "ちょっとした助言でも不公平になってしまうから、\\nサラさんも軽率な発言は出来ないのだ。%K%P",
  "「なるほど、そういうことなら仕方ないか」%K%P",
  "「サラさんに相談するなんて、甘かったのかな」%K%P",
  "「みんなそれぞれ、自分の力だけで頑張ってるんだもんね」%K%P",
  "「自分の力だけ、か……」%K%P",
  "アイドルのオーディションは常に孤独な戦いなのだろう。%K%P",
  "でも、ふと思った。\\n本当にそうなのか？　って。%K%P",
  "「一人じゃなく、二人でやったらどうなんだ？」%K%P",
  "全員がライバルだとしても、その全てと敵対する必要はない。%K%P",
  "同じ境遇のカミサマが協力すれば、\\n少なくとも孤独な戦いをするよりはマシになるはずだ。%K%P",
  "「なるほど、ユニットを組むってことね？」%K%P",
  "「おお〜！」%K%P",
  "「面白いかも知れないわね。\\n　オーディション活動をソロでやれなんて決まりはないんだし」%K%P",
  "「よ〜し！　じゃあ、あたしとシュリでユニットを組もう！\\n　決まりだねっ！」%K%P",
  "「ちょっと待って」%K%P",
  "乗り気になったカグラに水を差すように、\\nシュリさんが制止する。%K%P",
  "「ユニットを組むアイデアはいいと思うけど、\\n　その相手があなたである必要はないでしょ」%K%P",
  "「そ、それはそうだけど……」%K%P",
  "「でも、そんな都合よくユニット相手が見つかるかしら？」%K%P",
  "「別にカグラがダメとは言ってません。\\n　ユニットを組むに相応しいかどうか確認したいだけです」%K%P",
  "「相手を誰にするかで、勝敗は大きく変わってくるはず。\\n　だからここは慎重に行きたいの」%K%P",
  "「言いたいことはわかった。\\n　でも具体的にどう判断するつもりなんだ？」%K%P",
  "「カグラのオーディションの順位次第ね。\\n　わたしより大幅に下だとしたら、さすがに組めないから」%K%P",
  "「天鈿カグラ！\\n　今のあなたの順位は？」%K%P",
  "「えっと、確か３４位だったと思うけど……」%K%P",
  "「……え？」%K%P",
  "「やっぱり低すぎるかなぁ？\\n　シュリはもっとずっと上なんだよね？」%K%P",
  "「それは……そのぉ……」%K%P",
  "露骨に視線を逸らすシュリ。\\nなかなか自分の順位を口に出そうとしない。%K%P",
  "「どれどれ、シュリちゃんの順位はっと……」%K%P",
  "サラさんはスマホを取り出し、\\nこの場で直接順位を確認しようとする。%K%P",
  "「ま、待って！」%K%P",
  "「……３９位よ」%K%P",
  "なんとカグラよりも下だった。%K%P",
  "「やった！　あたしのほうがぜんぜん上だよ！」%K%P",
  "「な、なかなかの実力者のようね。\\n　いいわ、あなたとユニットを組んであげる」%K%P",
  "シュリさんは上から目線な発言をしているが、\\n実際にはカグラのほうが上位者である。%K%P",
  "「よっしゃー！　ならユニット結成ってことでいいね！\\n　あとでごにょごにょ言ってもダメだから」%K%P",
  "「わかってるわよ。\\n　一度決めたことについて、後からとやかく言わない」%K%P",
  "彼女も覚悟を決めたようだ。%K%P",
  "こうして、かなり行き当たりばったりではあるが、\\nここに急ごしらえのカミサマアイドルユニットが誕生した。%K%P",
  "「でも、ユニット活動って具体的に何をするものなんだ？」%K%P",
  "「う〜ん……同じ歌を唄ってダンスを合わせる、とか？」%K%P",
  "「その程度しか思いつかないわね」%K%P",
  "「サラさん〜」%K%P",
  "さっき断られたばかりなのに、\\n未練がましくサラさんに甘えようとするカグラ。%K%P",
  "そんな彼女に冷たくすることも出来ないサラさんは、\\n甘えられると弱いお姉ちゃん気質なのだ。%K%P",
  "「気持ちはわかるけど、やっぱりダメよ。\\n　それに、同じカミサマの私に聞いてどうするの」%K%P",
  "「ヒトを喜ばせるためのアイドル活動なんだから、\\n　カミサマの意見じゃなくヒトの意見を参考にしなさい」%K%P",
  "「ってことは……」%K%P",
  "シュリとカグラの視線が俺に集中する。%K%P",
  "「ちょっと待て、俺か？」%K%P",
  "「だってここにいる人間はあなただけだし」%K%P",
  "「ユニットのアイデアをくれたのも大和だしね！」%K%P",
  "「オーディションのライバル同士を組ませるなんて発想、\\n　普通はなかなか出てこないものよ」%K%P",
  "みるみる俺の株が上がっていく。%K%P",
  "確かに、{幸魂:さきみたま}を集めるためのアイドル活動なんだから、\\n人間の意見を参考にせよというのは理解できる。%K%P",
  "でもどうして俺なんだ？%K%P",
  "「もしかして、迷惑だったかな？」%K%P",
  "「迷惑なんてことはないけど……」%K%P",
  "「今、頼れるのはあなただけなの。\\n　お願い、大和！　わたしたちに力を貸して！」%K%P",
  "どうして俺なんだ？　という思いは尽きない。%K%P",
  "でも彼女たちに希望の光を与えたのは、\\n他でもないこの俺なのだろう。%K%P",
  "「わかった。俺でよければ力を貸すよ」%K%P",
  "「この辰巳大和、人間代表として、\\n　吉祥天シュリと甘鈿カグラのアイドル活動に協力しよう！」%K%P",
  "「ありがとう、大和！」%K%P",
  "「大和〜！」%K%P",
  "喜びのあまり左右から抱きついてくる二人。%K%P",
  "「っ！！？」%K%P",
  "「あら、大和くんってばモテモテね」%K%P",
  "「あ！　いえっ、これはそういうんじゃなく！\\n　これは一時の気の迷いというか、勢いでしちゃっただけで！」%K%P",
  "俺を突き飛ばすように離れるシュリさん。\\n解放されてホッとしたが、さすがにちょっと悲しいぞ。%K%P",
  "「なら、私が代わりに……」%K%P",
  "「いえ、それはちょっと、ダメ、と言うか……」%K%P",
  "「ユニットを組むのは、このわたしですから」%K%P",
  "割り込もうとしたサラさんを遮って、\\n俺の袖の端っこをちょこんとつまむ。%K%P",
  "抱きつきたくはないけれど、この場所は譲れないという、\\n彼女なりの意思表示だった。%K%P"
]