[
  "シュリさんのアイドル衣装の打ち合わせが済むのを待つ間、\\n俺の部屋で待機していた。%K%P",
  "その間、二人のユニット活動をどうすればいいのか、\\nネットで情報を集めつつアイデアを練る。%K%P",
  "１時間ほど経ち、ようやくシュリさんが姿を見せた。%K%P",
  "「お待たせ、二人とも」%K%P",
  "「どうだった、衣装のほうは？」%K%P",
  "「ん〜、それがよくわかんなくて。\\n　だからこんな感じで〜っていうイメージだけ伝えて、\\n　後はお任せにしちゃった」%K%P",
  "そんな適当な発注でいいのか疑いたくなるが、\\nカミサマの衣装はそのくらいのゆるいノリが基本だ。%K%P",
  "大まかなイメージを聞き、大胆にデザインを起こす。\\n辰巳屋はそこが評価されてカミサマ達にご愛顧頂いているのだ。%K%P",
  "「細かい注文を出しても時間がかかるばかりだし、\\n　これでよかったのかも知れないわね」%K%P",
  "既にオーディションの予選はスタートしている。%K%P",
  "新しい衣装でアピールすることを考えると、\\n可能な限り短い納期で仕上げた方がいい。%K%P",
  "「それにサラさんも相談に乗ってくれるみたいだし」%K%P",
  "「え〜、そういうのはいいんだ？」%K%P",
  "「辰巳屋の仕事に意見を出すのは前からやってるからな。\\n　オーディションとは関係なく公平にするんだろう」%K%P",
  "シュリさんの衣装だけ特別扱いする訳じゃない。\\n他のエントリーしたカミサマにも同じようにしているはずだ。%K%P",
  "「じゃあ、シュリさんも来たことだし、\\n　さっそくユニット活動の作戦会議を始めようか」%K%P",
  "「その前にひとつだけいい？」%K%P",
  "シュリさんが挙手して発言する。%K%P",
  "「その、シュリさんっての、やめて欲しいんだけど」%K%P",
  "「そうそう、あたしもそれ気になってた！\\n　あたしのことはカグラって呼び捨てにするのに、\\n　シュリだけさん付けってのはやっぱりヘンだよ！」%K%P",
  "「……シュリって呼んでも、怒らない？」%K%P",
  "「怒らないわよ。とにかくカグラと同じにして」%K%P",
  "「わかったよ、シュリ」%K%P",
  "「それでよし」%K%P",
  "カグラと違って上から目線なのが気になるが、\\nこれもシュリの個性ということで許容するか。%K%P",
  "「まずは現状の把握から行こう」%K%P",
  "『Ｌ☆ＳＥＶＥＮ』新メンバーオーディションの\\n公式サイトにアクセスする。%K%P",
  "様々なコンテンツが公開されているが、\\n予選の順位もリアルタイムで確認できる。%K%P",
  "「わたしの今の順位は、っと……やっぱり３９位か。\\n　ダメダメすぎる……」%K%P",
  "さきほど自己申告した順位と変わらず、シュリは３９位だった。%K%P",
  "現在のエントリーは５２柱。\\nそれを考えるとシュリは下位に属する。%K%P",
  "「次はカグラの番だな」%K%P",
  "「あたしは３４位！\\n　ここんとこずっとこの辺をふらふらしてるんだよね〜」%K%P",
  "「そ、それでもわたしより上だからいいわよ」%K%P",
  "ユニットを組む二人だが、同時に予選を争うライバルでもある。%K%P",
  "少ない差でも明確に上下を知らされると、\\nさすがに堪えるようだ。%K%P",
  "「今の順位は参考程度に考えればいいよ。\\n　問題はここからどうランクアップしていくかだから」%K%P",
  "こう言っては失礼だが、シュリもカグラも予選対策として、\\n特別に何かをしている様子もない。%K%P",
  "カミサマアイドルの卵として、地道に活動しているだけだ。%K%P",
  "「なら、大和はどうしたらランクアップ出来ると思う？」%K%P",
  "「ユニットを組んだばかりだから、\\n　今すぐにってのは無理な話だよ。\\n　時間をかけて少しずつ、みんなに知ってもらう必要がある」%K%P",
  "「そんな悠長なこと言って、時間は残り少ないのよ」%K%P",
  "「わかってるよ。だから残り時間は有効に使おう。\\n　毎日ユニットの活動状況を報告するんだ」%K%P",
  "「二人があれやこれやと試行錯誤しながら、\\n　ユニットとしてレベルアップしていく様子を見てもらったら、\\n　結構面白そうだと思うんだけど」%K%P",
  "「いいじゃない。ファンの反応もよくなりそう」%K%P",
  "「いきなりカンペキにするなんて無理だしね。\\n　少しずついいユニットにしていければいいよ」%K%P",
  "シュリとカグラも賛同してくれた。\\nとなれば後は行動に移すのみだ。%K%P",
  "「じゃあ、最初はユニット結成の宣言をしよう！」%K%P",
  "スマートフォンを動画モードにして、二人に向ける。%K%P",
  "オーディションにエントリーしたカミサマは\\n公式サイトに写真や動画をアップすることができるのだ。%K%P",
  "「え？　ちょっと！　まだ撮ってないわよね？」%K%P",
  "「アイドルの衣装はどーする？」%K%P",
  "「わたしが制服なんだからカグラも合わせなさいよっ」%K%P",
  "同じ学園に通っていたのが幸いし、\\nお揃いの制服で並んだ姿はユニットらしく見える。%K%P",
  "「準備はいいか〜？\\n　そろそろ撮り始めるぞ〜」%K%P",
  "「ま、待って！　いきなり言われても困るし！\\n　ユニット結成宣言だよね。何を言えばいいの？」%K%P",
  "「自分の名前と、ユニット結成しま〜すってだけで\\n　いいんじゃないかな？」%K%P",
  "「それだけ？　そんな適当なのでいいの？」%K%P",
  "「勢いとノリで始めたアイドルユニットなんだ、\\n　スタートはそんな感じでいいと思う」%K%P",
  "むしろ、その方が今の二人には相応しい。%K%P",
  "今日初めて出逢った二人が、\\nオーディション予選突破に向けてユニットを組む。%K%P",
  "今は勢いだけの二人が今後どうなっていくのか。\\n想像するだけでワクワクするじゃないか。%K%P",
  "「じゃあ、撮るぞ〜」%K%P",
  "今度こそ録画をスタートさせる。%K%P",
  "シュリは未だにわたわたしていたが、\\nそんな彼女の脇腹をカグラが肘でつつく。%K%P",
  "「え？　ちょっと、わたしからなの？」%K%P",
  "「き、吉祥天シュリです！」%K%P",
  "「天鈿カグラだよ〜！」%K%P",
  "「こ、このたび、わたしとカグラは\\n　ユニットを結成することにしました！」%K%P",
  "「わーい、ぱちぱちぱち〜」%K%P",
  "「って、カグラも何か言いなさいよ」%K%P",
  "「りょうかーい！\\n　えっと、二人でオーディション予選を突破するために、\\n　ライバルだけど手を組むことにしましたっ」%K%P",
  "「一人じゃ無理でも二人ならなんとかなるってやつだね！」%K%P",
  "「正直、ユニットを組む相手がこの子でいいのか、\\n　ものすご〜く不安ですが……」%K%P",
  "「ちょっと待って、それはこっちのセリフだし！\\n　これでも今の順位はあたしの方が上なんだからね」%K%P",
  "「か、下位の順位差なんてほとんど意味ないんだから」%K%P",
  "「それでも今はあたしが上だもん！\\n　つまりシュリより人気あるってことでしょ」%K%P",
  "「ぐぬぬ……」%K%P",
  "「だから、二人のユニットはあたしがリーダーでいいよね！」%K%P",
  "「ちょっと待ちなさい！　それだけは譲れないわ！」%K%P",
  "「いーやっ、これは確定事項だから！\\n　ユニットの名前もカグラ＆シュリで決定だよ！」%K%P",
  "「そこはシュリ＆カグラでしょ！\\n　ていうかなにその名前並べただけのユニット名は！」%K%P",
  "「正式なのはそのうち決めればいいじゃん。\\n　とにかく仮でもいいから名前つけとかないと」%K%P",
  "「そ、それもそうね。\\n　じゃあ、シュリ＆カグラ（仮）でいいわ」%K%P",
  "「カグラ＆シュリ（仮）だし！」%K%P",
  "「ぐぬぬ……」%K%P",
  "「うぎぎ……」%K%P",
  "「はい、オッケー！\\n　いや〜、二人とも息ぴったりじゃないか」%K%P",
  "ここが潮時と見て、録画を終了させた。%K%P",
  "そこでようやく二人も冷静さを取り戻す。%K%P",
  "「待って、今のはさすがになしよね？\\n　もう一回撮り直すんでしょ？」%K%P",
  "「どうして？　いい感じに盛り上がったじゃないか」%K%P",
  "「いやでも、ユニット組むって言ってるそばから\\n　口げんかしちゃってるじゃない！」%K%P",
  "「そうそう、だから大人しくカグラ＆シュリ（仮）に\\n　しとけばよかったんだよ」%K%P",
  "「あんたもしつこいわね！」%K%P",
  "「そっちこそ細かいことでぐちぐちと……」%K%P",
  "さっそく一触即発の二人だ。\\n根本的に性格が違いすぎるんだろう。%K%P",
  "「最初はデコボココンビでいいと思う。\\n　そんな二人がどうなっていくかがポイントだから」%K%P",
  "「な、なるほど……」%K%P",
  "「さすがあたし。何も言われなくても空気読めてる」%K%P",
  "「空気読めてないでしょ、あんたは」%K%P",
  "これだけいい掛け合いが出来るなら、十分期待が持てそうだ。%K%P",
  "そして問題の焦点となったユニット名についてだが――%K%P",
  "「ユニット名をどうするかっていうネタも出来たんだ、\\n　いっそのこと投票で決めたらどうだ？」%K%P",
  "動画につけられるコメントで、勝敗を決する。\\nあくまで仮の名前だから出来ることだ。%K%P",
  "「それは面白そうね。\\n　話題性もあるし、参加できるってのもいいと思う」%K%P",
  "「じゃあ、さっそくアップしてみようよ！」%K%P",
  "話はまとまり、俺のスマホから直接\\nそれぞれのアカウントに撮った動画をアップロードする。%K%P",
  "そこに仮ユニット名の投票を促すコメントをつけ、\\nこれで準備完了だ。%K%P",
  "「どうかなどうかな……？」%K%P",
  "「そんなすぐに反応あるはずないでしょ」%K%P",
  "「あっ、コメントついた！\\n　おお〜、なんという反応速度！」%K%P",
  "「シュリ＆カグラ（仮）に一票だって」%K%P",
  "「まだまだ始まったばかりだもん……」%K%P",
  "「さあて、どうかしら？」%K%P",
  "今回のオーディションはかなり注目されていることもあり、\\nとにかく反応が早い。%K%P",
  "視聴回数もぐんぐん伸び、コメントも次々についていった。%K%P",
  "「話題性がある分、出だしは好調みたいだな」%K%P",
  "「うんうん、ばっちり狙い通りじゃない」%K%P",
  "「全部大和が考えてくれた作戦だけどね」%K%P",
  "「わ、わかってるわよ。\\n　わたしだってちゃんと、感謝してるし」%K%P",
  "「……ありがとね、大和。\\n　あなたのおかげで、うまく行きそう」%K%P",
  "改まってお礼を言うのは気恥ずかしいのか、\\nシュリは顔を赤くしてもじもじしていた。%K%P",
  "そんな風にされたら、こっちだって意識してしまう。%K%P",
  "「と、とにかくユニット活動は始まったばかりだ。\\n　これからどんどん盛り上げていこう」%K%P",
  "「おー！！」%K%P"
]