[
  "待ちに待ったその時がやってきた。\\nシュリのアイドル衣装がようやく完成したのだ。%K%P",
  "「やっとこれでカミサマアイドルっぽくなるね！」%K%P",
  "制服で活動していた二人のユニットだが、\\n衣装を得ていよいよ本格始動となる。%K%P",
  "「それにしてもおっそいな〜。\\n　いつまで着替えてるんだろ？」%K%P",
  "待ちきれなくなったカグラが様子を見に行こうとする。%K%P",
  "そこへ着付けを手伝っていたサラさんが戻ってきた。%K%P",
  "「お待たせ、二人とも。\\n　着付け終わったわよ」%K%P",
  "「で、肝心のシュリは？」%K%P",
  "「恥ずかしがって出てこないの。\\n　どうする？　こっちから行く？」%K%P",
  "「よ〜し、こうなったらあたしの踊りで\\n　シュリに出てこさせるよ！」%K%P",
  "「おお、さすがはアメノウズメ……」%K%P",
  "日本神話では、その踊りによって天岩戸に閉じこもった\\nアマテラスの気を惹いたとされるのがアメノウズメだ。%K%P",
  "カグラの舞踊ならば、恥じらう乙女状態のシュリを\\n引っ張り出すことも出来るだろう。%K%P",
  "「じゃあさっそく……」%K%P",
  "と、制服の裾に手をかけるカグラ。%K%P",
  "「ちょっと待て、なにをしてる？」%K%P",
  "「踊りに{神力:じんりき}を乗せるには、\\n　カミサマ服を着てないと効果激減だし」%K%P",
  "「カミサマって謎パワーで\\n　ピカーッと早着替えするんじゃないのか？」%K%P",
  "サラさんはそうやってた。\\n視線を送ると申し訳なさそうに首を横に振られてしまった。%K%P",
  "「あれはカミサマなら誰でも出来ることじゃないのよ」%K%P",
  "「あたしはサラさんみたいにすごくないから、\\n　フツーにお着替えしなきゃいけないんだよ」%K%P",
  "持ってきたバッグからごそごそと衣装を引っ張り出す。%K%P",
  "これじゃカミサマじゃなくて、ただのコスプレイヤーだ。%K%P",
  "「おいっ、ここで着替えるつもりか？」%K%P",
  "「え〜、いいじゃん別に。\\n　ハダカになる訳じゃないんだし、あたし気にしないよ」%K%P",
  "そう言いながら現在進行形で脱衣していくカグラ。%K%P",
  "「待って、お願いだからそれ以上脱ぐのはやめてね」%K%P",
  "「やだよ〜！」%K%P",
  "「頼む、シュリ！　助けると思って出てきてくれ！」%K%P",
  "カグラに何を言っても無駄だと判断し、\\n襖の向こうのシュリに助けを求めた。%K%P",
  "「何やってるのよ、もぉ……」%K%P",
  "カグラの踊りの効果とはちょっと違うが、\\nようやくシュリが姿を現してくれた。%K%P",
  "「そ、そんなにじろじろ見ないでってば。\\n　恥ずかしいじゃない」%K%P",
  "シュリのアイドル衣装は、想像を遥かに超えた露出度だった。%K%P",
  "とはいえ決して下品ではなく、\\n幻想的な雰囲気があり、いい感じに仕上がっている。%K%P",
  "「吉祥天っぽさはうまく出せたと思うんだけど、どうかな？」%K%P",
  "サラさんのともカグラのとも違う、シュリだけのデザイン。%K%P",
  "制服姿ではヒトと見間違いそうになるシュリだが、\\nこれなら誰がどう見ても立派なカミサマだ。%K%P",
  "「…………」%K%P",
  "「顔を真っ赤にして黙らないでよ」%K%P",
  "「し、仕方ないだろ。こんなの……」%K%P",
  "「おかしくない、かしら？」%K%P",
  "「……似合ってるよ、すごく」%K%P",
  "ストレートに褒めるなんて恥ずかしいけど、\\n似合うという言葉しか出てこない。%K%P",
  "新衣装を着たシュリは色気たっぷりで、\\nとにかく魅力的に映っていた。%K%P",
  "「そ、そうかな？　ちょっと肌見せ過ぎじゃない？」%K%P",
  "「そんなことないわよ。\\n　カミサマアイドルの衣装なんて、みんなこれくらいだし」%K%P",
  "「いいな〜、シュリの衣装。\\n　あたしのよりずっとエッチで！」%K%P",
  "「なあっ！？」%K%P",
  "「おいこらっ、人がせっかく避けていた単語を……」%K%P",
  "「あれ？　あたしは褒めたつもりだったんだけど」%K%P",
  "カグラ的に、エロは正義らしい。%K%P",
  "俺もそれには同意だが、如何せんタイミングが悪すぎる。%K%P",
  "「やっぱりエッチなんだあぁぁぁ〜っ！！」%K%P",
  "あ〜、シュリの恥じらいが倍増しちゃったじゃないか。%K%P",
  "「エッチなのはいいことだよ。\\n　ファンのみんなだってエッチなシュリが大好きだよ」%K%P",
  "「そんなのやだ〜！」%K%P",
  "カグラとしては熱心にフォローしているつもりなんだろうが、\\n最悪なことに価値観が違いすぎる。%K%P",
  "「そ、そうだ、サリーはどうしたの？\\n　あれをつけていれば、エッチな感じじゃなくなると思うけど」%K%P",
  "「……うん、つける」%K%P",
  "泣きそうな顔のシュリは多少落ち着きを取り戻し、\\nサラさんの提案に乗ってみる。%K%P",
  "「あら、すごくいいじゃない！」%K%P",
  "サラさんが全力のフォローに入った。%K%P",
  "シュリが拗ねてこの衣装もう着ないという話になれば、\\nいろいろ面倒になるだけに必死だ。%K%P",
  "「う〜ん、エッチさが減っちゃったよ。つまんないの〜」%K%P",
  "「そっかそっか、エッチじゃなくなったのか〜」%K%P",
  "カグラの発言にシュリもホッとしている。%K%P",
  "だがしかし、減っただけでなくなったとは誰も言っていない。%K%P",
  "「…………」%K%P",
  "現に、俺は今のシュリのほうがずっと好みだ。\\nよく似合っているし、かわいいと思う。%K%P",
  "露出度を減らすはずのサリーも、\\nその生地は薄く、向こうが透けて見えるほどだ。%K%P",
  "ストレートに肌が見えているよりも、\\nサリー越しにうっすら映るほうがずっとエロいと感じる。%K%P",
  "「ちょっと大和。無言で見つめないでよ」%K%P",
  "「っと、悪い。\\n　あまりにシュリの美しさが神懸かっていたもんで」%K%P",
  "「神懸かってた？　わたしが？」%K%P",
  "「サリーがあると、ぐっと神秘的になるよ。\\n　すごくカミサマっぽいし、かわいくなってる……」%K%P",
  "言えば言うほど照れくさくなる。\\nでも、シュリのために頑張って褒め倒した。%K%P",
  "「そ、そっか〜、ふーん、大和がそこまで言うんなら、\\n　これはこれで悪くないのかも知れないわね」%K%P",
  "「大和ってばシュリのことばっか褒めすぎ〜」%K%P",
  "「しょうがないだろ。実際そう思ったんだし」%K%P",
  "「ふふっ、人間代表の大和がそう感じちゃったのなら、\\n　仕方ないわよね。遠慮しないでもっと褒めていいのよ」%K%P",
  "「その衣装を着たシュリはかわいいよ。\\n　ほんとによく似合ってる」%K%P",
  "「えへへ〜、そっか〜。困っちゃうな〜」%K%P",
  "褒められまくってデレデレである。%K%P",
  "シュリもご機嫌になってくれたということで、\\nこの場はなんとか丸く収まった。%K%P",
  "「はい、撮りま〜す」%K%P",
  "場所を俺の部屋に移し、さっそく撮影会となる。%K%P",
  "シュリのアイドル衣装初お披露目ということで、\\n話題性もバッチリだ。%K%P",
  "「かわいく撮ってね、大和」%K%P",
  "「あたしもあたしも〜！\\n　カグラ＆シュリ（仮）の座は明け渡さないんだから！」%K%P",
  "今日のユニット名はカグラ＆シュリ（仮）で、\\nリーダーはカグラとなっている。%K%P",
  "でも、シュリのアイドル衣装の効果で、明日は逆転しそうだ。%K%P",
  "「並んでみると全く統一感ないわね。\\n　これでよかったの？」%K%P",
  "「いいのいいの。カミサマは個性が大事なんだから」%K%P",
  "ユニットだからデザインの方向性を同じにしたほうがいい、\\nという考えも理解できる。%K%P",
  "でも、シュリとカグラのユニットは未来永劫続くものではない。\\n予選が終われば、新メンバーの座を争うライバルとなるのだ。%K%P",
  "「あたしとシュリじゃ性格もぜんぜん違うんだし、\\n　これでいいんじゃないかなあ」%K%P",
  "「そうね。ところで……」%K%P",
  "「どうしてサラさんも着替えてるんですか？」%K%P",
  "シュリがジト目でサラさんを見据える。%K%P",
  "「二人だけかわいくしてるなんて、ずるいもん」%K%P",
  "「ずるいもん、って……」%K%P",
  "シュリが呆れている。\\nその視線から逃れるように、サラさんが俺の背中に隠れた。%K%P",
  "「二人の邪魔はしないから、ねっ？\\n　ほら、大和くんの後ろで映らないようにしてるから」%K%P",
  "「ちょ、ちょっとサラさん……」%K%P",
  "後ろにいるのはいいけど、思いっきりくっついてるんですが。%K%P",
  "やたらといい匂いがするしやわらかいしで、\\nカメラを持つ俺もおかしくなりそうだ。%K%P",
  "「ささ、続けて続けて♪」%K%P",
  "「邪魔しないなら構いませんけど……」%K%P",
  "カグラもシュリもかなり魅力的だが、\\n現役トップアイドルのオーラは圧倒的だった。%K%P",
  "サラさんと同じ高みに辿り着かねばならないことを、\\n二人は強く意識させられたようだ。%K%P",
  "「あたしやシュリよりずっとお肌隠れてるのに、\\n　どーしてあんなにえっちぃ感じなの〜？」%K%P",
  "「同性のわたしから見ても、すっごく魅力的なのよね……」%K%P",
  "敵わないなぁ、という二人の心のぼやきが\\n俺にも届いた気がした。%K%P",
  "「おお〜、さすがにシュリの新衣装は好評だな」%K%P",
  "動画につけられたコメントも桁違いに多い。\\nひとまずてこ入れは成功と言っていいだろう。%K%P",
  "「そういやシュリだけじゃなく、\\n　カグラのも初お披露目だったか」%K%P",
  "ユニット結成前に公開していた静止画はあったが、\\n動画はこれが初となる。%K%P",
  "「そしてやっぱりエロいって評価か……」%K%P",
  "露出度の少ない制服では得られないエロスは圧倒的だった。%K%P"
]