[
  "「……シュリ、大丈夫か？」%K%P",
  "俯いて座り込むシュリの肩を軽く叩いた。%K%P",
  "「大和ぉ……」%K%P",
  "振り返ったシュリは、泣きそうな顔で震えていた。%K%P",
  "「あんまり大丈夫じゃなさそうだな」%K%P",
  "「だって……しょうがないでしょ、こればっかりは……」%K%P",
  "カミサマも不安になれば緊張だってする。%K%P",
  "それはこの短い間でシュリとカグラから学んだことだ。%K%P",
  "「よければ話、しないか？」%K%P",
  "「……うん」%K%P",
  "「ねえ、ちょっと！\\n　いったいどこへ連れて行くつもりなの？」%K%P",
  "「悪いけどもうちょっとだけつきあってくれ」%K%P",
  "シュリの手を引きながら、秋葉原の街を抜けていく。%K%P",
  "駅前のビルを通り過ぎ、ようやく目的の場所に辿り着いた。%K%P",
  "「ここは……」%K%P",
  "「シュリも知ってるだろ？\\n　本選はここで行われるんだ」%K%P",
  "秋葉原にあるイベントステージ。\\nここでオーディション本選が行われることが告知されている。%K%P",
  "予選は全てネットで行われるため、\\n明日の結果発表までこのステージが使われることはない。%K%P",
  "「見て。他のカミサマアイドルも、ここに来てる」%K%P",
  "「ほんとだ……」%K%P",
  "同じ想いを有する者たちが、\\n聖地とも言うべきここに集っていた。%K%P",
  "ラブ☆カミと予選通過を争うカミサマもいれば、\\nほぼ落選が決まっているカミサマもいる。%K%P",
  "皆、最後の瞬間をここで迎えようとしているんだ。%K%P",
  "「……カグラも誘えばよかったね」%K%P",
  "どうしてわたしだけ？　とシュリの視線が問いかけていた。%K%P",
  "「そうだな、なんで誘わなかったんだろ」%K%P",
  "その答えはなんとなくわかっている。%K%P",
  "シュリの背中が心細そうに見えたからだ。%K%P",
  "「ここから先は、カグラもライバルなんだね」%K%P",
  "ユニットを組んだ仲間でも、\\n本選では直接争うことになる。%K%P",
  "既にシュリは予選の先にあるものを見ていた。%K%P",
  "「私は絶対、『Ｌ☆ＳＥＶＥＮ』に入るんだから」%K%P",
  "震えていたシュリはもうどこにもいない。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』に入ったら、\\n　きっとお姉ちゃんもわたしのことを見てくれる。\\n　だからオーディションにエントリーしたの」%K%P",
  "「シュリのお姉さんって、毘沙門天だっけ？\\n　仲が悪かったりするの？」%K%P",
  "「ううん、仲良しだよ。すっごく仲良しだし、大好き」%K%P",
  "シュリの笑顔がまぶしい。\\nこれまで見た中で最高の笑顔だった。%K%P",
  "「でもお姉ちゃんは『Ｌ☆ＳＥＶＥＮ』のメンバーになって、\\n　家を出て行っちゃった。一人暮らしを始めるようになったの」%K%P",
  "「お姉ちゃんはとってもすてきで、\\n　わたしと違っていつも前だけをまっすぐ見てる」%K%P",
  "「きっともう、お姉ちゃんは戻ってこない。\\n　だからわたしは待つのをやめた。追いかけることにしたの」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』のメンバーになれたら、\\n　またお姉ちゃんと一緒にいられる。\\n　置いて行かれるのはもう嫌なの」%K%P",
  "「こんな自分勝手な理由でカミサマアイドルになるなんて、\\n　大和も失望したでしょ？」%K%P",
  "シュリはうっすらと微笑んでいた。%K%P",
  "それは切なくて、涙が出そうになる。%K%P",
  "「ごめんね、あんなに一生懸命してくれたのに」%K%P",
  "「謝らなくていい」%K%P",
  "こんな嘘みたいな笑顔は、\\n俺の知ってるシュリには似合わない。%K%P",
  "「謝るなよ、シュリ……そんな目で俺を見ないでくれよ……」%K%P",
  "「……でも」%K%P",
  "「理由なんて何だっていいんだ。\\n　少なくとも、シュリは俺に夢を見せてくれた。\\n　それ以上の何が必要だって言うんだ」%K%P",
  "「シュリが唄う姿は、いつだってキラキラしてたよ。\\n　そんなお前に、俺は惹かれたんだ」%K%P",
  "最初はカミサマアイドルに興味なんてなかった。%K%P",
  "シュリの姿を見て、はじめて心動かされたんだ。%K%P",
  "「こんなわたしでも……いいの？」%K%P",
  "「お姉さんと一緒にアイドル活動したいってのは、\\n　決して恥ずかしい夢じゃない」%K%P",
  "「大好きなお姉さんに憧れて、あんな風になりたくて、\\n　カミサマアイドルになりたいって思ったんだろ？」%K%P",
  "「シュリのキラキラした夢はちゃんと伝わってるよ。\\n　だからこそ、こんなにみんなが票を入れてくれたんだ」%K%P",
  "「そうだろ、シュリ？」%K%P",
  "「うんっ……そうだね……大和の言うとおりだ」%K%P",
  "「あははっ、なーにヘンな気持ちになってたんだろ。\\n　こんなのわたしらしくないよ」%K%P",
  "ようやくシュリにいつもの笑顔が戻った。%K%P",
  "これでもう、恐れるものはない。%K%P",
  "「俺はシュリの夢を信じるよ。\\n　その願い、ぜったい叶えてあげたい」%K%P",
  "「大和がついててくれたら百人力だね」%K%P",
  "「おうっ、任せろ」%K%P",
  "「うん、任せた。これからもよろしく、大和」%K%P",
  "互いに手を取り合い、固く握手を交わした。%K%P",
  "予選が終わっても、俺とシュリの絆は途切れない。%K%P",
  "盟約の証となる、握手だった。%K%P"
]