[
  "こうして、俺とサラさんは恋人関係を更に前進させた。%K%P",
  "初日に何回も練習した甲斐あって、\\n俺たちは会うたびにキスするようになっている。%K%P",
  "「ちゅっ」%K%P",
  "不意打ちのようなサラさんのキス。%K%P",
  "唇にじゃなくて頬だったけど、いきなりだとさすがに驚く。%K%P",
  "「ふふっ、しちゃった♪」%K%P",
  "「しちゃった、じゃないですよ、もう」%K%P",
  "「やっぱりほっぺより唇のほうがよかったかしら？」%K%P",
  "「なら、今度は俺の方からいきます」%K%P",
  "「あんっ」%K%P",
  "最初はふざけるようなくちづけでも、\\nいつもエスカレートして本気のキスに発展してしまう。%K%P",
  "恋人同士がするようなことをして、\\n表面上はカップルのように見えているはずだ。%K%P",
  "しかし、恋に不慣れな俺と、恋を知らないサラさんだと、\\n本当にこれでいいのかという不安が湧き上がってくる。%K%P",
  "「サラさんに聞いてみたいことがあるんですが」%K%P",
  "「俺と恋愛をすることについて、率直にどう思います？」%K%P",
  "普通はこんなことわざわざ質問しないんだろう。%K%P",
  "でも、恋を知らないと明言しているサラさんに対しては、\\nきっと普通を当てはめて考えてはいけない。%K%P",
  "「大和くんと恋愛すること……そうね……」%K%P",
  "「恋愛していること自体は、楽しいと思うわ。\\n　でも、本音を言えばやっぱりよくわからないの」%K%P",
  "「大和くんのことは元々弟みたいに思ってて、\\n　好ましいと感じていたから、その延長みたいなものかしら」%K%P",
  "「触れ合ったりキスしたりするとドキドキするけれど、\\n　この感情が恋なのかと問われたら、私には断言できないわ」%K%P",
  "「そう、ですか……」%K%P",
  "「ごめんね」%K%P",
  "申し訳なさそうに謝られてしまった。%K%P",
  "決して嫌われているわけじゃない。\\nむしろ好かれているし、俺もサラさんをより好きになった。%K%P",
  "でも、彼女に恋心が芽生えたかというと、\\n俺にもよくわからない。%K%P",
  "「やっぱり恋愛未満なのかな……」%K%P",
  "つい不安を口に出してしまう。%K%P",
  "サラさんに向けた言葉ではなかったけれど、\\n彼女の耳にも届いてしまった。%K%P",
  "「大和くんはなにも悪くないわ。\\n　悪いのは私のほうで……」%K%P",
  "「でも、サラさんに恋を教えるなんて言っといて、\\n　ちっともうまくいってません」%K%P",
  "彼氏になって、キスもして、それを喜んでいる俺がいる。%K%P",
  "サラさんはいまだに、歌を取り戻していないというのに。%K%P",
  "そんな自分が不甲斐なくて、悔しい。%K%P",
  "「違うの、そうじゃないの。\\n　どう言ったら大和くんにちゃんと伝わるのかしら……」%K%P",
  "「…………！」%K%P",
  "サラさんの言葉で閃いた。%K%P",
  "言葉以上に伝わるものがある。\\nそれがなんなのか、俺はよく知っている。%K%P",
  "「言葉で伝わらないなら、歌で伝えてください」%K%P",
  "「大和くん……」%K%P",
  "サラさんは、まだ歌えない。\\nそれを知った上で言っていることに、彼女も気付いていた。%K%P",
  "「歌ならきっと、言葉に出来ない想いを伝えられるはずです」%K%P",
  "「違いますか、サラさん？」%K%P",
  "「違わないわ。でも……」%K%P",
  "サラさんは諦めの言葉を口にしかけたけれど、\\nそのまま飲み込んだ。%K%P",
  "そして全てを咀嚼するように、考え込む。%K%P",
  "「そうね……わからないなら、いっそ歌にしてしまえばいい」%K%P",
  "「今の自分の気持ちを全て詰め込んだ、そんな歌に」%K%P",
  "恋とか愛とか、そんな単純な言葉では語りきれない。%K%P",
  "そもそもひとつに集約しようとするほうが間違いなんだ。%K%P",
  "「俺も気付きました。\\n　人の心は、単語ひとつで表現できるものじゃない」%K%P",
  "「だから、歌なのね？」%K%P",
  "「はい」%K%P",
  "この１年あまりの間、サラさんはずっと\\nカミサマアイドルとして唄い続けてきた。%K%P",
  "でもそれは、本当にサラさんの歌だったのか？%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』では、与えられた歌を唄ってきたわ。\\n　どれもいい曲だったけれど、私はただそれをなぞっただけ」%K%P",
  "「それでいったいなにが理解できるっていうの？\\n　ファンのみんなになにを伝えられるのかしら？」%K%P",
  "「私はなにもわかってなかった。\\n　なにがわからないのかも、気付いていなかった」%K%P",
  "恋する気持ちは、あくまでその中のひとつ。%K%P",
  "もっといろいろな感情があって、歌の中に散りばめられている。%K%P",
  "そのひとつひとつに気付いてあげて、\\n聞いてくれる人たちに伝えるのが、歌う者の役割なんだ。%K%P",
  "「私、歌を作ってみたい」%K%P",
  "「大和くんへの想いをいっぱい詰め込んだ、\\n　あなたのための歌を」%K%P",
  "「サラさんの歌、期待して待ってますね」%K%P",
  "恋なのか愛なのか、それとも違う何かなのか。%K%P",
  "サラさんがどんな風に表現してくれるのか、\\n楽しみでたまらない。%K%P",
  "「大和くん、笑ってる」%K%P",
  "「すっごく楽しみですから。\\n　自然と笑顔になっちゃいます」%K%P",
  "「偶然ね。実は私もなの♪」%K%P",
  "そう言って笑うサラさんは、最高に輝いていた。%K%P"
]