[
  "「そんな……サラさんが引退なんて……」%K%P",
  "「どういうことっ？　ねえ、どういうことなの？」%K%P",
  "サラさんの突然の引退発言に、\\nシュリたちだけでなく会場全体が騒然としていた。%K%P",
  "ここにいるのは筋金入りの『Ｌ☆ＳＥＶＥＮ』ファンだから、\\n無理もない反応だ。%K%P",
  "「皆さま、只今の弁財天サラの発言について、\\n　ご説明申し上げます」%K%P",
  "場を収拾するため、スタッフが速やかに動いた。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』は元々七福神をモチーフにした\\n　カミサマアイドルグループです。\\n　なので我々は７という数を重視しています」%K%P",
  "「弁財天サラの引退は当初より決まっていたことでした。\\n　今回のオーディションは彼女に代わるメンバーを\\n　選出するものだったのです」%K%P",
  "七福神は八福神にはなり得ない。\\nサラさんが抜けて６柱のままというのも具合が悪いので、\\n７柱めを選び出す必要があったというのが公式発表だった。%K%P",
  "八福神でも構わないというのが公式の見解だったはずだが、\\nサラさんの引退を今日まで伏せておくために、\\n敢えてそうしていたとのことだ。%K%P",
  "気持ちでは納得いかないが、事情は理解できる。%K%P",
  "しかし、サラさんの引退理由については明確に語られぬまま、\\nオーディション予選結果発表は終わった。%K%P",
  "「では、ラブ☆カミが２人とも予選通過したことを祝して」%K%P",
  "「かんぱーい！」%K%P",
  "カグラのバイト先であるカミサマ喫茶『{天香久山:あまのかぐやま}』にて、\\n簡単な祝杯をあげた。%K%P",
  "「いや〜、なにはともあれ予選通過してよかったね！」%K%P",
  "「う、うん……」%K%P",
  "「どうした？　うれしくなさそうだな」%K%P",
  "「そんなことないわよ。ちゃんと喜んでるし」%K%P",
  "「でも……サラさんのこと、ちょっと受け止めきれなくて」%K%P",
  "シュリとカグラにとって、サラさんは目指すべき存在だった。\\n普段はあまり表に出さないが、当然憧れも強いはずだ。%K%P",
  "「連絡、したんだよね？　返事は？」%K%P",
  "「それどころじゃないみたい。既読もついてないし」%K%P",
  "シュリは個人的に連絡していたようだ。\\nしかし、既読すらつかないほどバタバタしているらしい。%K%P",
  "「今日はちょっと無理かもね」%K%P",
  "「とりあえず、詳しいことはサラさんから返事が来てからかな」%K%P",
  "「でも……どうして引退しちゃうんだろ。\\n　あんなにすごいパフォーマンスが出来るのに……」%K%P",
  "シュリたちのレベルが上がれば上がるほど、\\n『Ｌ☆ＳＥＶＥＮ』のすごさが理解できるようになる。%K%P",
  "今のラブ☆カミでは、遠く及ばないのは明白だった。%K%P",
  "「サラさんが引退する理由、か……」%K%P",
  "店番をしながら、サラさんについて考えていた。%K%P",
  "シュリたちの前では口に出さなかったが、\\n俺はなんとなく察しがついている。%K%P",
  "「やっぱり原因はアレだよな……」%K%P",
  "昨夜の屋根の上でのやりとり。\\nサラさんの決意に満ちた表情は、これを指し示していたんだ。%K%P",
  "引退を決めたのも突発的なことであって、\\n元々想定されていたものではないはず。%K%P",
  "「俺のせい、なのかな……」%K%P",
  "「大和くんのせいじゃないわよ」%K%P",
  "「……来ちゃった♪」%K%P",
  "「来ちゃった、じゃないですよ、もうっ！」%K%P",
  "まさかサラさんが直接来るとは思わなかった。%K%P",
  "「いったいどういうつもりなんですか。\\n　シュリもカグラも驚いてましたよ」%K%P",
  "「ごめんごめん、でも、私が決めたことだから」%K%P",
  "揺るぎない強い言葉が返ってきた。%K%P",
  "容易には覆らない決意を感じて、\\n続いて出そうになった台詞をぐっと飲み込む。%K%P",
  "「……大和くんは驚いていないのね？」%K%P",
  "「そりゃまあ、張本人みたいなものですし」%K%P",
  "自分の発言が現役トップアイドルに引退を決意させた。\\nそれは決して軽く受け止めていいことじゃない。%K%P",
  "「繰り返し言うけど、\\n　大和くんが責任を感じる必要はないからね」%K%P",
  "「むしろ気付かせてくれて感謝してるの」%K%P",
  "そう言うサラさんは吹っ切れた表情をしていた。%K%P",
  "「私も、こんなに急に引退するって\\n　言うつもりはなかったんだけれどね」%K%P",
  "「実は、唄えなくなってしまったの」%K%P",
  "「唄えなくなったって……」%K%P",
  "「恋の歌だけじゃなくて、全部。\\n　唄おうとすると言葉が出てこないのよ」%K%P",
  "「ほんとは予選発表の後、一曲唄う予定だったんだけど、\\n　それもダメになっちゃって。もう困っちゃった」%K%P",
  "「笑い事じゃないでしょう！」%K%P",
  "てへりとかわいく苦笑するサラさんを見て、\\nつい声を荒げてしまった。%K%P",
  "「ごめんね、大和くん。心配かけちゃって。\\n　全部私が悪いのはわかっているんだけど……」%K%P",
  "「サラさんは悪くないです！」%K%P",
  "「ううん、自己管理が出来ない私の責任だから」%K%P",
  "「ならどうして……」%K%P",
  "どうして、俺のところに来てくれたんですか？%K%P",
  "そんな問いが、口から出かかっていた。%K%P",
  "俺のせいでこうなったんだから、責めに来たんじゃないのか？%K%P",
  "「大和くんが一番心配してるかなって。\\n　だからちゃんとお話ししておきたくて」%K%P",
  "「それにね、引退すると言ってもすぐにじゃないから。\\n　オーディションが終わるまでは、ちゃんと続けるつもりよ」%K%P",
  "「だから、安心してね。私は大丈夫だから」%K%P",
  "最後まで笑顔のまま、サラさんは去っていった。%K%P",
  "「安心なんて、出来るはずないだろ……」%K%P",
  "そう思っていても、伝えられなかった。%K%P",
  "俺が食い下がれば、サラさんの目的が果たせなくなる。%K%P",
  "彼女がわざわざ俺のところに来たのは、\\nまさしく安心させるためだったのだから。%K%P"
]