[
  "「で、結局サラさんはなんて言ってたの？」%K%P",
  "「引退することは、ずっと前から決まってたんだって。\\n　オーディションの企画自体、それが発端だったみたい」%K%P",
  "サラさんはシュリに真実を告げていなかった。%K%P",
  "恐らくそれは正解なんだろう。\\n唄えなくなったなんて聞かされたら、\\nシュリもオーディションどころじゃなくなってしまうから。%K%P",
  "「教えてくれたらよかったのに。サラさんも水くさいなあ」%K%P",
  "「気持ちはわかるけど、そうもいかなかったんでしょ。\\n　ほら、守秘義務とかあるだろうし」%K%P",
  "「なるほどね〜」%K%P",
  "ひとまず、この件については納得してくれた様子だ。%K%P",
  "「二人とも、気持ちを切り替えて本選に臨まないとな」%K%P",
  "サラさんの問題も一段落し、いよいよ本題に入る。%K%P",
  "一ヶ月後のオーディション本選に向けて、\\n今後どうするのかを話し合うために集まったのだ。%K%P",
  "「やっぱり、ユニットは解散ってことなのかしらね」%K%P",
  "「え〜、そんなのやだよ！」%K%P",
  "「でも、ここからは直接戦うライバル同士なのよ。\\n　勝ち残れるのは一人だけなんだし」%K%P",
  "「でも……シュリと一緒がいい……」%K%P",
  "「もう、嬉しいこと言ってくれるわね。\\n　わたしだって、ラブ☆カミを続けたいって思うけど……」%K%P",
  "「でも、だめ。そこはちゃんとしなきゃ」%K%P",
  "「なにも縁を切るわけじゃないんだから。\\n　オーディションが終わったら、また仲良くやればいい」%K%P",
  "「大和の言うとおり。\\n　つまり、ラブ☆カミは一時凍結ってことで」%K%P",
  "「そういうことなら、あたしも我慢するよ……」%K%P",
  "なんとかカグラも納得し、問題は解決するかに思われた。%K%P",
  "「でも、大和はこれからどうするの？」%K%P",
  "二人が個別に活動することになると、\\n俺の立ち位置が微妙になってくる。%K%P",
  "「わたしは出来れば、引き続き大和に\\n　協力してもらいたいけど……」%K%P",
  "「あたしも。ひとりだとなにしていいかわかんないし」%K%P",
  "二人とも、単独で活動してもうまくいかなかった経験がある。%K%P",
  "それだけに、急に３人からひとりになるのは不安だろう。%K%P",
  "「やっぱり３人でやろうよ〜」%K%P",
  "「それじゃなにも変わらないじゃない」%K%P",
  "オーディション本選は競い合う関係になる以上、\\nこれまで通り３人仲良くというわけにはいかない。%K%P",
  "カグラも頭では理解しているものの、\\n気持ちが追いついていない様子だ。%K%P",
  "「じゃあ、一日交替とかは？」%K%P",
  "「それだと相手の情報が筒抜けになっちゃうわよ」%K%P",
  "「あたしはいいよ。シュリに隠すことなんてないもん」%K%P",
  "「あんたはそうでも、こっちはそういうわけにはいかないの！」%K%P",
  "シュリには何か策があるらしい。%K%P",
  "どちらにせよ、互いの作戦は秘密にするべきだ。%K%P",
  "「それにね、わたしはカグラと正面から\\n　競い合ってみたいと思ってる」%K%P",
  "「ユニットでずっと一緒にやってきて、\\n　この子すごいなってずっと思ってた。\\n　わたしにはない魅力、いっぱい持ってる」%K%P",
  "「そんな……シュリだってすごいよ。\\n　歌もうまいし、頭もいいし」%K%P",
  "「でも、ダンスはカグラのほうが上手。\\n　親しみやすい性格も強みだと思うし……」%K%P",
  "「そんなわけで、わたしはカグラのこと、\\n　ライバルとして認めてるの」%K%P",
  "「だからこそ、今回だけは馴れ合うのをやめて、\\n　全力でぶつかり合ってみたい」%K%P",
  "互いに認め合った親友だからこそ、\\n正々堂々競い合ってみたくなる。%K%P",
  "シュリの熱い言葉は、カグラにも火をつけたようだ。%K%P",
  "「なら勝負だよ、シュリ！」%K%P",
  "「望むところよ。\\n　カグラの本気、見せてもらうわね」%K%P",
  "早くも火花を散らしているシュリとカグラ。%K%P",
  "これなら俺も安心だな。%K%P",
  "「じゃあ、俺は二人から離れて見守らせてもらうよ」%K%P",
  "「どちらにも手を貸さなければ、フェアに競い合えるだろ？」%K%P",
  "「……確かに大和の言う通りね」%K%P",
  "「でもっ、大和はそれでいいの？\\n　ラブ☆カミは２人じゃなくて、３人だよって」%K%P",
  "「そうは言っても、俺はあくまで裏方だからな。\\n　カグラたちが気持ちよく戦えるなら、\\n　一時的に身を引いてもいいと思ってる」%K%P",
  "「大和がここまで言ってるのよ。\\n　その気持ち、酌んであげなさい」%K%P",
  "「うん……わかった……」%K%P",
  "俺だって寂しくないと言えば嘘になる。%K%P",
  "せっかく３人で頑張ってきたのに、\\n最後の最後で自分１人が離脱するなんて。%K%P",
  "今までしてきたことはなんだったんだろうって、\\n虚しく感じてしまう。%K%P",
  "でも、思えばすべては自分のためじゃなく、\\nシュリとカグラのためだった。%K%P",
  "だから、ふたりのために俺はオーディション本選から手を引く。%K%P",
  "これまでやってきたことと何ら変わらない。\\n俺のスタンスは、ずっと同じだから。%K%P",
  "きっとこれがラブ☆カミにとって最善手なんだ。%K%P"
]