[
  "シュリとカグラ、そのどちらにも協力しないと言ったものの、\\n練習を見守るくらいなら問題ないはず。%K%P",
  "そう思って、いつもの練習場所に来てみたのだが――%K%P",
  "「はい、これ。念のため用意してきたから」%K%P",
  "手渡されたのは、ハチマキとサイリウムだった。%K%P",
  "「……なんだ、これ？」%K%P",
  "「わたしの応援グッズ。\\n　カモフラージュ用にね」%K%P",
  "「悪い、さっぱり意味がわからない」%K%P",
  "「この練習場所もファンのみんなに知られちゃったし。\\n　それなのに大和がドヤ顔で馴れ馴れしくしたら問題でしょ」%K%P",
  "「つまり、ファンの一人として遠くから見ててってこと。\\n　近づいたり声かけたりしたら怒るからね」%K%P",
  "無理矢理押しつけると、シュリはさっそく練習をはじめた。%K%P",
  "オーディション予選を通過したカミサマアイドルとして、\\nシュリは注目を集めている。%K%P",
  "その練習風景を見に、ファンが集まるようになっていた。%K%P",
  "シュリの言うとおり、俺が訳知り顔で話しかけたら、\\n彼女の迷惑になってしまう。%K%P",
  "「もう、俺に出来ることはないってことか」%K%P",
  "渡された応援グッズを置いて、その場を後にした。%K%P",
  "カミサマ喫茶『{天香久山:あまのかぐやま}』はこの日も盛況だった。%K%P",
  "予選を突破したスタッフが働いているということで、\\n一躍話題になったらしい。%K%P",
  "「カグラちゃ〜ん！」%K%P",
  "「はいは〜い、ただいまっ」%K%P",
  "カグラはいつも以上に忙しそうだ。%K%P",
  "他のカミサマたちも、慌ただしく接客に追われている。\\n店先には行列が出来るほどの賑わいを見せていた。%K%P",
  "「ごめんねっ、大和。\\n　相手してあげられないけどゆっくりしてって」%K%P",
  "本選が終わるまで、俺は二人の邪魔にしかならないようだ。%K%P",
  "「これから俺は何したらいいんだろ？」%K%P",
  "ラブ☆カミの二人に自由時間の全てを注いでいただけに、\\n一気に手持ち無沙汰になる。%K%P",
  "「暇だ〜」%K%P",
  "二人と知り合うまで、俺は何をしていたんだ？%K%P",
  "それほど前のことでもないのに、思い出せない。%K%P",
  "「こんばんわ〜っと……コンコンっ」%K%P",
  "サラさんが入ってきたかと思うと、\\n後からドアをノックしている。%K%P",
  "「サラさん……ノックなら入る前にしてくださいよ」%K%P",
  "しかもコンコンって口で言ってるし。%K%P",
  "「ごめんね、お邪魔だったかな？」%K%P",
  "「邪魔じゃないですよ。\\n　サラさんこそ、忙しいんじゃないですか？」%K%P",
  "ＰＣの画面を指さす。%K%P",
  "そこにはちょうど、引退の件でサラさんが\\n大忙しだという記事が表示されていた。%K%P",
  "「さすがに簡単には引退させてもらえないみたい。\\n　後始末がいろいろあって大変なの」%K%P",
  "いきなりやめますと言ってやめさせてくれるほど、\\nカミサマアイドル業界は簡単ではないらしい。%K%P",
  "唄えないという事情があるからやむを得ないとして、\\nその分いろいろやらされているようだ。%K%P",
  "「だからちょっぴり癒されに来たの」%K%P",
  "「ふ〜、ここは落ち着くわね〜」%K%P",
  "人のベッドで勝手にくつろいでるし。%K%P",
  "でも、せめてこんな時くらいは\\n細かいことを言わないであげようと思った。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』の他のメンバーのところじゃ\\n　ダメなんですか？」%K%P",
  "「さすがにね、ちょっと気まずくて」%K%P",
  "サラさんの引退発言で『Ｌ☆ＳＥＶＥＮ』はメチャクチャだ。\\n賛同してくれたとしても、居心地は悪いだろう。%K%P",
  "「だから、少しだけここにいさせて」%K%P",
  "「いいですよ、こんな場所でよければ」%K%P",
  "「ん〜、大和くんってばやさしい！\\n　ほら、おいで〜、お姉さんがハグしてあげる」%K%P",
  "「ふざけないでくださいよ。\\n　俺だって男なんですから」%K%P",
  "「ごめんごめん、ちょっとからかいすぎちゃったかしら」%K%P",
  "「自覚を持って下さい、自覚を」%K%P",
  "勢いでそう口に出して、俺はすぐに過ちに気付く。%K%P",
  "「……自覚って、何の自覚？」%K%P",
  "アイドルをやめるサラさんに、\\nアイドルの自覚を求めてもしょうがない。%K%P",
  "「もちろん、女の子としての自覚です」%K%P",
  "「女の子としての……\\n　ふふっ、これは一本取られちゃったわね」%K%P",
  "「そうよね、カミサマでアイドルだけど、女の子だもん。\\n　男の子の前ではちゃんとしないといけないわね」%K%P",
  "「そういうことです。\\n　頼みますよ、もう」%K%P",
  "俺に注意されて姿勢を正すサラさん。%K%P",
  "どういうわけか、嬉しそうにニコニコ顔でこっちを見ている。%K%P",
  "「な、なんですか、じっと見て？」%K%P",
  "「そういえば、大和くんは男の子だったんだな〜って」%K%P",
  "「俺、女っぽくはないと思いますけど……」%K%P",
  "「わかってるわよ。\\n　大和くんはちゃんと男の子してるから安心して」%K%P",
  "いったい何が言いたいのだろうか。%K%P",
  "じっと見られ続けるのは落ち着かないが、\\nサラさんの機嫌がよさそうなので、そのままにしておいた。%K%P"
]