[
  "「ありがとうございました。\\n　またのお越しをお待ちしております」%K%P",
  "深々とお辞儀して、お客さまをお見送りするサラさん。%K%P",
  "なんてことはない、店番につきあってもらっているだけだ。%K%P",
  "「一緒にいてくれるのはうれしいけど、\\n　その格好は気合い入れすぎじゃないですか？」%K%P",
  "「そうかしら？　呉服店ですもの、和風のほうがいいと思って」%K%P",
  "「この衣装もここ辰巳屋さんで仕立ててもらったものだから、\\n　お客さまの参考にもなるでしょう？」%K%P",
  "「なるほど、確かにサラさんの言うとおりですね」%K%P",
  "「そうそう、だから店番はどーんと任せちゃって。\\n　おばさまにも、よろしくって頼まれているのよ」%K%P",
  "うちの両親とも、カミサマ衣装のデザイン全般に協力してくれる\\nサラさんのことは、実の息子以上に信頼している。%K%P",
  "つきあうことを報告こそしていないが、\\n毎日顔を見せるサラさんにかなり上機嫌なのだ。%K%P",
  "「さっきも大和くんのお嫁さんになってって頼まれちゃった。\\n　もう、カミサマになに言ってるの〜って思わない？」%K%P",
  "「ったく、そんなことサラさんに言ってたんですか」%K%P",
  "「入籍は、さすがに気が早すぎるわよね」%K%P",
  "サラさんは苦笑しているが、そもそも早い遅いの問題じゃない。%K%P",
  "いや、それ以前に、カミサマと交際するのって大丈夫なのか？%K%P",
  "「恋愛は……してもいいんですよね？」%K%P",
  "「もちろん。カミサマと言っても{分霊:わけみたま}だから、\\n　あまり難しく考えなくてもいいわよ」%K%P",
  "「な、なるほど……」%K%P",
  "「ホッとした？」%K%P",
  "「神罰が下ったりしたら嫌だなあって思いましたけど、\\n　どうやら大丈夫そうですね」%K%P",
  "「安心して、なにがあっても私が大和くんを守るから」%K%P",
  "ふんわりしているのに、実に頼もしい発言である。%K%P",
  "ともあれ、サラさんと交際することに問題はなさそうだ。%K%P",
  "「そうだ、せっかくだし店番が終わったら外に出ませんか？」%K%P",
  "「もしかして、デートのお誘い？」%K%P",
  "「まあ、そんなところです」%K%P",
  "今度はサラさんもデートを意識してくれる。%K%P",
  "ポッと頬を赤らめているところが、初々しくてかわいい。%K%P",
  "「顔、赤くなってますよ」%K%P",
  "「大和くんだって。ほら、ちょっぴり赤くなってる」%K%P",
  "むぎゅ〜っと指を頬に押し込まれてしまう。%K%P",
  "「ふふ、結構ぷにぷに。まるで女の子みたい」%K%P",
  "「サラさんだって」%K%P",
  "お返しとばかりに、俺もほっぺをつつき返す。%K%P",
  "「あんっ、も〜、やったなあ」%K%P",
  "「でも、こんな風に大和くんから触ってくれるの、\\n　はじめてかも？」%K%P",
  "「そうでしたか？」%K%P",
  "「いつも私からばっかりだもの。\\n　たまには大和くんからも触って欲しいな〜って」%K%P",
  "甘えるような声でそう言うと、\\n俺に触らせようと誘惑してくる。%K%P",
  "「ほらほら、彼氏なんだし、触ってもいいのよ？」%K%P",
  "「改まってそう言われると、逆にしづらいですって」%K%P",
  "「じゃあ、言わないから。ほら、触ってみて」%K%P",
  "頬に限定した話ではなさそうだ。%K%P",
  "とにかく好きに触ってみろとばかりにアピールしてくる。%K%P",
  "「じゃあ……ぷにぷにっと」%K%P",
  "「ひゃんっ！　も〜、そこ首筋よ」%K%P",
  "「触っても平気そうな場所って、\\n　結構限定されてるんですよ」%K%P",
  "「む〜、遠慮しなくてもいいのに〜」%K%P",
  "軽くプチデートする話だったはずなのに、\\n気付けばサラさんとじゃれ合っていた。%K%P",
  "結局、帰ってきた母親にからかわれるまで、\\n新米カップルの触りっこは続けられた。%K%P",
  "芸能人のスケジュールは秒刻みである。\\nそんな都市伝説を、信じていた頃もありました。%K%P",
  "「ごろごろ〜」%K%P",
  "かわいい生き物がごろごろ言いながらベッドで転がっている。%K%P",
  "「サラさん、お仕事は大丈夫なんですか？」%K%P",
  "「平気よ。『Ｌ☆ＳＥＶＥＮ』の頃ほどには忙しくないから」%K%P",
  "「ダンスレッスンなどは……？」%K%P",
  "「……ちゃんと続けてるから安心して。\\n　ボーカルレッスンは、まだ無理だけどね」%K%P",
  "「私は諦めてないから」%K%P",
  "余計なことを訊いた俺を励ますように、\\n笑顔で宣言してくれた。%K%P",
  "サラさんは、まだ歌を諦めていない。\\nその事実が俺に力をくれる。%K%P",
  "「待ってます、いつまでも」%K%P",
  "「いつまでもって、\\n　そんなに時間がかかったら困るんだけどな」%K%P",
  "「早く恋心を理解して、また唄えるようになりたいから」%K%P",
  "サラさんがまっすぐに見つめてくる。%K%P",
  "恋心を知るために、俺と交際を始めてくれた。%K%P",
  "まだ一週間も経っていないが、\\n何らかの成果を求めているのは俺の目にも明らかだ。%K%P",
  "「ねえ、大和くん」%K%P",
  "「恋人同士がすること、興味ない？」%K%P",
  "まさかの急展開だ。%K%P",
  "「この数日、なるべく恋人っぽくしてきたつもりだけど、\\n　まだ恋がどういうものなのか、よくわからなくて……」%K%P",
  "「だから……どうかな？\\n　嫌じゃなければ、協力して欲しいかなって」%K%P",
  "サラさんから提案したことだが、\\n今まで見たことないレベルで真っ赤になっていた。%K%P",
  "「そんなに恥ずかしいなら、無理しなくていいですよ」%K%P",
  "「問題はそこじゃないでしょ。\\n　してみたいか、それともしたくないか」%K%P",
  "「私は……大和くんとだったら、その、いいわよ。\\n　興味がないわけじゃないし……」%K%P",
  "恥ずかしすぎてもう直視できない。%K%P",
  "それでも、サラさんは引き下がらなかった。%K%P",
  "「俺だって男ですし、サラさんが好きだから\\n　したいに決まってます」%K%P",
  "「ふふっ、そっかそっか。よかった。\\n　大和くん、そういうの嫌だったら困るなって思ってたから」%K%P",
  "「でも、いいんだよね？\\n　したいんだよね？」%K%P",
  "「だったら決まりっ」%K%P",
  "「で、では、よろしくお願いします」%K%P",
  "「よろしくお願いします」%K%P",
  "ベッドの上に移動すると、向かい合ってご挨拶。\\n二人とも正座なのが微笑ましい。%K%P",
  "「手、ぎゅってして」%K%P",
  "指を組んだ状態でサラさんと手を繋ぐ。%K%P",
  "触れ合っている部分は、たったそこだけ。\\nだからこそ、意識が手に集中する。%K%P",
  "「こうしてみると、大和くんの手、おっきいのね」%K%P",
  "「サラさんの手は、小さくてやわらかいです」%K%P",
  "ステージでマイクを握っていたあの手が、\\n今は俺だけに触れている。%K%P",
  "細くしなやかな指。\\n触れ合った部分からサラさんの温もりを感じる。%K%P",
  "「身体でぎゅってするのもいいけど、\\n　手をぎゅってするのも、なかなかすてきね」%K%P",
  "「ええ、抱き締められると、緊張し過ぎちゃいますし」%K%P",
  "「あら？　ということは、今は緊張してないの？」%K%P",
  "「私は、すっごく緊張してドキドキしてるんだけど……」%K%P",
  "普通に会話しているように見えても、\\n内心では意識してくれてる。%K%P",
  "「たぶん、俺の方がずっとドキドキしてます……」%K%P",
  "「じゃあ、少し落ち着くまで待つ？」%K%P",
  "「いえ、待ちません」%K%P",
  "待っていても先には進めない。%K%P",
  "俺は強い眼差しをサラさんに向けた。%K%P",
  "「はじめてだから、まずは練習ということで軽く、ね？」%K%P",
  "「俺もはじめてですっ」%K%P",
  "「ふふっ、はじめて同士ね。\\n　お手柔らかに、よろしくお願いします」%K%P",
  "またしても挨拶してしまう俺たち。%K%P",
  "でも、もう次はない。\\nそれを証明するように、サラさんの手に力が入る。%K%P",
  "「じゃあ……キス、しよっか」%K%P",
  "恥ずかしそうに小さく告げると、そっと目を閉じた。%K%P",
  "そのまま唇を尖らせて俺に捧げる。%K%P",
  "「……いいよ、大和くん」%K%P",
  "「サラさんっ」%K%P",
  "さっきのがドキドキしてたっていうなら、今のこれは何なんだ。%K%P",
  "そう思いたくなるレベルで激しく胸が鳴り響いている。%K%P",
  "「……好きです」%K%P",
  "間近で囁いて、唇を触れ合わせた。%K%P",
  "その瞬間、サラさんの全身がきゅっとなって、\\n微かに震えているのに気付く。%K%P",
  "そんな彼女を励ますように、繋いでいた手を握りしめた。%K%P",
  "「……っ……」%K%P",
  "ほんの僅かに触れ合う程度。\\n深く繋がるでもなく、すぐに離れるでもない、ゼロ距離のまま。%K%P",
  "息を殺しながらのくちづけは続いた。%K%P",
  "「ふぁっ」%K%P",
  "いろいろ限界だったサラさんから、キスを終わらせた。%K%P",
  "「キス、しちゃいましたね」%K%P",
  "「うん……しちゃいました」%K%P",
  "嬉しそうに、照れくさそうに、微笑んでくれた。%K%P",
  "キスをした後の表情がこんなにかわいいなんて幸せすぎる。%K%P",
  "「ああいうとき、呼吸はどうするのかしら？」%K%P",
  "「口じゃなくて鼻ですればいいと思いますけど」%K%P",
  "「……あ」%K%P",
  "今更気付いて、恥ずかしそうに顔を赤らめる。%K%P",
  "「今度はもうちょっと長く……できます、よ？」%K%P",
  "軽い上目遣いで誘ってくる。%K%P",
  "もちろん、そんなかわいい誘惑に乗らない俺じゃない。%K%P",
  "「んっ……ちゅ……」%K%P",
  "小さく唇が鳴った。%K%P",
  "その音がうれしくて、くっつけたり離したり。%K%P",
  "「もぉ。私もそれ、します」%K%P",
  "今度はサラさんから、唇をくっつけてきた。%K%P",
  "「ちゅっ……ちゅ……ちゅう……ちゅ……」%K%P",
  "俺がしたみたいに何度もつけては離してを繰り返して、\\nちゅっちゅと音をさせて遊んでいる。%K%P",
  "「それ、ちょっと恥ずかしいというか……照れます」%K%P",
  "「あっ、ごめんなさい、つい」%K%P",
  "俺に指摘されて、ようやく大胆すぎる行為を自覚してくれる。%K%P",
  "「でも……キスって、なんだかうれしくなっちゃうかも」%K%P",
  "「こんな風に触れ合って、ドキドキして……\\n　もっともっとしたいなって思ってしまって……」%K%P",
  "「私、ちょっぴりはしたないかしら？」%K%P",
  "「そんなことないです。\\n　きっと恋人同士なら普通なんだと思います」%K%P",
  "「そう、よね……」%K%P",
  "サラさんは、俺とのキスに特別な何かを感じ取ってくれてる。%K%P",
  "これが恋なのか、それとも違う何かなのか。%K%P",
  "それを確かめることすらどうでもいいと思ってしまうくらい、\\n俺たちははじめてのキスに夢中になっていた。%K%P"
]