[
  "――それは奇跡の夜だった。%K%P",
  "彼女の歌声に人々は足を止め、しばし耳を傾けたという。%K%P",
  "それも後からネットで見て知ったことだ。%K%P",
  "世界の中で、俺たちだけは観客のことなど気にもせず、\\nふたりきりのステージを楽しんだ。%K%P",
  "ただの噂話なのか、それとも真実なのか。%K%P",
  "それを確かめるすべはないし、俺もサラさんも興味はない。%K%P",
  "サラさんは再び歌声を取り戻し、\\n俺たちは恋する気持ちを伝えあった。%K%P",
  "それだけで十分じゃないか。%K%P",
  "「なるほど、そんなことがあったんですか」%K%P",
  "遅くなってしまったが、\\nシュリたちにサラさんの引退についての真相を語った。%K%P",
  "「ごめんね、ちゃんと話してあげられなくって」%K%P",
  "「いえ、いいんです。\\n　オーディション前だから、気遣ってくれたんですよね」%K%P",
  "幸い、こちらの事情は理解してもらえたようだ。%K%P",
  "ふたりともサラさんを責めたりせず、\\n逆に同情してくれたほどだ。%K%P",
  "「でも、唄えなくなるなんてことがあるんだね〜。\\n　あたしには想像もつかないよ」%K%P",
  "「カミサマアイドルにとって、\\n　メンタル管理はそれだけ大事ってことよ。\\n　カグラも気をつけなさい」%K%P",
  "「あたしはシュリがいてくれたら大丈夫だよ」%K%P",
  "「またそんなこと言って……」%K%P",
  "シュリとカグラはユニットを続けることで、\\n更に絆を強くしていた。%K%P",
  "「ふふっ、ふたりとも随分と仲良しになったのね」%K%P",
  "「そ、そんなことは別に……ただのユニット仲間ですし」%K%P",
  "「ていうか、サラさんには言われたくないよねー。\\n　いつのまにか大和とくっついてたなんてビックリだよ」%K%P",
  "「ははは……すまん、ふたりとも」%K%P",
  "サラさんの事情だけでなく、\\n俺たちの交際についても話していた。%K%P",
  "サラさんが唄えなくなっていたことより、\\nこっちのほうがふたりには衝撃だったらしい。%K%P",
  "「ねえねえ、サラさんって恋愛してもＯＫなの？」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』のメンバーだったら、\\n　そういうのは好ましくないって話だけど……」%K%P",
  "「ええ。でも私はもう、カミサマアイドルじゃないから」%K%P",
  "「こんな風にいちゃいちゃしても、\\n　誰からも文句は言われないのです♪」%K%P",
  "そう言って、見せつけるように俺の腕に抱きついてきた。%K%P",
  "「ちょっ、サラさん！」%K%P",
  "「うわぁ……またお客さんがザワついてるよ……」%K%P",
  "「いいのいいの」%K%P",
  "「もう、カミサマアイドルには戻らないんだから」%K%P",
  "再び唄えるようになったサラさんには、\\nカミサマアイドルへの復帰という選択肢もあった。%K%P",
  "しかし、彼女はその道を選ばなかった。%K%P",
  "「ふたりにも教えておくわね」%K%P",
  "「私、シンガーソングライターになろうと思うの」%K%P",
  "色とりどりの着物が並ぶ、呉服店の中。%K%P",
  "ギターの音色がやさしく響いている。%K%P",
  "「〜〜〜♪」%K%P",
  "「作曲は順調ですか？」%K%P",
  "「まあまあってところ。\\n　こっちこそごめんね、ギターなんか弾いちゃって」%K%P",
  "「俺の方こそ、いつも店番手伝ってもらっちゃって。\\n　感謝してもし足りないって、うちの親も言ってました」%K%P",
  "サラさんはあれからも頻繁に顔を出してくれる。%K%P",
  "曲や詞を作る時は、\\n俺の顔が見える場所でないと捗らないらしい。%K%P",
  "「唄えなくなってはじめて気付いたの。\\n　私は心の底から歌が好きなんだって」%K%P",
  "「だから、カミサマアイドルじゃなく、\\n　シンガーソングライターに？」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』にいた頃は楽しかったけれど、\\n　私じゃない誰かが作った歌を唄うだけだったから」%K%P",
  "「私は自分で歌を作り、\\n　気持ちを乗せて唄う喜びを知ってしまった」%K%P",
  "「もう、あの頃の自分には戻れないわ」%K%P",
  "未練がないことはないだろう。%K%P",
  "でも、新しい夢に向かって、\\nまっすぐ前を見て歩み出そうとしている。%K%P",
  "「……不安ですか？」%K%P",
  "「いいえ」%K%P",
  "「大和くんがいてくれるから、平気」%K%P",
  "「新たな挑戦がはじまるけれど……\\n　これからも私のこと、応援してくれる？」%K%P",
  "「もちろんです。\\n　俺は永遠に、弁財天サラのファンですから」%K%P",
  "「うれしいけど、ファンってだけじゃダメよ」%K%P",
  "「私の好きな人は、あなただけなんだから」%K%P"
]