[
  "「すっげー……なんだよこれ……」%K%P",
  "シュリが披露した奇跡を前に、間抜けな顔でぽかんとしていた。%K%P",
  "「どうよ？　格段にパワーアップしたんじゃない？」%K%P",
  "「パワーアップもなにも、まったくの別物だろ！」%K%P",
  "まるで夢でも見せられているような心地だった。%K%P",
  "桃源郷ってのが実在するなら、きっとあんな感じだろう。%K%P",
  "「大和の{幸魂:さきみたま}もすごくなってるよ。\\n　おかげでこれだけの力が発揮できたの」%K%P",
  "「そ、そうか。\\n　まあ、俺もシュリのことが好きすぎて困るって感じだからな」%K%P",
  "「わたしも同じよ。\\n　一方的に想いを寄せるだけじゃなくって、\\n　相互に好き合ってる状態の方が効率いいみたい」%K%P",
  "つまり、俺とシュリの意識変革が、\\nここまでの奇跡を成し遂げたということか。%K%P",
  "好きのパワーってほんとにすごい。%K%P",
  "「強さのほうはもう十分だと思う。\\n　あとは曲の中にどう組み込んでいくかね」%K%P",
  "「俺に任せろ……ってこれまでなら言ってたけど、\\n　二人で話し合って決めないか？」%K%P",
  "「シュリと一緒に作り上げたいんだ」%K%P",
  "「ふたりで作ったステージってことね」%K%P",
  "「明るいうちはここで練習して、\\n　夜は大和の部屋で演出プランを練りましょ」%K%P",
  "「……毎晩一緒にいたら、ムラムラしそうだな」%K%P",
  "「キスしたくなっちゃう？」%K%P",
  "「でもだーめっ、そういうのは話が終わってからよ。\\n　あとは寝るだけになったら、ちゃんと付き合ってあげる」%K%P",
  "キスをするようになって、\\n少しだけ抵抗感が薄れてきたみたいだ。%K%P",
  "恥ずかしいのは相変わらずだけど、\\nそういうことをしてもいいんだという見解に至っている。%K%P",
  "シュリとイチャイチャする関係は、見事に成立していた。%K%P",
  "それから数日の時が流れる。%K%P",
  "俺たちは恋愛関係を深めつつ、\\nオーディションに向けて準備を進めていった。%K%P",
  "「なるほど、このタイミングで神力を行使するのね」%K%P",
  "「曲のクライマックスで一発決めると、\\n　絶対盛り上がると思うんだ」%K%P",
  "「いいわね。じゃあ、振り付けもそれに合わせて\\n　変更してみたらどうかしら？」%K%P",
  "「なるほど。手の動きが変わるだけでグッと印象が変わるしな」%K%P",
  "「明日はそこを試してみる、ってことで」%K%P",
  "毎晩のように遅くまで、シュリと二人で話し合う。%K%P",
  "他のカミサマアイドルの動画を見たり、\\nラブ☆カミで撮ったものを参考にしたり。%K%P",
  "考えれば考えるほど、終わりの見えない奥深さがある。%K%P",
  "「さて、もういい時間だし、このくらいにしましょ」%K%P",
  "「そうだな、風呂入って寝るか」%K%P",
  "「う、うん」%K%P",
  "もう両親も眠っている頃合いだ。%K%P",
  "ここから先は、恋人同士の時間へと変わる。%K%P",
  "シュリからの提案でお風呂場へと向かう。%K%P",
  "「……大和、先、入るね」%K%P",
  "背中合わせになって服を脱いだ彼女は、先に入っていった。%K%P",
  "「大和も早く来なよ〜」%K%P",
  "「お、おうっ」%K%P",
  "軽く身体を洗った後、ふたりして湯船に浸かる。%K%P",
  "正面には一糸纏わぬシュリがいて、恥ずかしそうにしていた。%K%P",
  "「……恥ずかしいからあんまり見ないで」%K%P",
  "「毎回同じこと言うんだな、シュリは」%K%P",
  "「何度やっても慣れないものなのっ」%K%P",
  "３日ほど前から、こうしてシュリと一緒に\\nお風呂に入るようになった。%K%P",
  "両親に内緒で、裸と裸のおつきあいだ。%K%P",
  "「うぅ……大和の視線がエッチすぎる……」%K%P",
  "「それが嫌なら、一緒にお風呂に入らなければいいのに」%K%P",
  "「大和はわたしと一緒に入りたくないの？」%K%P",
  "「一緒に入りたいに決まってる。シュリは？」%K%P",
  "「わたしも……恥ずかしいけど、大和と一緒がいい」%K%P",
  "羞恥心も恋愛のスパイスに換えて。%K%P",
  "見られているドキドキ感が、互いの想いを高めてくれた。%K%P",
  "「でも、カミサマとこんなことしてていいのかな？」%K%P",
  "「今更そこを気にする？\\n　ほんとに罰が当たるなら、とっくに大和は黒こげだよ」%K%P",
  "天罰とは、かくも恐ろしきものなのか。%K%P",
  "お湯に浸かっているのにブルッと身震いしてしまう。%K%P",
  "「カミサマと恋愛するのはいいって教えてもらったけど、\\n　シュリはカミサマであると同時にアイドルでもあるから」%K%P",
  "「そうだよね……カミサマアイドルが恋愛していいのかなって、\\n　不安になることもあるよ」%K%P",
  "「でもね、わたしは大和を好きになって、恋愛することで、\\n　これだけ強い力を持てるようになったから」%K%P",
  "「好きって気持ちをなくしたら、\\n　きっとわたしらしさも失っちゃうと思う」%K%P",
  "「そうだよな、今のシュリは、俺と恋愛してるシュリだから」%K%P",
  "「わたしの中から大和を排除することなんて\\n　もう出来ないんだよ」%K%P",
  "「だからわたしは、大和への想いを隠さない。\\n　今の吉祥天シュリで、オーディションに臨むんだ」%K%P",
  "「応援してくれるファンのためにも、\\n　最高のステージを見せよう」%K%P",
  "「うんっ」%K%P",
  "シュリにもようやく自然な笑顔が戻った。%K%P",
  "裸のおつきあいをしている恥ずかしさも、\\n一時的に忘れている模様だ。%K%P",
  "「それはそうと、お湯であったまったシュリの肌は、\\n　ほんのりピンク色に火照ってかわいいな」%K%P",
  "「な、なんで急にそういう話になるの〜っ」%K%P",
  "「好きだよって言いたいだけ」%K%P",
  "「もう、このタイミングでずるい〜。\\n　身体が熱くなってドキドキしちゃうでしょ」%K%P",
  "「かわいいなあ、シュリは。\\n　ちょっとだけ撫でてもいい？」%K%P",
  "「撫でるの禁止」%K%P",
  "「じゃあ、キスは……」%K%P",
  "「キスもだーめっ。\\n　そういうのは全部、お風呂から出た後でしよ？」%K%P",
  "「イチャイチャタイム、ちゃんと今日も用意してあげるから」%K%P",
  "お風呂から出た後は、好きなだけイチャイチャさせてもらおう。%K%P",
  "キスしたり抱き合ったり、\\nそういう時間も恋人同士には絶対に必要不可欠なのだ。%K%P"
]