[
  "秋葉原の街に、やさしい夜が訪れる。%K%P",
  "きらびやかな人工の星たちが辺りを彩り、\\n華やかに染めていく。%K%P",
  "今日、この夜。%K%P",
  "ひとつの歴史が終わり、新たな第一歩を踏み出そうとしている。%K%P",
  "星空はなにも知らない。%K%P",
  "ただ、この街に集う人々の音のない熱気だけが、\\n予感めいた何かを感じさせていた。%K%P",
  "「……いよいよだな？」%K%P",
  "「うんっ」%K%P",
  "「ここから先は、俺もついていけない」%K%P",
  "「でも、会場でシュリのこと、見守っているから」%K%P",
  "「わかってる。\\n　大和の存在なら、誰よりも強く感じられるわたしだからね」%K%P",
  "恋する気持ちが、二人の心と心を繋いでくれる。%K%P",
  "きっとどんなカミサマよりも、\\nシュリは俺の居場所を真っ先に見つけてくれることだろう。%K%P",
  "「じゃあ、行ってくる！」%K%P",
  "「ああ、勝利をつかみ取ってこい！」%K%P",
  "ついにシュリを送り出した。%K%P",
  "ここから先は、ひとりの吉祥天シュリとなって、\\nオーディションに臨む。%K%P",
  "俺は彼女の雄姿を、観客席で見守るだけだ。%K%P",
  "「もしもしお姉ちゃん。シュリです。\\n　時間がないから簡潔に言うね」%K%P",
  "「大好きな人と支え合いながら、ここまで来ました」%K%P",
  "「その成果を、どうか見てください」%K%P",
  "「わたしはね、お姉ちゃんの隣で唄うために、\\n　ずっと頑張ってきたんだよ」%K%P",
  "「今まで守ってくれてありがとう。\\n　これからはわたしがお姉ちゃんを守るからね」%K%P",
  "「その資格があること、ここで証明してみせるから」%K%P",
  "――時は来た。%K%P",
  "時計の針は１９時を指し示し、\\nステージにスポットライトが灯される。%K%P",
  "それを合図に、サラさんがたったひとり、ステージに登場した。%K%P",
  "「皆さんこんばんは、弁財天サラです。\\n　本日はこれだけ多くのファンが足を運んでくれて、\\n　心より嬉しく思います」%K%P",
  "サラさんが挨拶をする。%K%P",
  "それはオーディションの最終戦を告げるものであり、\\n同時に彼女のカミサマアイドル引退を意味していた。%K%P",
  "「今日この日をもって、私は『Ｌ☆ＳＥＶＥＮ』を卒業します。\\n　そしてここで選ばれるスターが、\\n　私に代わり新たな時代を築いてくれることでしょう」%K%P",
  "「私が引退しても、\\n　カミサマアイドルはこれからも輝き続けます。\\n　私はそう強く信じています」%K%P",
  "去っていく者のはずなのに、サラさんの言葉は力強かった。%K%P",
  "この会場にいる全員に、\\nいや、この瞬間を共有している全世界の人々に、\\n彼女の想いはきっと届いたことだろう。%K%P",
  "「では、『Ｌ☆ＳＥＶＥＮ』新メンバー選抜オーディション、\\n　最終戦のスタートです！」%K%P",
  "サラさんの宣言で、オーディションは始まった。%K%P",
  "予選を勝ち抜き本選に選ばれたカミサマアイドルは５柱。%K%P",
  "そのうちひとりだけが、\\n『Ｌ☆ＳＥＶＥＮ』新メンバーの座を勝ち取ることとなる。%K%P",
  "それぞれ夢に向かって必死に励んできたことだろう。%K%P",
  "努力の量は、きっとほとんど変わらない。%K%P",
  "その先に待っているのは、真に輝きを放つ者かどうかの違いだ。%K%P",
  "いったい誰が新時代のスーパースターに輝くのか。%K%P",
  "それは全員のステージを見るまで、誰にもわからない。%K%P",
  "「天鈿カグラでーすっ！！\\n　みんな〜、よろしくね〜！！」%K%P",
  "トップバッターはカグラだ。%K%P",
  "元気よく躍り出た彼女に、大勢の観客が声援で応える。%K%P",
  "最初は鳴かず飛ばずだったカグラも、\\n今では堂々としたカミサマアイドルだ。%K%P",
  "固定ファンも根付いている。\\n{幸魂:さきみたま}も多く集まり、力に換えていた。%K%P",
  "「それじゃあ、いっくよ〜！！」%K%P",
  "曲が始まり、カグラが練りに練ったパフォーマンスを披露する。%K%P",
  "シュリとマンツーマンだったせいもあり、\\n俺は最近のカグラをよく知らない。%K%P",
  "しかし、相変わらずなダンスのキレと、\\n歌いながらでも決して絶えることのない最高の笑顔。%K%P",
  "今日という日に合わせてベストコンディションで臨んだのは、\\n誰の目にも明らかだった。%K%P",
  "「みんなありがと〜！！　大好きだよ〜！！」%K%P",
  "一曲歌い終えても、ステージの熱気は消えない。%K%P",
  "大歓声に包まれながら、\\nカグラは大きく手を振って去っていった。%K%P",
  "続けて、代わる代わる見事なパフォーマンスが披露されていく。%K%P",
  "どのカミサマも、熱狂的なファンを持っていた。%K%P",
  "この会場でも、そしてネット配信を見ている人たちも、\\nきっと多くの{幸魂:さきみたま}を捧げていることだろう。%K%P",
  "そんな中、いよいよシュリの出番となる。%K%P",
  "彼女がステージ上に足を踏み入れると、\\n騒がしかった観客席が一瞬静まり返った。%K%P",
  "「皆さんこんばんは、吉祥天シュリです」%K%P",
  "「わたしは今日、この時のために心と技を磨き上げてきました」%K%P",
  "「これが今のわたしにお見せできる最高のステージです」%K%P",
  "「聞いて下さい、『{春調:はるいろ}』――」%K%P",
  "シュリの力強いボーカルが、会場中に響き渡る。%K%P",
  "澄んだ歌声の中に一本芯が通ったような、確かな音色だ。%K%P",
  "観客達は吸い込まれるようにシュリに魅了され、\\n思い思い手に持っていたサイリウムを振りかざした。%K%P",
  "「やっぱりシュリは最高だよ……」%K%P",
  "迷いも躊躇いもなくなった今、シュリを遮るものは何一つない。%K%P",
  "ひたすらに前へ、前へ。%K%P",
  "このオーディションすら、今のシュリには通過点でしかない。%K%P",
  "カグラがカミサマアイドルの本質を捉えているのだとしたら、\\nシュリはスターの素質を持っていた。%K%P",
  "そこに立っているだけで、思わず目で追ってしまう。\\nその声、その動きに、見ている者は一喜一憂してしまう。%K%P",
  "親しみやすいアイドルではなく、\\n皆が憧れるような、そんなスーパースターに。%K%P",
  "今はまだ、その片鱗を覗かせたに過ぎない。%K%P",
  "でも、ここで見ている全員は、\\nシュリの中に新しい予感を見出していた。%K%P",
  "「――行きますっ！！」%K%P",
  "楽曲がサビに突入する瞬間、シュリの目が俺を見た。%K%P",
  "そして微笑み。%K%P",
  "彼氏としては悔しいけれど、\\n誰もが恋に落ちてしまうほど最高にかわいい笑顔だ。%K%P",
  "シュリが恋しているからこそ見せられる表情。%K%P",
  "それを見た観客達は、それぞれ自分に向けられた笑顔だと感じ、\\n彼女に恋してしまうんだ。%K%P",
  "そして追い打ちをかけるように、百花繚乱。%K%P",
  "これには審査員も皆、度肝を抜かされた。%K%P",
  "他の候補者とは明らかにレベルの違う神力の生んだ奇跡に、\\n全員目を離せなくなる。%K%P",
  "歌声と、ダンスと、そして舞い散る花びら。%K%P",
  "それはすべて、吉祥天シュリという女の子を彩るためのものだ。%K%P",
  "舞台で舞い踊るシュリは、更に瞳をきらめかせ、\\n心の底から唄っているのが楽しいと、全身でアピールしていた。%K%P",
  "そしてついに、シュリの晴れ舞台が幕を下ろす。%K%P",
  "「はぁっはぁっ……皆さん、ありがとうございました！！」%K%P",
  "最後の感謝の言葉で、全員が我に返った。%K%P",
  "続いて巻き起こる拍手と歓声の嵐。%K%P",
  "もはや審査結果を待つまでもない。%K%P",
  "この場にいる誰の目にも、誰が勝利者なのか明らかだった。%K%P",
  "「やったな、シュリ。最高のステージだったよ」%K%P",
  "今夜、ここに新たなスターが誕生する。%K%P",
  "吉祥天シュリ、彼女の歴史は今、ここから始まるのだ。%K%P"
]