[
  "「そんな……嘘……」%K%P",
  "「ねえ、今のってわたしの聞き間違いだよね？\\n　サラさんが引退するなんて、そんなのおかしいよね？」%K%P",
  "「ねえ、何か言ってよっ、大和！！」%K%P",
  "俺につかみかかって希望の言葉を求めるシュリ。%K%P",
  "そんな彼女に、俺はかけられる言葉を持たなかった。%K%P",
  "「やだよ……サラさんが引退しちゃうなんて……」%K%P",
  "シュリはその場でへたり込んでしまう。%K%P",
  "そんな反応を見せたのはシュリだけでなく、大勢いた。%K%P",
  "予選結果を見に来たカミサマアイドルファンもまた、\\n大声を上げる者、泣き崩れる者、呆然と立ち尽くす者など、\\n様々な形でパニックに陥っていた。%K%P",
  "「皆さま、只今の弁財天サラの発言について、\\n　ご説明申し上げます」%K%P",
  "場を収拾するため、スタッフが速やかに動いた。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』は元々七福神をモチーフにした\\n　カミサマアイドルグループです。\\n　なので我々は７という数を重視しています」%K%P",
  "「弁財天サラの引退は当初より決まっていたことでした。\\n　今回のオーディションは彼女に代わるメンバーを\\n　選出するものだったのです」%K%P",
  "七福神は八福神にはなり得ない。\\nサラさんが抜けて６柱のままというのも具合が悪いので、\\n７柱めを選び出す必要があったというのが公式発表だった。%K%P",
  "八福神でも構わないというのが公式の見解だったはずだが、\\nサラさんの引退を今日まで伏せておくために、\\n敢えてそうしていたとのことだ。%K%P",
  "気持ちでは納得いかないが、事情は理解できる。%K%P",
  "しかし、サラさんの引退理由については明確に語られぬまま、\\nオーディション予選結果発表は終わった。%K%P",
  "「元気出しなよ〜。\\n　予選突破したんだよ？　めでたいことなんだよ？\\n　ばんざーい、ばんざーいって、大喜びしようよ」%K%P",
  "落ち込んでいるシュリをカグラが励ましてくれる。%K%P",
  "しかし、シュリは黙ったまま返事もない。%K%P",
  "「カグラは平気みたいだな？」%K%P",
  "「ん〜、サラさんのことは結構ショックだったよ。\\n　でも、今のシュリを見てるとねえ……」%K%P",
  "自分より落ち込んでいる相手がいると、\\n不思議とそういう気持ちにならないらしい。%K%P",
  "「それよりシュリのこと、大和に任せていいかな？\\n　あたし、この後バイトがあるんだよね」%K%P",
  "「わかった。後のことはこっちに任せて\\n　バイトに行っていいぞ」%K%P",
  "「それとカグラ。\\n　オーディション予選通過、おめでとう」%K%P",
  "「ありがとうっ！　それじゃまたね！」%K%P",
  "「ほら、お茶」%K%P",
  "「……ありがと」%K%P",
  "シュリを部屋まで連れてきて、とりあえず一服してもらった。%K%P",
  "「サラさん、夜になったら来てくれるってさ」%K%P",
  "ここに来るまでの間に、サラさんと連絡を取ってみた。%K%P",
  "やはり直接事情を聞かないことには、俺もシュリもスッキリしない。%K%P",
  "サラさんが来てくれるならカグラも呼ぼうと思ったが、\\n夜もバイトがあるそうで断られてしまった。%K%P",
  "代表して俺とシュリが話を聞き、\\nそれを後でカグラに伝えるつもりだ。%K%P",
  "サラさんからこちらに向かうとの連絡があったのは、\\n夜９時を回った頃だった。%K%P",
  "やはり、各方面でいろいろ大変らしい。%K%P",
  "既にネットでもサラさん引退の話でかなり盛り上がっていた。%K%P",
  "「えっと……」%K%P",
  "「ごめんね、なんだか驚かせちゃったみたいで」%K%P",
  "サラさんは気まずそうに笑っていた。%K%P",
  "「引退の理由、聞かせてもらっていいですか？」%K%P",
  "「ええ、あの場では言えなかったけど、\\n　シュリちゃんだってあれじゃ納得できないわよね」%K%P",
  "「私の引退についてなんだけど、これは私自身の問題なの。\\n　個人的な事情でカミサマアイドルを続けられなくなって」%K%P",
  "「恥ずかしいことだから、\\n　詳しい理由は聞かないでくれるとうれしいな」%K%P",
  "「個人的な理由、ですか……」%K%P",
  "「変な陰謀説とか、謎の圧力とか、\\n　そういうのは全然ないから安心してね」%K%P",
  "「実はあなたのお姉さんにも心配されちゃったのよ。\\n　闇の勢力になにかされたんじゃないかって」%K%P",
  "「お姉ちゃんってば……」%K%P",
  "闇の勢力って、想像力逞しすぎだ。%K%P",
  "でも、確かにちゃんと話を聞かなければ、\\n何らかの圧力があって引退に追い込まれたと邪推しても、\\n不思議ではない。%K%P",
  "「カミサマアイドルを引退するのは寂しいけど、\\n　でも、これからも私は私らしくやってくつもり」%K%P",
  "「だから、あんまり気にしないでね。\\n　シュリちゃん達のオーディションに支障が出たりしたら、\\n　それこそ大問題だから」%K%P",
  "「わかりました。説明もして頂きましたし、\\n　あとはオーディションに専念します」%K%P",
  "「うん、頑張ってね。応援してるから」%K%P",
  "「私は去り、新たなカミサマが代わりにやってくる」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』に新しい風を吹かせるのよ。\\n　シュリちゃんはどんな風を見せてくれるのかしら？」%K%P",
  "「私の代わりに『Ｌ☆ＳＥＶＥＮ』へ加わるに相応しい、\\n　最高のパフォーマンスを見せてね」%K%P",
  "「期待しているわよ、シュリちゃん」%K%P",
  "サラさんは最後にシュリに発破をかけて去っていった。%K%P",
  "「そっか……サラさんの代わりになるんだ……」%K%P",
  "『Ｌ☆ＳＥＶＥＮ』の８柱めとして新加入するのとは、\\n意味合いが異なってくる。%K%P",
  "オーディションに合格して新メンバーに選ばれるということは、\\nサラさんの抜けた穴を埋める重責を担う存在になるのだ。%K%P",
  "「どうしよ……そんなの絶対無理だよ……」%K%P",
  "ここまで来たからこそ理解できる『Ｌ☆ＳＥＶＥＮ』の実力。\\n今のラブ☆カミでは明らかにレベル差がある。%K%P",
  "そんな未熟な状態なのに、サラさんの代わりとなって、\\n常に彼女と比較される立場になるのだ。%K%P",
  "《シュリです\\n　お姉ちゃん元気にしてるかな？》%K%P",
  "《驚いたと思うけど\\n　わたしオーディションに参加してたんだよ》%K%P",
  "《サラさんのことはびっくりしたけど\\n　本選もがんばるね》%K%P",
  "《次も勝ってお姉ちゃんの隣で\\n　歌えるようになれたらいいな》%K%P",
  "《次のオフにはあえるかな？\\n　いっぱい話したいことあるの》%K%P",
  "《お返事待ってるね\\n　大好きだよ、お姉ちゃん》%K%P"
]