[
"A few had days passed since Akane's Jinriki\\ncame back.%K%P",
"And our relationship was moving along quite nicely.%K%P",
"And a couple of other things had changed, too.%K%P",
"Akane had started to become really clingy,\\nand whenever she had a spare moment,\\nshe'd pop into my room.%K%P",
"'Hey!'%K%P",
"'You really stick to me like glue.'%K%P",
"'This way I can feel you with my whole body.\\nYou don't mind, do you?'%K%P",
"'I guess not.'%K%P",
"As Akane squeezed in closer reading a manga, her\\nwhole body quivered like it tickled.%K%P",
"'What are you reading?'%K%P",
"'It's a romance manga I borrowed from Maika.\\nI thought it might help.'%K%P",
"I sneaked a look at it as she read intently.\\nThe main character and heroine were on a date.%K%P",
"'Hmm.'%K%P",
"A date...%K%P",
"You know, we haven't gone out, just the two of us,\\nsince we started dating.%K%P",
"'Hey, Akane. Why don't we go on a date?'%K%P",
"Akane looked up at me in shock.%K%P",
"'A date?! Let's go, let's go!'%K%P",
"Akane's eyes gleamed with excitement\\nand I was glad I'd asked.%K%P",
"'Is there somewhere in particular you'd like to go?'%K%P",
"'Somewhere to go... Hmmm...'%K%P",
"She put down the manga and folded her arms\\nin thought.%K%P",
"It was a spur-of-the-moment question,\\nbut she was so serious...%K%P",
"'We don't have to decide right now.\\nWe can think about it later.'%K%P",
"'...Oh, I know! Let's go to the shopping street!'%K%P",
"'Huh? Don't you want to go someplace more\\nspecial? It is a date, after all.'%K%P",
"'No, I want our first date to be here in town!'%K%P",
"'Is that bad?'%K%P",
"Akane cocked her head and looked at me\\nwith upturned eyes.%K%P",
"There was only one possible answer.%K%P",
"'Of course not. Actually, there are shops\\nand places I'd like to take you to.'%K%P",
"'Yay! So, is it set?'%K%P",
"'Yeah, of course it is!'%K%P",
"'All right, a shopping street date it is!\\nCan we go right now?'%K%P",
"'Sorry, today I've got to help Maika after lunch.\\nLet's go out tomorrow.'%K%P",
"'Aw, too bad. I guess if you promised to help,\\nthen you can't avoid it.'%K%P",
"Akane looked disappointed, but she didn't complain,\\nand brightened up right away.%K%P",
"'It's definitely on for tomorrow, right?\\nI'm so excited!'%K%P",
"'Me too.'%K%P",
"My face began to relax as I thought about it.%K%P",
"Tomorrow I'd have to be the perfect escort.%K%P"
]