[
"It was a few days after Inori had told us that\\nAkane could lose her powers again.%K%P",
"We went about our lives like it wasn't even\\na possibility.%K%P",
"'So she could lose her powers and become a spirit...'%K%P",
"I was lying in bed thinking.%K%P",
"Akane said she was okay, and was acting like she\\ndidn't worry at all, but I couldn't help being\\nanxious.%K%P",
"'She can do what she likes as an Aragami,\\nbut still...'%K%P",
"Deep in her heart was her worry that she might cause\\ntrouble with her Jinriki.%K%P",
"And so she continued to have some doubts\\nabout her own true nature.%K%P",
"At the very least, we should try finding a way to use\\nher power that wouldn't cause blackouts.%K%P",
"'There's got to be something--'%K%P",
"'A blackout?'%K%P",
"That was odd. Akane hadn't caused a blackout\\nin a while.%K%P",
"Could something have happened?%K%P",
"I recalled what Inori had said.%K%P",
"'I'd better go find Akane.'%K%P",
"'Oh, Sho!'%K%P",
"I used my phone to light the way as I wandered the\\nhalls, and Akane came running up to me.%K%P",
"'Akane! Are you okay?'%K%P",
"'Yeah, I'm fine!'%K%P",
"'Really? You're not feeling sick like you did\\nbefore?'%K%P",
"'Not at all. I feel the same as always.'%K%P",
"When I got close, I could see she was telling\\nthe truth.%K%P",
"'That's good. So, this blackout wasn't caused by\\nyour Jinriki going berserk?'%K%P",
"'Nope. This one isn't my fault!'%K%P",
"'So it must just be a regular old blackout.'%K%P",
"I had been worried something had happened to\\nher to cause it, but luckily she was okay.%K%P",
"But if she wasn't the cause I was suddenly worried\\nabout the town itself.%K%P",
"'I'm going to go see if everything is all right.\\nWill you wait here?'%K%P",
"'No, I'm going too.\\nYou're not the only one worried!'%K%P",
"Clearly, Akane had the same idea as me.%K%P",
"'Okay, let's go. It's dark, watch your step.'%K%P",
"'Yeah, I noticed that. You be careful, too.'%K%P",
"We left Tsubaki and walked the darkened streets\\nof Kannagi.%K%P",
"We noticed several things.%K%P",
"'This is pretty large-scale...'%K%P",
"No lights were on in any of the buildings\\nwe could see.%K%P",
"This blackout was much more wide spread than any of\\nthe ones Akane had caused.%K%P",
"The traffic lights were out, so there could even\\nbe car accidents.%K%P",
"'Sho...'%K%P",
"Akane sensed my worry, and took my hand anxiously.%K%P",
"I squeezed back, hoping to reassure her.%K%P",
"'Let's head back to the apartments.\\nMaika and Inori are probably worried, too.'%K%P",
"'Y-Yeah, you're right.'%K%P",
"I pulled Akane along, as she kept turning around to\\nlook. We made it back to the apartments.%K%P",
"'Oh, there you are!'%K%P",
"When we came into the living room, Inori\\ncame rushing up.%K%P",
"'Oh, I'm so glad.\\nWhen you didn't come out\\nI got worried.'%K%P",
"'Seriously! Where did you guys run off to?'%K%P",
"Should've checked in before we left.%K%P",
"We worried them both.%K%P",
"'Sorry. We went out to check on the town.'%K%P",
"'And how is it out there?'%K%P",
"'The whole town is dark, it's kind of crazy.'%K%P",
"We told them what we had seen.%K%P",
"'The whole town?\\nI had no idea it was so big...'%K%P",
"Maika and Inori were frowning at the news.%K%P",
"'I'm worried. What if there's been an accident?'%K%P",
"'What kind of accident?'%K%P",
"'There's probably some equipment trouble.'%K%P",
"The three of them were talking closely,\\ntroubled looks on their faces.%K%P",
"I figured we would get nowhere with all this\\nheavy talk, so I opened my mouth.%K%P",
"'Things are a little chaotic right now, but I'm sure\\nthey'll get it sorted out soon.'%K%P",
"Before, it had taken a while for the power to come\\nback because of Akane's Jinriki.%K%P",
"But this time, since it was a natural occurrence,\\nI doubted it would take very long to fix it.%K%P",
"'Do you think so?'%K%P",
"'Yeah. It won't get too out of hand.\\nI mean, we've had tons of blackouts and\\nit never got very bad.'%K%P",
"I said all this as lightly as possible, wanting to\\nbreak the tension.%K%P",
"'Y-Yeah, I guess so. We shouldn't be so\\npessimistic.'%K%P",
"'Right! We should just act like normal.\\nI'm sure it'll come back on while we're\\nall sitting here talking.'%K%P",
"Or so we thought...%K%P",
"'It's not back yet...'%K%P",
"Akane's muttering filled the darkened room.%K%P",
"It had been a while since the power went out,\\nbut there was no sign of it coming back on.%K%P",
"In the light of the flashlight on the table,\\nAkane and the others looked nervous.%K%P",
"'I'll see what I can find out.'%K%P",
"It really was taking a long time.%K%P",
"I took out my phone and looked up the\\nblackout in Kannagi.%K%P",
"'Hmmm, let's see...'%K%P",
"I scanned the results.%K%P",
"'Currently, a wide spread blackout is\\naffecting the area around Kannagi Town.'%K%P",
"'The cause of the outage is currently\\nunder investigation, but there are no estimates on\\nwhen power will return.'%K%P",
"So basically no one knew when they would\\nget it fixed.%K%P",
"I told the girls what I had found.%K%P",
"'So, we just have to wait like this?'%K%P",
"'If this blackout continues for too long,\\nwe're in trouble. The roads are going to\\nbe a mess.'%K%P",
"'Indeed. It's a serious issue when city facilities\\nshut down. Hospitals and such have emergency\\ngenerators, but they can't last forever.'%K%P",
"'I hope that no one in Kannagi is harmed...'%K%P",
"'...'%K%P",
"The more we thought about it, the worse\\nthe problem seemed.%K%P",
"Even though I'd seen the city myself, I never really\\nthought a blackout was such a big deal.%K%P",
"Could we just sit by and let this go on?%K%P",
"'Hey... Do you think there's anything\\nI can do?'%K%P",
"Akane said in a quiet, but strong voice.%K%P",
"'Akane?'%K%P",
"'I know my Jinriki isn't very useful.\\nBut all these people who've been so nice\\nto me are in trouble, and I can't ignore it.'%K%P",
"'I'm an Aragami, but still a goddess, right?\\nSo isn't there something I can do?'%K%P",
"'Akane, I understand how you feel.'%K%P",
"'But I don't think there is anything our Jinriki\\ncan do to help. Indeed, if we make a mistake,\\nwe could make things considerably worse.'%K%P",
"'I know. I know all that, but still...'%K%P",
"Akane clenched her fists in frustration at\\nbeing so powerless.%K%P",
"'Ah, the batteries...'%K%P",
"The flashlight flickered and went out,\\nleaving the room in total darkness.%K%P",
"'It had been flickering for a while.'%K%P",
"'I'll go get some fresh batteries.'%K%P",
"'It's dark, be careful.'%K%P",
"'Yeah, I know.'%K%P",
"While Maika was out getting batteries, Akane\\nreached toward the flashlight.%K%P",
"'*Sigh* If only I could use my Jinriki\\nto charge batteries and stuff.\\nI totally failed that one time.'%K%P",
"'Charge?'%K%P",
"Her words gave me an idea.%K%P",
"We had all thought that Akane's Jinriki could only\\ncause power to go out.%K%P",
"But blackouts have a reason.%K%P",
"Could it be that Akane caused blackouts not by\\nblocking electricity, but by absorbing it?%K%P",
"'Hey, Akane... Could you try using your Jinriki?'%K%P",
"'Huh? Why?'%K%P",
"'Do you have an idea, Sho?'%K%P",
"'Yeah. When we first met, Akane tried to use\\nher Jinriki to charge my phone.'%K%P",
"'Yeah, but I messed it up.'%K%P",
"'That was probably because you didn't really\\nwant to control it. But if you really could use\\nit now, maybe you could end this blackout.'%K%P",
"'But...'%K%P",
"'You've changed since then, Akane.\\nI know it'll work. I believe in you.'%K%P",
"'Right. okay, I guess\\nI'll give it a try...\\nAnd... Ugh!'%K%P",
"Akane took a deep breath and unleashed\\nher power on the flashlight.'%K%P",
"'Agh!'%K%P",
"There was an instant of electric noise and\\nthen the flashlight flickered back on.%K%P",
"'It...worked?'%K%P",
"'I-It looks like it.\\nI've never done anything\\nso precise before...'%K%P",
"'So what was that big flash just now? Huh?\\nWhy is the flashlight back on?'%K%P",
"'Oh, well, actually...'%K%P",
"I told Maika about what Akane had done.%K%P",
"'Huh... So maybe Akane could get this\\nblackout fixed using her power?'%K%P",
"'Yeah, maybe. I think she can really help.'%K%P",
"When I said that, Akane started to look embarrassed.%K%P",
"'Do you really think I should do this?'%K%P",
"'That just now might have been a coincidence.\\nIf I mess this up, I might cause even\\nmore trouble for everyone.'%K%P",
"'Akane, I believe your Jinriki can help people.'%K%P",
"'It's okay! I know you'll do it.\\nYour Jinriki can protect us all.\\nI believe it. So do it.'%K%P",
"I used my words to give her courage.%K%P",
"I truly believed that Akane's power could do more\\nthan just cause problems.%K%P",
"'Sho... Right. I'll do it!'%K%P",
"Raising her face, she stood resolutely.%K%P",
"Once, a huge electric pylon had stood on\\nthese grounds.%K%P",
"It had been removed when the grounds had\\nbeen rebuilt, but there was still traces of\\nit in the courtyard.%K%P",
"There was no better place for this electrical\\ngoddess, Akane, to use her power.%K%P",
"Maika had gone to check on the shopping street,\\nand Inori had gone to her boss,\\nso right now we were alone.%K%P",
"'All ready?'%K%P",
"'Phew... Yes, I'm ready.\\nAnytime is fine!'%K%P",
"'Right, let's start.'%K%P",
"Akane put her hand on the pylon's remains, closed\\nher eyes then reopened them.%K%P",
"'Gah!'%K%P",
"This time, when Akane released her power there was a\\nmuch brighter flash than before.%K%P",
"At the same time, the air was filled with an\\noverwhelming power, like the embodiment\\nof raw natural power.%K%P",
"'So this is what Akane can do?!'%K%P",
"Great cracking bolts of electricity illuminated the\\ndarkness around Akane.%K%P",
"'I-It's no good! I can't control it!'%K%P",
"The electricity surrounding her danced wildly,\\nignoring her attempts to control it.%K%P",
"If it went on like this, I could see she might\\ntotally lose control.%K%P",
"Now that she'd actually taken hold of her power,\\nI couldn't bear the thought of her failing now.%K%P",
"'You can't let that happen!'%K%P",
"I held her from behind, as if to support her.%K%P",
"'Sho?! No! You can't be here, it's too dangerous!'%K%P",
"'I trust you! It's okay! I know that your power\\nis here to protect the people of Kannagi!'%K%P",
"I assured her, holding her body close.%K%P",
"'Don't hold back! Just do what you know you can!\\nI know that you can do this!'%K%P",
"I couldn't do much, but I had more faith\\nin Akane than anyone.%K%P",
"'Seriously... You're an idiot.\\nBut since you're counting on me,\\nI can't just give up...'%K%P",
"The tension seemed to melt from her body and\\nthe anxious tone in her voice softened.%K%P",
"The electricity flying around Akane suddenly\\ncame together and grew even brighter,\\ngathering close to her.%K%P",
"'Watch, Sho. See how even an Aragami can help\\npeople!'%K%P",
"When Akane called out to me, the light exploded.%K%P",
"'Gah!'%K%P",
"It was so bright I couldn't open my eyes for a while.%K%P",
"When it seemed the light had died down,\\nI opened my eyes and saw that\\nthe lights were on in Tsubaki.%K%P",
"'The power's back on...'%K%P",
"'Phew... I did it! Yeah!\\nBut... Now I'm so tired...'%K%P",
"I grabbed the wobbling Akane and patted her head.%K%P",
"'Good job. Thank you.'%K%P",
"'Haha... I actually helped everyone, right?'%K%P",
"'Yes, it was beautiful, like a true goddess.'%K%P",
"'Oh, yeah... I am a goddess, aren't I?'%K%P",
"'I told you, didn't I?\\nYour powers can help everyone.'%K%P",
"'Yeah... My Jinriki actually has meaning...'%K%P",
"As if checking her own power, Akane clenched\\nher hands at her chest.%K%P",
"'This power can help people.\\nEven as an Aragami,\\nI can help people.'%K%P",
"Akane, murmuring in my arms, suddenly looked\\nrelieved, as if a darkness had been\\nlifted from her.%K%P",
"'Sho... It's okay for me to be an Aragami, right?'%K%P",
"'Of course it is. You're a wonderful goddess.\\nYou should be proud of who you are.'%K%P",
"'Yeah, you're right! I can be an Aragami!'%K%P",
"'So I might still be a bother, but that's okay too!'%K%P"
]