[
"A few days had passed after Akane lost interest in\\nthe project.%K%P",
"We still hadn't come up with any plans to help deal\\nwith the situation.%K%P",
"Akane eventually came out of her room,\\nbut she still looked gloomy.%K%P",
"She'd reverted back to her old routine of avoiding\\nanything that she considered too much trouble.%K%P",
"Inori was looking down. Apparently she blamed\\nherself for all this.%K%P",
"If we even tried asking Akane what was wrong,\\nshe'd get mad right away and cause a blackout.%K%P",
"'Mmm...'%K%P",
"Akane lay napping on the porch.%K%P",
"'Enjoying the sunshine, huh?'%K%P",
"Her clothes had gotten tangled up and her\\nstomach was on show.%K%P",
"'C'mon Akane,\\nyou're gonna catch a cold\\nif you sleep out here.'%K%P",
"I tried to shake her awake, but it was no good.%K%P",
"'Okay, fine... If that's how it is...'%K%P",
"I got the futon cover from my room,\\ndraped it over the slumbering goddess\\nand sat down beside her.%K%P",
"'Nhm...mmm... Huh? Sho?'%K%P",
"She stirred and rubbed her eyes, then sat up.%K%P",
"'Did I wake you?'%K%P",
"'No, not really... Hey, is this futon cover yours?'%K%P",
"'Yeah. It may be warm out now, but I don't want you\\ncatching a cold later.'%K%P",
"'Thanks...'%K%P",
"I felt relaxed as I watched Akane blush lightly and\\nwrap the futon cover around herself.%K%P",
"'Don't get shy on me now. You sleep in front\\nof me all the time.'%K%P",
"'Yeah, but it's kind of embarrassing to think of\\nyou looking at me while I'm sleeping...\\nOh, I know!'%K%P",
"Akane squirmed around, repositioning herself so\\nher head was resting on top of my knees.%K%P",
"'And why is your head in my lap now?'%K%P",
"'I need a pillow. Plus, this way\\nyou won't be able to see my face.\\nAny objections?'%K%P",
"'I guess not...'%K%P",
"'Yay! Then let's just stay like this for a while.'%K%P",
"Akane settled down, her breathing calm and steady.%K%P",
"'...'%K%P",
"'...'%K%P",
"Neither of us spoke a word.\\nThe only sound was the ticking\\nof the clock in the living room.%K%P",
"'Hey, Sho?'%K%P",
"'Hm? What is it?'%K%P",
"'I'm an Aragami.'%K%P",
"'Yeah, I knew that already. What about it?'%K%P",
"'Whatever happens, I can't change who I am.\\nMy lack of control is what makes me an Aragami,\\nit's part of what makes me me. So...'%K%P",
"'So...?'%K%P",
"'...Forget it. It's nothing, really.'%K%P",
"Just when she was about to say something important,\\nshe sank into an awkward silence.%K%P",
"'I'm kinda relieved.'%K%P",
"'Why's that?'%K%P",
"'I haven't been able to talk to you much lately.\\nI'm happy when you tell me what you're thinking,\\neven if it is just random tidbits like that.'%K%P",
"'Heh, you're so weird.'%K%P",
"'Seriously, I was starting to think you hated me.'%K%P",
"I finally got to hear a little of Akane's true\\nfeelings.%K%P",
"It was hard to describe how happy that made me.%K%P",
"'No, I don't hate you...\\nIn fact, I was worried\\nyou'd given up on me.'%K%P",
"'I'd never do that. Neither would Inori.'%K%P",
"'Inori too? Really?'%K%P",
"'Of course. She's the one who's stuck by you the\\nlongest, isn't she?'%K%P",
"I could tell now. Akane really had changed\\nsince I first met her.%K%P",
"As for why she'd been acting this way lately,\\nshe must have had her own reasons,\\nsomething on her mind.%K%P",
"'That's good to know...'%K%P",
"'We're all friends here. That's never going\\nto change.'%K%P",
"I patted Akane on the head. She immediately\\nblushed and turned away.%K%P",
"'Who said you could pat my head, too?\\nThat's even more embarrassing!'%K%P",
"'Should I stop?'%K%P",
"'...You don't have to.\\nIt's not so bad coming from you.'%K%P",
"'Thanks. I'll take you up on that offer.'%K%P",
"'Sure...'%K%P",
"We spent the rest of the afternoon quietly basking\\nin the warm sunshine.%K%P",
"That night I called another meeting.%K%P",
"By which I meant I talked to Inori and Maika.%K%P",
"'What is this all about?'%K%P",
"'I need your help with Akane.'%K%P",
"'I thought so. Not just Inori, you need me, too?'%K%P",
"'Of course.\\nHaving you in our corner would\\nmake a huge difference.'%K%P",
"Maika could provide a fresh set of eyes,\\nmaybe some new ideas.%K%P",
"The same went for Inori.%K%P",
"Right now I was stumped, but perhaps the three\\nof us could think of something together.%K%P",
"'Well, okay. But only because I don't like seeing\\none of my tenants so depressed.'%K%P",
"'F-For what it's worth, I'll do anything I can\\nto help Akane!'%K%P",
"And so thanks to Inori's sense of responsibility\\nand Maika's sense of duty, I had my team ready.%K%P",
"'Thanks, both of you.\\nI feel better about this already.\\nSo, I spoke to Akane this afternoon--'%K%P",
"I told them about the hint of Akane's true feelings\\nI'd picked up on.%K%P",
"'Ah, so she lost heart because she wasn't\\nenjoying it anymore?'%K%P",
"Inori sounded relieved.%K%P",
"She must have been worried that she'd gone too far\\nand seriously offended Akane.%K%P",
"'Seems that way. Any ideas how we can get her\\nmotivation back? I just want her to be happy,\\nlike she was before.'%K%P",
"And I really did.%K%P",
"'Me too. I hate seeing her this way.'%K%P",
"Inori was on my side, that was good.%K%P",
"'But how are we supposed to cheer her up\\nagain?'%K%P",
"'That's where I need your help.\\nI just wish we had a more\\ndefinite place to start...'%K%P",
"'I see. I wonder if we could do something\\nto jolt her back into action.'%K%P",
"Wondering and wishing didn't do us a lot of good.%K%P",
"We both groaned in frustration.%K%P",
"'Hmm... Do you think Akane's really given up on\\nbeing an idol?'%K%P",
"Maika finally chimed in.%K%P",
"'Who knows?\\nShe always enjoyed her practice so much,\\nit's hard to believe she really got bored of it.'%K%P",
"'Maybe we can put that to the test.'%K%P",
"'What do you mean?'%K%P",
"'I think I know a way to find out how Akane\\nreally feels.'%K%P",
"'You have a plan?'%K%P",
"'Hmm... Nothing definite yet, but...'%K%P",
"'But?'%K%P",
"Where was she was going with this?%K%P",
"'Wait here just a sec.'%K%P",
"Maika stood up and left the room.%K%P",
"She was only gone a couple of minutes.%K%P",
"Coming back in, she thrust some kind of paper at me.%K%P",
"'Take a look at this.'%K%P",
"'A flyer?'%K%P",
"'What's all this got to do with--'%K%P",
"'Just read it.'%K%P",
"I ran my eyes over the flyer.%K%P",
"It had information about an upcoming festival\\nthat was going to be held in the park.\\nOne item in particular stood out.%K%P",
"'A performance by local idols?'%K%P",
"Apparently a number of idols with ties to Kannagi\\nwere going to get together for a concert.%K%P",
"'Is this that same flyer Akane was looking at\\nback when...when I upset her?'%K%P",
"Right, I remembered it now!%K%P",
"'If she'd really gotten bored of idols,\\nit's pretty unlikely she'd be reading\\nsomething like this, isn't it?'%K%P",
"'Of course, I'm only guessing. This might have\\nnothing to do with anything.'%K%P",
"'No, I think you're right.'%K%P",
"Akane would never choose to read something\\nshe found boring.%K%P",
"Not the Akane I knew.%K%P",
"'I think you're right.\\nThere's no way she's\\ncompletely lost interest.'%K%P",
"We were all in agreement.%K%P",
"The festival and concert was tomorrow.%K%P",
"There had to be some way we could use this.%K%P",
"'Oh hey, Maika, why did you keep this?'%K%P",
"The question just popped into my head.%K%P",
"It seemed to make Maika a little\\nuncomfortable, though.%K%P",
"'I-It's a landlady's duty to take an interest in\\nher tenants' hobbies, that's all.'%K%P",
"She turned away as a blush started to spread\\nacross her face.%K%P",
"I guess Akane wasn't the only idol fan\\nin this house.%K%P",
"'A-Anyway, maybe we can take Akane to this\\nconcert and watch how she reacts.'%K%P",
"'I think it's a wonderful idea!\\nIt's the perfect venue to draw out\\nAkane's true feelings.'%K%P",
"Encouraged by Inori's enthusiasm, we adopted\\nMaika's plan.%K%P",
"'Okay, I'll invite her to the concert.\\nThanks for your help.'%K%P",
"'I'm not sure I was any help, really.'%K%P",
"'Don't say that.\\nSho only agreed after you gave it\\nyour stamp of approval.'%K%P",
"'Exactly. Thank you, Inori.'%K%P",
"'You too, Maika. I think this could work out.'%K%P",
"'I-I'm not doing it for you or anything...'%K%P",
"'Try not to mess this up, okay?\\nIf anyone needs me I'll be in my room.'%K%P",
"Having done her part, Maika got up and left.%K%P",
"'Do you really think this will work?'%K%P",
"'There's no guarantee.\\nBut it could provide that little spark\\nwe need to get things moving again.'%K%P",
"Would this be the key to re-motivating Akane?\\nWho knows. It was better than sitting around\\ndoing nothing.%K%P",
"I rushed off to go find Akane.%K%P"
]