[
"A few days passed since Inori and I got used\\nto spending time as lovers.%K%P",
"Now, Inori was almost always by my side.%K%P",
"'Here you go, Sho.'%K%P",
"'Thanks.'%K%P",
"Inori served me a bowl of rice.%K%P",
"It was the perfect portion, as always.%K%P",
"'You've become so accustomed to it,\\nit's like you're his wife.'%K%P",
"Maika commented as she gazed at Inori, briskly\\ntaking care of me.%K%P",
"'N-N-Not at all!\\nI'm still far from you, Maika!'%K%P",
"'It's true, I think Maika's food is still tastier.'%K%P",
"'She's learned most of the dishes I taught her,\\nit's only a matter of time\\nI'll be surpassed by Inori.'%K%P",
"Maika responded to Akane as she slurped down\\nmiso soup.%K%P",
"'I have to say that I agree with Maika.'%K%P",
"'It's already impressive how she improved so much\\nin such a short amount of time.'%K%P",
"In reality, Inori had greatly improved on\\nall her chores in general.%K%P",
"Was it because she was able to work more\\nefficiently?%K%P",
"'It's all because of my mentor, Maika.\\nThank you for everything.'%K%P",
"'The more people know how to cook, the easier\\nit gets for me. Now that Inori cooks,\\nI'm able to relax more.'%K%P",
"'It's true that her food is tasting better.\\nYeah, anyway, I'm not complaining.'%K%P",
"'Oh please, Akane.'%K%P",
"'I get to eat delicious food and Inori\\nfeels the joy in cooking.\\nWhat an awesome relationship!'%K%P",
"Forcing a smile at Akane, Inori seemed\\npretty happy.%K%P",
"It's always nice to feel accomplished.%K%P",
"'Speaking of chores, it's been raining a lot\\nrecently.'%K%P",
"'Yes. The laundry won't dry if it's always cloudy\\nlike this.'%K%P",
"'It's true. It makes a huge difference in softness\\nwhen drying it under the sun\\nrather than in the room.'%K%P",
"Inori and Maika started to sound like house wives\\nwith their concerns.%K%P",
"'It was rainy and cloudy all last week. I wonder\\nhow next week's looking.'%K%P",
"I took the remote to turn on the TV just when they\\nwere about to start the weather report.%K%P",
"'The typhoon is gathering strength...'%K%P",
"'What, another one?'%K%P",
"Akane sounded disappointed as she\\nwatched the news.%K%P",
"'We're in the season, but it sure is happening\\na lot these days.'%K%P",
"'Augh, I'm bored.\\nStaying at home all the time\\nis gonna make me gloomy.'%K%P",
"'There's nothing you can do about the weather.'%K%P",
"Akane sulked like a child and Inori gently\\ncalmed her down.%K%P",
"It's like they were mother and child.%K%P",
"If I married Inori and we had a kid, she would be\\na wonderful mother.%K%P",
"'Sh-Sho? When you stare at me like that, it's,\\nyou know, embarrassing.'%K%P",
"'Sorry. I was just thinking how\\nyou'd be a good mom.'%K%P",
"'A-A mom?!\\nU-Um, I think that's\\ntoo early for us...'%K%P",
"'But if that's what you want,\\nI can start now...!'%K%P",
"'Hey, Sho. I think something weird's\\ngoing on with Inori.'%K%P",
"'There, there. I'm still a student so\\nit'd be too early for me. I need to get\\na good job first too.'%K%P",
"If we were to have kids, I'd need to establish a\\ngood foundation for Inori.%K%P",
"'Sho, you're acting weird too.'%K%P",
"'...'%K%P",
"Next to us acting silly, Maika was watching\\nthe news with a serious face.%K%P",
"'Maika? Is there something going on\\nin the news?'%K%P",
"'Ah, I'm just worried about the typhoon.'%K%P",
"'What typhoon?'%K%P",
"I shifted my attention to the news.%K%P",
"'The typhoon will touchdown in four days and\\nit's looking to be a big one.'%K%P",
"The reporter on TV read the rest of the forecast.%K%P",
"I figured out what Maika wanted to say.%K%P",
"'It's almost time to prepare for the Autumn Festival,\\nright? It's unfortunate to have such a big typhoon\\nhit this year.'%K%P",
"'It sounds like it's a big one too. They might even\\ncancel the Autumn Festival.'%K%P",
"Kannagi's Autumn Festival requires\\na month of preparation and then\\na week of intense preparation.%K%P",
"Each district gathers and makes ropes for the parade,\\nrehearse dances, collects donations, and arranges\\nthe food.%K%P",
"During the last stretch of the preparations, there's\\nmore manual labor including setting up risers and\\ntransporting the portable shrine to city hall.%K%P",
"The month long preparation for this year was done.\\nWhat was left was the week of intense preparation,\\nand the typhoon wasn't going to let it happen.%K%P",
"We understood that there was the potential for\\nall that hard work to become ruined by\\nthe typhoon.%K%P",
"'If it gets canceled, everyone in town would be\\nso disappointed.'%K%P",
"'Is the Autumn Festival going to be okay?'%K%P",
"Inori and Akane asked as they sensed the\\nanxiety from Maika and I.%K%P",
"'The neighborhood association must have\\nan alternative plan in place, so it should be fine.'%K%P",
"'Yup... And we're the ones who need to reinforce\\nTsubaki so it doesn't fall apart.'%K%P",
"Still anxious about the Autumn Festival, we started\\nto prepare for the typhoon.%K%P"
]