[
"After talking to Inori, I called on Maika\\nin her room.%K%P",
"'Maika? You there?'%K%P",
"'Sho...? It's open, come on in.'%K%P",
"'Thanks.'%K%P",
"Maika was sitting on her bed.\\nHer eyes were red as if\\nshe'd just been crying.%K%P",
"I didn't say anything yet, just sat down next to her.%K%P",
"'Have you been crying?'%K%P",
"'No... I'm just frustrated.'%K%P",
"'Frustrated?'%K%P",
"'Uh, yeah! I care about Akane and this building so\\nmuch! I really thought we could get something done\\nif we worked together.'%K%P",
"'But Akane doesn't care what happens to this\\nplace. She never cared about it at all.'%K%P",
"'I couldn't stand hearing someone badmouth a place\\nthat's so precious to you and me...'%K%P",
"Maika choked a little, lowering her head as if\\ntrying to curl up into herself.%K%P",
"'Do you really think Akane hates it here?'%K%P",
"'What...? Whose side are you on?'%K%P",
"'Yours, of course. But that doesn't mean I'm\\nagainst Akane. Think back, did she ever say\\nthat she hated being here?'%K%P",
"'She said she didn't care if it got knocked down!'%K%P",
"'No, she said she couldn't stand you trying to\\ndictate what she got to do.'%K%P",
"'It's the same thing! I was doing it to try and\\nsave Tsuba--'%K%P",
"'That's your problem, right there. You wanted to\\nsave this building. But did you think\\nabout how Akane felt?'%K%P",
"'I'm sorry to say this, but at this rate I think it\\nmight be for the best if this place\\ncloses down, too.'%K%P",
"'...'%K%P",
"Maika's eyes went wide with shock.%K%P",
"Maybe that was too harsh.%K%P",
"But I think it was what she needed to hear.%K%P",
"'Maika. In your mind, what kind of place is\\nTsubaki?'%K%P",
"'Huh? Well...it's our home.\\nIt's a place full of memories\\nof my time with you.'%K%P",
"'So, what do we have to do to protect this\\nhome of ours?'%K%P",
"'Rehabilitate Akane...?'%K%P",
"'Good answer, but I think we can do better.\\nRehabilitating Akane would help,\\nbut is that all you want?'%K%P",
"'Is your dream to make this into a place where\\nwe try to control the goddesses that live here?'%K%P",
"'That's...'%K%P",
"'Maika, I know we're running out of time.\\nBut I think you were in the wrong here.'%K%P",
"I knew how she felt. I wanted to protect\\nthis place, too.%K%P",
"But at what cost?%K%P",
"'Do you think of Tsubaki as a place where people\\nare forced into doing things?'%K%P",
"'No... When I think of Tsubaki, it's a kind place, a\\nplace full of people who are friends.'%K%P",
"'That's how I think of it, too.'%K%P",
"'That's why if we really want Akane to help, we can't\\nbully her, we need her to like living here so that\\nshe wants to save it just as much as we do.'%K%P",
"We had to stay true to the sprirt of Tsubaki\\nApartments.%K%P",
"I didn't want Maika to lose sight\\nof something so important.%K%P",
"As I spoke, Maika started to slump over like all her\\nenergy was draining out of her.%K%P",
"'Now that I think about it, I got so fixated on you\\nand me and protecting our house that I forgot this is\\nsupposed to be Akane and Inori's home, too.'%K%P",
"'I tried to push my own feelings onto Akane.\\nThat wasn't right.'%K%P",
"'I probably should have said something sooner.'%K%P",
"'No, don't worry about it.\\nI'm just grateful you stopped me from\\nmaking the same mistake again.'%K%P",
"'Fixating on the past too much could rob this\\nplace of its future.'%K%P",
"'I'll apologize to Akane. And I'll find a way\\nto show her what a great place Tsubaki Apartments\\ncan be.'%K%P",
"'You are sounding a lot happier now.\\nI'm proud of you, and I know you can do it!'%K%P",
"'Thanks to you.'%K%P",
"Maika's eyes were no longer bleary and sorrowful.\\nNow they were alight with determination.%K%P",
"'That's the Maika I know and love.'%K%P",
"I gave her an encouraging pat on the shoulder.%K%P",
"'Thanks again, Sho.'%K%P",
"'Anytime.'%K%P",
"We were quiet then, and sat in each other's arms\\nfor just a little longer.%K%P",
"Having realized the error of her ways, Maika\\ncalled Inori and Akane into the living room\\nthe next day.%K%P",
"Unsurprisingly, Akane was sulking and refused to\\nlook any of us in the eyes.%K%P",
"'I'm just here because Sho asked me.\\nIf Maika's gonna lecture me again,\\nI'm going back to my room.'%K%P",
"'That's not it.\\nJust hear what she has to say.'%K%P",
"'Yes, Akane, at least withhold your judgment\\nuntil then.'%K%P",
"'Okay, fine.\\nBut I'm just gonna switch off\\nif things start getting boring.'%K%P",
"Akane had been about to get up, but we managed to\\nconvince her to stay put a while longer.%K%P",
"I couldn't have this conversation falling apart\\nbefore it had even started.%K%P",
"At a signal from me, Maika began to speak.%K%P",
"We'd agreed that she was going to tell Akane\\nhow she honestly felt, and that I would\\ninterfere as little as possible.%K%P",
"'Before we go any further, I want to apologize.\\nI'm sorry for not considering your feelings\\nbefore, Akane.'%K%P",
"'Huh?!'%K%P",
"Akane's eyes nearly popped out of their sockets.%K%P",
"'I thought about it, and you were right. I was only\\nthinking of myself. I shouldn't have tried to force\\nyou into doing things my way.'%K%P",
"'I don't expect you to forgive me,\\nbut I needed to say this.\\nI really am truly sorry.'%K%P",
"'I... Uh...Maika, don't worry. I forgive you.'%K%P",
"Maika sighed in relief before moving on.%K%P",
"'Thank you. Now for the reason I've called you here.\\nI have a request for both of you.'%K%P",
"'A request?'%K%P",
"'Yes. I want you two to fall in love with\\nTsubaki Apartments.'%K%P",
"'Huh? What do you mean?'%K%P",
"'This building has absorbed all the memories\\nof the people who've lived here.\\nThe good times and the bad.'%K%P",
"'I love this place. I want to protect it.\\nI want you two to feel the same.'%K%P",
"'What, by forcing me to change?'%K%P",
"'No. How do I put this...? Sho, what does\\nTsubaki mean to you?'%K%P",
"'Huh? You're asking me?'%K%P",
"What did this place mean to me?%K%P",
"'Well, it's my home and it's important to me.\\nI've spent a lot of time here with people\\nI care about.'%K%P",
"'How about you, Inori?'%K%P",
"'Me? Well, I think it's a peaceful place.\\nA place its residents find comfortable.'%K%P",
"Just the kind of answer I'd expect from Inori.%K%P",
"'And you, Akane? What kind of place do you think\\nTsubaki Apartments is?'%K%P",
"'...It's full of annoying busybodies.\\nBut the food's good.'%K%P",
"Akane was still grumpy,\\nbut at least she answered\\nMaika's question.%K%P",
"'How about for you, Maika?'%K%P",
"'Me? To me, Tsubaki Apartments is a place where I\\ncan meet lots of wonderful people.'%K%P",
"'It's not just where you've lived with Sho?'%K%P",
"'I can't deny that's part of it. But it's all the\\nencounters that make it really precious to me.'%K%P",
"'I've lived here all my life.\\nPeople have come and gone, and I even\\ngot to meet goddesses here.'%K%P",
"'That's why I want to make this a place where humans\\nand goddesses can live together and learn\\nfrom each other.'%K%P",
"'I don't get it.'%K%P",
"'Well, I used to think Aragami were really scary.'%K%P",
"'But after getting to know you, Akane, I've come\\nto realize that they're just very honest and direct\\nabout their feelings.'%K%P",
"'I want to help bridge the gap between Aragami\\nand humans, to help them be accepted in society.'%K%P",
"Maika started to get really passionate as\\nshe described her ambition.%K%P",
"It was still vague, with no definite plan,\\nbut her enthusiasm seemed to shine through\\nin every word she spoke.%K%P",
"'I want to make this a place that you'll love just\\nas much as I do. Right now, I want that more\\nthan anything.'%K%P",
"'I won't interfere with your rehabilitation anymore.\\nI just want to show you what kind of place\\nTsubaki Apartments really is.'%K%P",
"'And if you do start to like it, and want to\\nsave it, then we can see how it goes from there.\\nThat's all.'%K%P",
"Maika bowed her head.\\nAkane still looked sour as she\\ntook this all in.%K%P",
"'And that's your request?'%K%P",
"'Yes.'%K%P",
"'What if I say I'm giving up on rehab?'%K%P",
"'Then I'll give up on that dream.\\nIf I can't get you to love this place,\\nI don't deserve anything more.'%K%P",
"'But I really will do everything in my power to make\\nTsubaki Apartments a place you can call home.'%K%P",
"Akane's expression slowly started to soften.%K%P",
"'Okay... Fine.'%K%P",
"'What's that mean--'%K%P",
"'It's not like I hate it here or anything. Besides,\\nI am your household goddess. I can't ignore such\\nan earnest prayer.'%K%P",
"'So you'll help?'%K%P",
"'You did accept me even though I'm an Aragami.\\nInviting a few others here could be fun.'%K%P",
"'I think your dream sounds fantastic.\\nFor what it's worth, I'll do anything I can to help!'%K%P",
"'Akane... Inori...'%K%P",
"'Don't forget me.'%K%P",
"'Of course... Thank you all so much!'%K%P",
"Maika broke into tears of joy.%K%P",
"'I'll go along with rehab again.\\nJust go easy on me, okay?\\nI can't keep up anything too demanding.'%K%P",
"'Sure. I'll tear up that dumb schedule.'%K%P",
"'Then everything's fine! Friends?'%K%P",
"'Friends. Thanks, Akane.'%K%P",
"Maika and Akane shook hands and made up.%K%P",
"Their past animosity disappeared like mist in the\\nmorning sun.%K%P"
]