[
"'Spring's finally arrived, huh?'%K%P",
"'Time certainly flies.'%K%P",
"It hadn't been long since Maika won Akane over.%K%P",
"There had been a lot of trial and error\\nalong the way.%K%P",
"But all that effort had paid off,\\nand Akane could now restrain her Jinriki\\nenough to stop causing blackouts.%K%P",
"That wasn't to say she was completely reformed,\\nbut we'd at least fulfilled the conditions\\nfor saving Tsubaki.%K%P",
"'Akane, are you listening?\\nYou're a goddess, you can't go out\\ndressed like that!'%K%P",
"'Oh, don't be such an old lady.\\nWearing plain clothes too much makes you\\nboring on the inside, too.'%K%P",
"'What are you implying?!'%K%P",
"'She's the same as ever, even now.'%K%P",
"Since the day Maika told her about her dream,\\nAkane had completed her rehabilitation program,\\nand Tsubaki Apartments was still standing.%K%P",
"After a few months I'd gotten used to seeing her\\nand Inori argue without using Jinriki.%K%P",
"The fighting didn't bother me. It was just how\\nthose two communicated.%K%P",
"'Fine, since I'm sooo nice, I'll do what you say.'%K%P",
"'Don't act all high and mighty! We're going to settle\\nthis today, once and for all!'%K%P",
"'These two...'%K%P",
"Just another day at Tsubaki Apartments.%K%P",
"'Mmm... I'm gonna take a break.'%K%P",
"'Cool, I'll join you when I finish up here.'%K%P",
"'Heehee. Oh Sho...'%K%P",
"Maika threw away the pen I'd been holding and brought\\nme into a warm embrace, resting her head against\\nmy shoulder.%K%P",
"She'd started to act a lot more lovey-dovey lately.\\nI guess she was getting used to being honest about\\nhow she felt.%K%P",
"'Any new ideas?'%K%P",
"I looked at the notebook on my desk.%K%P",
"It was full of plans and diagrams of different\\nways we could improve and develop the building.%K%P",
"'There's so much I'd love to try, but I guess we'll\\nhave to wait until we find out how it's going to\\ngo with Akane and Inori.'%K%P",
"'Don't spread yourself too thin.'%K%P",
"'I won't. No more trying to shoulder\\nall the responsibility by myself.\\nI promise.'%K%P",
"'After all, this is our home.'%K%P",
"'It sure is.'%K%P",
"I patted Maika's head, and she responded by nuzzling\\nagainst my shoulder.%K%P",
"'You're like a cat.'%K%P",
"'Do you like that kind of thing? I can be a cat\\nfor you... Meow, purrr... Heehee.'%K%P",
"Before I knew it I was hugging and stroking Maika\\nas she self-consciously meowed.%K%P",
"'Heh, what would Akane and Inori think if they\\nsaw us like this?'%K%P",
"'I think they're pretty used to it by now.'%K%P",
"'Inori maybe, but Akane would make fun of us\\nfor sure.'%K%P",
"'We'll worry about that later.\\nWho cares if they see us, right?'%K%P",
"'What about when we get new residents?'%K%P",
"'When they move in...I'll introduce you\\nas my husband.'%K%P",
"'Yeah, that won't be weird at all.'%K%P",
"'All good things in time.\\nLet people think what\\nthey'll think.'%K%P",
"'Sure, I'm happy if you're happy.'%K%P",
"'I guess there's no problem, then.'%K%P",
"I never thought I'd see her act so affectionate\\nagain.%K%P",
"She was all the cuter for it.%K%P",
"'Our next step is to talk to Inori's boss and get\\nthis place officially recognized as a residence\\nfor wayward goddesses.'%K%P",
"'You're gonna go talk to her in person?'%K%P",
"'Yes. This decision will have a big impact\\non the future of this place,\\nso we've got to do things right.'%K%P",
"'Anything I can do to help?'%K%P",
"'Hmm... When the time comes, just hold my hand.'%K%P",
"'Is that all?'%K%P",
"'Just having you there beside me will give me\\nthe strength I need to go on.'%K%P",
"I felt like my heart was going to burst.%K%P",
"'It makes me happy to hear you say that.\\nI'm just glad to be able to take care of you.'%K%P",
"'Thanks, Sho.'%K%P",
"'So, you're always going to take care of me?'%K%P",
"'Yeah, of course.'%K%P",
"'Then maybe it's time to make good on your promise.\\nRemember, you said we'd get married when you were\\nbig and strong enough to take care of me?'%K%P",
"'Maika?'%K%P",
"'From now on you'll not only have to take care of\\nme, but also Tsubaki Apartments!'%K%P"
]