[
"'Are you really going to give her this?'%K%P",
"'Of course. If we follow this plan we'll be\\nfinished in no time!'%K%P",
"Maika winked, full of confidence. I couldn't say I\\nshared her enthusiasm for the schedule she'd\\ncreated.%K%P",
"Even after reducing it to the bare minimum,\\nit would still cut Akane's free time in half.%K%P",
"Throwing this at her out of nowhere might\\nnot end well.%K%P",
"'Akane, do you have a minute?'%K%P",
"'Huh? What is it.'%K%P",
"'Here.'%K%P",
"Akane was laying down, as usual, but Maika strode\\nforward and handed her the stack of papers she'd\\njust written up.%K%P",
"'What's this?'%K%P",
"'It's your new rehabilitation schedule.\\nI know it looks like a lot, but I'll be here\\nwith you every step of the way.'%K%P",
"'Oh...'%K%P",
"Akane glanced over the schedule.\\nShe didn't look impressed.%K%P",
"Since Maika had started 'helping', Akane had gone\\nalong with her suggestions without complaining.%K%P",
"But now...%K%P",
"'Let's go, Akane. We've got cleaning to attend to.'%K%P",
"'Aw, but so much has happened lately,\\ncan't I at least take today off?'%K%P",
"'Maika, one day won't hurt, right?\\nAkane has been working hard.'%K%P",
"'No deal. I want to help reform Akane and save\\nTsubaki ASAP. Even one day can make all the\\ndifference.'%K%P",
"Maika tried to hurry Akane into getting up,\\nbut the goddess didn't move.%K%P",
"'Akane? Come on, hurry up and--'%K%P",
"'No.'%K%P",
"'Huh?'%K%P",
"'I said no. I don't wanna.'%K%P",
"'C-Come on, Akane. If we don't properly\\nrehabilitate you, Tsubaki will--'%K%P",
"'I don't care! Sho does his best for my sake,\\nso I don't mind trying hard for him.'%K%P",
"'But all you care about is yourself, Maika. It's no\\nfun here anymore! If this is how you want\\nthis house to be, I won't lift a finger to save it!'%K%P",
"'What?! You're just going to let it disappear?!'%K%P",
"'Yeah, why not? I don't care about it anymore.'%K%P",
"'Akane...you're really starting to cross the line!'%K%P",
"'Hey now, you two, let's all keep cool--'%K%P",
"'You stay out of this, Sho!'%K%P",
"'I'm doing everything I can for this place and for\\nyou, Akane. Take back what you said!'%K%P",
"'No, it's the truth. I'll feel bad for you two if you\\nlose this place, but that doesn't mean you can\\ndo whatever you want to me.'%K%P",
"'How can you say that? You're supposed to be\\nTsubaki's household goddess!'%K%P",
"'Fine, I'll quit!\\nThen it won't matter if I do\\nget demoted to being a spirit!'%K%P",
"'Whoa! Hey, Akane!'%K%P",
"Akane got up and left, ignoring us when\\nwe tried to call her back.%K%P",
"'Maika, I think you went too far.'%K%P",
"'But I... I'm sorry. I need to go cool my\\nhead a little.'%K%P",
"Her voice was trembling as she walked away\\nand left me alone in the living room.%K%P",
"After their fight, Akane and Maika made a point\\nof avoiding or ignoring each other.%K%P",
"Maika was so on edge I was afraid to say anything.%K%P",
"'What am I supposed to do?'%K%P",
"'Sho.'%K%P",
"'Inori?'%K%P",
"I was in my room trying to think of a solution\\nwhen Inori came to visit.%K%P",
"'There's something I need to talk to you about.\\nMay I come in?'%K%P",
"'Of course.'%K%P",
"'Thank you.'%K%P",
"'Feel free to sit wherever.'%K%P",
"She sat down facing me, her posture stiff and formal.%K%P",
"'You said you needed to talk?'%K%P",
"'Akane and Maika both seem irritated.\\nDid something happen between them?'%K%P",
"Well, she was bound to ask.%K%P",
"I told Inori all about the fight between\\nAkane and Maika.%K%P",
"'I see. That explains their behavior.'%K%P",
"'I feel responsible. If I'd seen this coming a\\nlittle sooner...'%K%P",
"'It's not your fault.\\nBut this might pose\\nquite a serious problem.'%K%P",
"'Yeah, Akane's going to lose interest in her\\nrehabilitation again.'%K%P",
"'Well, that's part of it, yes. But it could be even\\nworse if Akane really does resign\\nher position as household goddess.'%K%P",
"'What would be so bad about that?'%K%P",
"'Just as I have a duty to watch over Kannagi Town,\\nAkane's role is to protect Tsubaki Apartments\\nfrom misfortune and disaster.'%K%P",
"'These duties are important for us goddesses.\\nIt didn't seem relevant before,\\nbut allow me to make something clear.'%K%P",
"'If Akane really does unceremoniously\\nquit being a household goddess, she will definitely\\nbe demoted to spirit status.'%K%P",
"'What? Just from quitting her job?'%K%P",
"'I do not believe our boss\\nwould show mercy to a goddess\\nthat has abandoned her duties.'%K%P",
"'Tsubaki is a very old building. The reason it's\\nsurvived so long is because of its household\\ngoddess's protection, meager though it may be.'%K%P",
"'Even if it avoids demolition, without that\\ndivine protection it will age rapidly and\\nmay even fall apart on its own.'%K%P",
"I couldn't let that happen.%K%P",
"I had no idea Akane's power over this place\\nwas so important.%K%P",
"On the other hand...%K%P",
"'Can she really quit just like that, though?'%K%P",
"'Normally, no. But Akane is an Aragami.\\nHer power tends to respond\\ndirectly to her desires.'%K%P",
"'If she truly wishes to cease being a household\\ngoddess, it may very well become so.'%K%P",
"Inori stopped for breath while I tried to take\\nall of it in.%K%P",
"This was more serious than I thought.%K%P",
"'Thank you for telling me.'%K%P",
"'I only did what I had to. I love living here at\\nTsubaki Apartments with all of you so much.'%K%P",
"'So I really don't want it to end like this.'%K%P",
"'Me too. I won't let all our efforts go to waste.'%K%P",
"'In that case, I will leave the rest to you.'%K%P",
"'Sure. I'll find a way to keep everyone happy.'%K%P",
"I was determined to do whatever it would take.%K%P"
]