[
"\\dWow, the weather sure turned out great.\\d%K%P",
"The day of the festival turned out to be a\\nbeautifully clear fall day. %K%P",
"\\dMornin' Akira. All finished up on your end?\\d%K%P",
"\\dYeah, we should be set.\\d%K%P",
"We had even finished setting up the lighting and\\nhad set up the braziers for the evening.%K%P",
"A few stalls were up and ready for business, too.%K%P",
"\\dHow 'bout the Goddesses?\\d%K%P",
"\\dCan't really speak for them. But it seems like\\nthey're all ready in their own way.\\d%K%P",
"Kaede had some cooking prep to do and headed out\\nto the store first thing in the morning.%K%P",
"Her food plans included lots of our regular\\nvisitors and had the place in a bit of a commotion.%K%P",
"\\dAkira, I'm about to head out.\\d%K%P",
"\\dNghhh, so heavy... What have you got in this\\nthing...?\\d%K%P",
"Shion must have been in charge of carrying things,\\nbecause she was lugging around a huge stockpot.%K%P",
"\\dNeed some help?\\d%K%P",
"\\dReally? Thank you!!!\\d%K%P",
"\\dNot so fast! He's busy enough, you know.\\d%K%P",
"\\dBut...\\d%K%P",
"\\dJust be thankful that pot's not full.\\d%K%P",
"Shion was ready to use Kaede to her own benefit,\\nbut Kaede seemed to be making her work for it.%K%P",
"Shion couldn't back down now after agreeing to\\nhelp.%K%P",
"\\dI'll see you all out there, then.\\d%K%P",
"Yukari was by my side before I noticed.%K%P",
"She was waving her hands, trying to shoo the others\\naway.%K%P",
"\\dWhat did you decide on doing anyway, Yukari? I\\ndidn't even see you preparing anything.\\d%K%P",
"\\dEhehe, that's because I'm not doing anything.\\d%K%P",
"\\dThough... You could say I'm going on a date.\\d%K%P",
"And just like that she locked her arms with mine.%K%P",
"\\dA festival date?!\\d%K%P",
"\\dWait, what? Not fair!\\d%K%P",
"\\dYukari...?\\d%K%P",
"\\dI want to get everyone excited from seeing Akira\\nand I enjoying ourselves here as a lovey-dovey\\ncouple.\\d%K%P",
"\\dI'm sure after seeing us together the night will\\nbe filled with confessions of love among the men\\nand women.\\d%K%P",
"\\dOh it's truly such a brilliant plan! I'm certain\\neveryone will applaud our efforts.\\d%K%P",
"So that's what Yukari's plan was.%K%P",
"It wasn't much of a 'plan' really, but it would\\nlook impressive to our visitors.%K%P",
"\\dSo that's it, huh... You got us good.\\d%K%P",
"\\dSo you're keeping Aki to yourself for the whole\\nfestival?\\d%K%P",
"\\dGo on now, you must have plenty of work to do.\\nYou just leave Akira to me.\\d%K%P",
"\\dYou're just gonna help Yukari like that, Aki?\\d%K%P",
"\\dI don't know about help, but I planned on heading\\naround to see the festival anyway, so...\\d%K%P",
"\\dJust make sure you visit my booth too, okay...?\\d%K%P",
"\\dIf you don't I may have to get\\nuncharacteristically mad.\\d%K%P",
"Kaede's pouting was so cute.%K%P",
"It was clear as day what would happen if I didn't\\ndrop by her booth.%K%P",
"\\dI'll be there. Of course I will.\\d%K%P",
"\\dAnd do the stamp collection too! I'll be at the\\nmain desk ready and waiting for you!\\d%K%P",
"\\dYeah, yeah.\\d%K%P",
"It wouldn't be fair if I didn't.%K%P",
"I had to spend time with the other two as well.%K%P",
"\\dCan't keep everyone waiting. I'll be going.\\d%K%P",
"\\dDon't you go giving into Yukari's temptations.\\d%K%P",
"\\dYeah, absolutely not!\\d%K%P",
"\\dBye-bye now!\\d%K%P",
"Yukari waved them off with a huge smile on her\\nface.%K%P",
"Her other hand was locked tightly around mine.%K%P",
"\\dNow then Akira.\\d%K%P",
"\\dLet's have ourselves a lovely date today!\\d%K%P",
"Traditional music was playing all around.%K%P",
"The main spots were the shrine and around the\\nfalls, but anywhere you looked there were people\\neverywhere.%K%P",
"\\dThis is all so exciting!\\d%K%P",
"\\dYeah, it's like you can feel how happy everyone\\nis.\\d%K%P",
"Seeing all this now made me realize how much of a\\nmistake it would have been to call off the\\nfestival.%K%P",
"The people needed the festival. It was an important\\ntime for this small community to enjoy themselves.%K%P",
"\\dI definitely understand why young people would\\nwant to profess their love here. Even I want to!\\d%K%P",
"\\dGetting a bit ahead of yourself, don't you think?\\d%K%P",
"\\dYou think?\\d%K%P",
"She drew flirtatiously closer to me.%K%P",
"Normally the others would stop her in an instant,\\nbut today Yukari had free reign and was making full\\nuse of it.%K%P",
"\\dDon't go forgetting what today is all about.\\d%K%P",
"\\dWell, that's up to you now, isn't it?\\d%K%P",
"With her like this already, would we even make it\\nthrough to the evening?%K%P",
"I wasn't sure I could keep up with her all day.%K%P",
"\\dGaaah... I'm exhausted...\\d%K%P",
"Heading to the store, we found Shion sitting there\\nmaking it quite clear she was worn out.%K%P",
"\\dHey Shion, just wanted to check up on you.\\d%K%P",
"\\dAki! What'd you bring for me?!\\d%K%P",
"\\dHey, at least do your job first.\\d%K%P",
"\\dAll I'm doing is just handing out stamp cards.\\d%K%P",
"By 'handing out' she meant she had them in a pile.%K%P",
"She should have been explaining things and trying\\nto draw people in, but she lacked any motivation.%K%P",
"\\dI wish I was on a date with you too...\\d%K%P",
"\\dHehehe, jealous, huh?\\d%K%P",
"\\dOf course! You really pulled one over on us!\\d%K%P",
"Shion had put in the most planning, but even still\\nYukari had found a way to beat her.%K%P",
"\\dBut whatever, I'm still going to win in the polls.\\nAnd then I'm gonna use my favor to ask for an even\\nbetter date.\\d%K%P",
"\\dJust what kind of date, exactly?\\d%K%P",
"\\dH-H-Hey now... Don't make a girl say such things,\\nsheesh.\\d%K%P",
"\\dThat sort of cutesy stuff doesn't work for\\nflat-chested girls, you know.\\d%K%P",
"\\dYou watch your mouth!\\d%K%P",
"They might be small, but Shion wasn't flat.%K%P",
"This was just an unfair comparison.%K%P",
"\\dAkira? Where are those eyes of yours wandering?\\d%K%P",
"A darkness was forming around Yukari.%K%P",
"\\dJeez, hold that back.\\d%K%P",
"\\dIf you want to stare at any bosom mine should be\\nmore than enough.\\d%K%P",
"\\dFYI, he's more about shape than size!\\d%K%P",
"\\dDon't put words in my mouth!\\d%K%P",
"This argument was pointless.%K%P",
"Yukari and Shion each had their strong points.%K%P",
"\\dAnyway, we're gonna do the stamp collection thing,\\nso give us our papers.\\d%K%P",
"\\dM'kay. I'd recommend the buttered sweet potatoes!\\d%K%P",
"\\dThat sounds good.\\d%K%P",
"\\dMrs. Iwakura!\\d%K%P",
"\\dHey there!\\d%K%P",
"Mrs. Iwakura was right beside Shion and handed us\\na fresh batch of buttered sweet potatoes.%K%P",
"\\dAre uhh, you in charge of these, Mrs. Iwakura?\\d%K%P",
"\\dIt's easy, I just sprinkle some salt on them once\\nthey're fried and butter them up.\\d%K%P",
"\\dThey look so hot and yummy! Now then, Akira!\\d%K%P",
"\\dOpen up!\\d%K%P",
"\\dHey, that's not fair!\\d%K%P",
"\\dWhy not? We're on a date! This is what we do!\\d%K%P",
"I just accepted the food presented to me.%K%P",
"\\dAhh, sho hoff!\\d%K%P",
"\\dAre they too hot? Want me to kiss it away?\\d%K%P",
"\\dThat wouldn't do anything!\\d%K%P",
"\\dMff... Ngh, no I'm fine...\\d%K%P",
"Fresh out of the fryer they were super hot, but\\ncombined with the melted butter they were\\ndelicious.%K%P",
"\\dOkay, now it's my turn!\\d%K%P",
"\\dAll right, open up!\\d%K%P",
"Shion sneakily placed the super hot sweet potatoes\\ninto Yukari's mouth.%K%P",
"\\dNghhh! Owowowoww! That's HOT!\\d%K%P",
"\\dWell? Wanna kiss to cool it down?\\d%K%P",
"\\dN-No thank you!\\d%K%P",
"And so without feeding each other we got our first\\nstamp.%K%P",
"Since we were all the way out here we headed to\\nthe falls.%K%P",
"The surrounding red leaves were at their peak, and\\nthere were more tourists than ever.%K%P",
"\\dThere are so many people.\\d%K%P",
"\\dThere were plenty at the store, too.\\d%K%P",
"Maybe it was thanks to Shion, but there were tons\\nmore people than usual.%K%P",
"\\dSo many people with stamp cards, too.\\d%K%P",
"\\dLooks like Shion did a good job.\\d%K%P",
"This was definitely something Yukari and Kaede\\ncouldn't have done.%K%P",
"I definitely couldn't have done it either.%K%P",
"\\dBut the problem is, does anyone even know that\\nshe put this all together?\\d%K%P",
"\\dI really doubt she would have slipped up there.\\nHer face was all over the ads and all.\\d%K%P",
"Shion looking all innocent dressed up in her\\nGoddess garb definitely drew attention, too.%K%P",
"Goddesses might not be all that rare these days,\\nbut they were still effective for getting the word\\nout.%K%P",
"\\dStill...this makes me nervous.\\d%K%P",
"A crowd had built up around the stall at the falls.%K%P",
"It was much more lively compared to Shion's stall.%K%P",
"\\dHere's our festival-only special menu item, autumn\\nchestnut zenzai!\\d%K%P",
"\\dI'll take one!\\d%K%P",
"\\dI'll take one, too!\\d%K%P",
"It was a total hit.%K%P",
"Made by Kaede's hands, it was guaranteed to be\\ndelicious.%K%P",
"\\dWith a lovely gal like Kaede selling it, it's\\nbound to be popular.\\d%K%P",
"\\dHey!\\d%K%P",
"\\dWhat's the matter?\\d%K%P",
"\\dWhat about this 'lovely gal' right here...?\\d%K%P",
"\\dRight, sorry. I shouldn't talk like that while I'm\\nwith you.\\d%K%P",
"\\dYou're practically cheating on me while we're\\nstill on a date.\\d%K%P",
"She was mostly just joking, but if she actually got\\nmad I'd be in trouble.%K%P",
"\\dWanna try some?\\d%K%P",
"\\dHmm, maybe not.\\d%K%P",
"\\dWe can't get a stamp if we don't, though...\\d%K%P",
"\\dFine. Just a bit, then. Let's hurry, get the\\nstamp, and get out.\\d%K%P",
"At least she agreed to try.%K%P",
"But she was acting way different than she had with\\nShion. I guess she was much more worried about\\nKaede.%K%P",
"\\dHey Kaede, we're here to try some.\\d%K%P",
"\\dAkira! Welcome!\\d%K%P",
"Her face changed from her sales smile to a more\\nnatural one.%K%P",
"\\dThe chestnut dish, right? Just one? Two?\\d%K%P",
"\\dOne, please.\\d%K%P",
"\\dSo you're going to share, huh...?\\d%K%P",
"\\dWe certainly can't eat two.\\d%K%P",
"We had eaten two of those sweet potatoes, though.%K%P",
"Still, if we got two of everything, we probably\\nwouldn't be able to finish collecting all the\\nstamps.%K%P",
"\\dWell, here you are then. Chestnut zenzai.\\d%K%P",
"\\dThanks, Kaede.\\d%K%P",
"\\dYou can pay right over here. And here's your\\nstamp.\\d%K%P",
"\\dThere. Done. Sorry for the trouble. Let's eat over\\nthere, Akira.\\d%K%P",
"\\dIt's fine, you can eat right here.\\d%K%P",
"\\dGotcha chairs all set already!\\d%K%P",
"Mr. Shirane was there helping Kaede.%K%P",
"He showed strength beyond his age and carried over\\nchairs for us.%K%P",
"Sitting down watching the falls made the food taste\\neven better than expected.%K%P",
"\\dNice to have something warm to eat.\\d%K%P",
"\\dIt tastes good too. The chestnuts are great. Kaede\\ndid a good job.\\d%K%P",
"\\dIf you really like it I can make it for you again\\nafter the festival.\\d%K%P",
"\\dThat'd be nice. It'd taste even better in winter.\\d%K%P",
"The end of the festival marked the coming of\\nwinter.%K%P",
"Once the snow settled in on Kamimori, it was even\\nquieter and had fewer people than normal.%K%P",
"\\dThis'll be your first winter here, huh Yukari?\\d%K%P",
"\\dYeah. Does it snow a lot?\\d%K%P",
"\\dEnough to ski, even.\\d%K%P",
"\\dYou could always stay back at the rear shrine if\\nyou want to avoid the snow.\\d%K%P",
"\\dNo, I will stay right here with Akira through any\\nseason...\\d%K%P",
"\\dWe could go to warm up sometimes, though.\\d%K%P",
"\\dIndeed.\\d%K%P",
"\\dI suppose I'll have to adjust the barrier.\\d%K%P",
"Finishing up our food we left the falls.%K%P",
"Yukari seemed to be thinking something over.%K%P",
"\\dWhat's the matter?\\d%K%P",
"\\dOh... I was just thinking about something...\\d%K%P",
"The rear shrine and its endless summer.%K%P",
"The former Tatarigami Kaede and current Tatarigami\\nYukari.%K%P",
"We suddenly found ourselves heading for the sacred\\nforest.%K%P",
"\\dThe festival is everywhere but here, huh...\\d%K%P",
"\\dBecause this place is sacred. Not exactly a place\\nto go all out.\\d%K%P",
"You could practically hear the summer cicadas\\ncalling through the air in there.%K%P",
"Looking at the lush green of the forest really\\npulled you out of the fall festival mood.%K%P",
"\\dYukari.\\d%K%P",
"I said her name and took her hand.%K%P",
"\\dAkira...\\d%K%P",
"She gripped my hand back.%K%P",
"Her Tatari wasn't out. I just wanted to hold hands.%K%P",
"\\dWhat are you going to do?\\d%K%P",
"\\dWhat do you mean, what...?\\d%K%P",
"\\dI...just don't know.\\d%K%P",
"\\dI don't know if this is good enough or if I should\\ntry and do something...\\d%K%P",
"\\dWhat do you think, Akira?\\d%K%P",
"\\dHmm...\\d%K%P",
"Even I didn't know how to answer.%K%P",
"\\dWanna get going? We're not finished with our date\\nyet.\\d%K%P",
"\\dSure.\\d%K%P",
"I let go of her hand and we linked arms.%K%P",
"That brought us back to normal.%K%P",
"At least, I felt it did.%K%P",
"\\dWhew... I'm stuffed...\\d%K%P",
"With fried manju and some skewered food in hand I\\nwas feeling too stuffed to go on.%K%P",
"\\dNeed some help?\\d%K%P",
"\\dNo, I got this...\\d%K%P",
"My pride kept me from giving up. Yukari was\\nperfectly fine, and somehow that really got to me.%K%P",
"\\dHow many stamps did we end up getting?\\d%K%P",
"\\dFive...\\d%K%P",
"She peered over the sheet with worried eyes.%K%P",
"\\dThey all seem pretty heavy too.\\d%K%P",
"The skewered konnyaku was one thing, but the thick\\nnoodle yakisoba and the mountain veggies with rice\\nwas a bit much to handle.%K%P",
"\\dCan't we just get the stamps and bring the food\\nhome?\\d%K%P",
"\\dBut it's at its best right now...\\d%K%P",
"Kaede was serving up her very best cooking.%K%P",
"By re-frying things right when they were ordered\\nshe was keeping everything fast and tasty.%K%P",
"\\dThe whole stamp collection thing is a huge hit. I\\nthink we should do it every year.\\d%K%P",
"\\dShion did good work there. The festival wouldn't\\nhave come this far with the special food menu\\nalone.\\d%K%P",
"\\dPeople are talking about how good the food is.\\nLook at that couple eating over there.\\d%K%P",
"\\dAll lovey-dovey, huh?\\d%K%P",
"It was adorable watching the two have fun sharing\\nthe food with each other.%K%P",
"\\dIf they're still here now, think they'll hang\\naround for the voting?\\d%K%P",
"The stamp cards let everyone know about the vote\\nthat night.%K%P",
"There were even some prizes ready, which would\\nencourage people to stick around.%K%P",
"Shion and Kaede had really pulled off some magic\\nthis year.%K%P",
"Yukari though, she just enjoyed the festival with\\nme.%K%P",
"Her plan was to show off our relationship, but how\\nmuch did people even notice?%K%P",
"I still wasn't so sure.%K%P",
"And just like that the evening was upon us.%K%P",
"The falls were still lit up, but the food was all\\nput away.%K%P",
"The stamp collection also moved over to the shrine\\nas people gathered up for prizes.%K%P",
"The braziers were lit, and the flames danced into\\nthe sky.%K%P",
"Building up to the grand finale, all unnecessary\\nlights were turned off.%K%P",
"The fall festival was a harvest feast.%K%P",
"But it was also to honor the shrine's deity, Kaede.%K%P",
"The main shrine was probably performing their\\nritual now.%K%P",
"Out here things were much less formal. Goddesses\\nand humans were living side by side, after all.%K%P",
"We had the Goddesses and their supporters.%K%P",
"By the light of the fire, I could see the smiles\\non everybody's faces.%K%P",
"\\dIt's about time...\\d%K%P",
"I still wasn't qualified to carry things out on my\\nown.%K%P",
"So we had one of our regulars act as MC and lead\\nus through the voting.%K%P",
"\\dLadies and gentlemen, thank you all for waiting!\\d%K%P",
"\\dWe are about to kick off our final festival event!\\d%K%P",
"\\dAs was announced earlier, we have three Goddesses\\nwith us here today.\\d%K%P",
"\\dAnd all of you are going to decide which of the\\nthree helped the most to make the festival such a\\nsuccess.\\d%K%P",
"She gave a quick rundown of how it would work,\\nand introduced the three of them.%K%P",
"\\dFirst we have our local shrine's deity, the holy\\nKaede Shizumori!\\d%K%P",
"\\dThat's me, good evening everyone. Are you\\nenjoying yourselves?\\d%K%P",
"With a smile and a wave she got the crowd cheering.%K%P",
"A beautiful girl like her working out there in\\nfront of everyone all day was bound to be\\nremembered.%K%P",
"\\dNext we have the holy Shion Misono!\\d%K%P",
"\\dHiya! I made this whole thing more lively than\\never, so vote for me!\\d%K%P",
"\\dWoo! Shiooon!\\d%K%P",
"\\dThank you all!\\d%K%P",
"She got a roar from her groupies.%K%P",
"She was really popular with those sorts.%K%P",
"\\dAnd last we have the holy Yukari Amatsu!\\d%K%P",
"But there was no response, and Yukari was nowhere\\nto be seen.%K%P",
"\\dYukari...?\\d%K%P",
"\\dWhere's she done gone off to?\\d%K%P",
"\\dWhere could she have gone...?\\d%K%P",
"\\dWant me to go look for her?\\d%K%P",
"The place grew anxious at her disappearance.%K%P",
"But still, we had to proceed.%K%P",
"Or so I thought, but then she showed up in the most\\nunexpected of places.%K%P",
"\\d...\\d%K%P",
"She stood silent on the wing of the stage.%K%P",
"\\dThat would be me, Yukari Amatsu.\\d%K%P",
"\\dUnlike Kaede and Shion, I am new to Kamimori.\\d%K%P",
"\\dSo instead of introducing myself, I shall perform\\na special dance for all of you.\\d%K%P",
"She took this moment as her last chance.%K%P",
"She had waited for the most heated moment to put\\non her performance.%K%P",
"\\dWait, is she serious?\\d%K%P",
"\\dThis could be bad. She's gonna steal our thunder!\\d%K%P",
"Yukari was the only dancer on stage.%K%P",
"There were no flutes, no drums, just one Goddess\\nabout to dance.%K%P",
"\\dHold it right there!\\d%K%P",
"\\dWe're gonna dance too!\\d%K%P",
"Thinking they'd lose if they didn't do something,\\nKaede and Shion barged into Yukari's performance.%K%P",
"\\dJust don't get in my way...\\d%K%P",
"\\dDo you know who you're talking to?\\d%K%P",
"\\dYeah, even I can dance!\\d%K%P",
"\\dThen let us begin.\\d%K%P",
"\\dThis dance is to celebrate the land of Kamimori\\nand the people who live upon it...\\d%K%P",
"Bells rang out.%K%P",
"And as they did, the three began.%K%P",
"Yukari danced pompously.%K%P",
"Shion danced brilliantly.%K%P",
"Kaede danced elegantly.%K%P",
"Each started in their own style, but soon they all\\nmerged into one spectacular performance.%K%P",
"Even those in the audience who had looked on with\\nuncertainty at first were transfixed by it.%K%P",
"\\dWow... They're so in sync.\\d%K%P",
"It was hard to imagine they were at each other's\\nthroats just moments ago.%K%P",
"They each had their own mannerisms, but they all\\ncame together.%K%P",
"It was truly divine bliss.%K%P",
"The light from the fire colored them red, and made\\nthe whole thing quite magical.%K%P",
"Then the bells rang again.%K%P",
"Once, twice, three times.%K%P",
"They spun as if raining miracles down upon\\neveryone watching.%K%P",
"With heavenly grace bestowed upon them everyone\\nfelt uplifted.%K%P",
"And with that their performance came to an end.%K%P",
"Slightly out of breath, Yukari stepped down in\\nfront of the crowd.%K%P",
"\\dAgain, I am Yukari Amatsu.\\d%K%P",
"\\dIt was only recently that fate led me here.\\d%K%P",
"She spoke passionately and everyone listened.%K%P",
"\\dThat very same fate led me to Akira Manase...\\d%K%P",
"\\dAnd he and I were bound together, now as husband\\nand wife.\\d%K%P",
"\\dI would like to take this moment here, before you\\nall, to make this known to all...\\d%K%P",
"\\dNow hold it right there! Who do you think you are\\njust blurting that out at a time like this!\\d%K%P",
"\\dYeah! Neither of us accept you as his wife, you\\nknow!\\d%K%P",
"Kaede and Shion couldn't let that slide by.%K%P",
"\\dCould you stop? This is an important moment for\\nme.\\d%K%P",
"She wasn't going to wait for the vote, she was\\ngoing for it now.%K%P",
"This was her real plan.%K%P",
"\\dDon't go parading this around as fact!\\d%K%P",
"\\dI too will take this moment to declare myself as\\nAkira's better half!\\d%K%P",
"\\dAnd I'm his mistress!\\d%K%P",
"\\dEhehehe! So you plan on ruining our moment of\\nhappiness, do you?\\d%K%P",
"\\dNo, we plan on joining you!\\d%K%P",
"\\dWe're not gonna let you leave us out of this!\\d%K%P",
"\\dNgggh...\\d%K%P",
"Yukari was outnumbered.%K%P",
"She lost the words to fight back, but instead\\nraised her hand for help.%K%P",
"\\dAkira!\\d%K%P",
"\\dAkira, oh my beloved husband!\\d%K%P",
"\\dWho do you truly choose as your partner?\\d%K%P",
"She threw the decision my way.%K%P",
"Suddenly all eyes were on me.%K%P",
"You could feel the tension in the air.%K%P",
"\\dAkira!\\d%K%P",
"\\dAki!\\d%K%P",
"\\dAkira, please.\\d%K%P",
"Some kind of halfhearted decision wouldn't do.%K%P",
"\\dFine. Let's settle this once and for all!\\d%K%P",
"\\dMy wife! My better half! And my mistress!\\d%K%P",
"\\dI choose you all! Yukari, Shion, and Kaede, I'll\\nmarry all three of you!\\d%K%P",
"I could never choose just one of them.%K%P",
"I loved them all too much for that.%K%P",
"Sure we had our troubles, but we all lived together\\nand grew to understand one another.%K%P",
"\\dA-Akira... So you choose me, then...\\d%K%P",
"\\dWhat? No! He chose us all!\\d%K%P",
"\\dAt the very least, none of us have to go home\\ncrying...\\d%K%P",
"\\dLet's figure out who he loves most, then!\\d%K%P",
"\\dJust forget about that.\\d%K%P",
"I laughed and gave her a hug.%K%P",
"I waved the other two over as well.%K%P",
"\\dYou're all mine!\\d%K%P",
"\\dI'll make sure I look after you all so that you\\nall feel you're my number one!\\d%K%P",
"I didn't think there was really any reason to put a\\nnumber on anyone.%K%P",
"Maybe it was selfish to claim everyone was number\\none, but this was my choice.%K%P",
"\\dAkira... Oh you truly are the one...\\d%K%P",
"\\dYou can be a true man when it counts, huh Aki?\\d%K%P",
"\\dAh-ha, I agree. Good work, Akira.\\d%K%P",
"Yukari, Shion, and Kaede.%K%P",
"As of this day, the three of them were officially\\nmy spouses.%K%P",
"Everyone gathered here celebrated that fact...%K%P",
"\\dYou better make me happy, you hear?\\d%K%P",
"She cuddled up to my arm.%K%P",
"\\dI'll make you happy though, Aki.\\d%K%P",
"Shion stood up on her toes with a smile on her\\nface.%K%P",
"\\dAnd I'll make everyone happy.\\d%K%P",
"Kaede drew all of us in together.%K%P",
"\\dLet's all keep getting along, yeah?\\d%K%P",
"\\dOf course!\\d%K%P",
"There is an old story in Kamimori.%K%P",
"That those who profess their love at the autumn\\nfestival will live happily ever after...%K%P",
"Is happiness something we are given?%K%P",
"No, I think not.%K%P",
"Happiness is something you get when you seek it.%K%P",
"And I hope for it. I seek it.%K%P",
"Happiness for all of us, for ever and ever...%K%P"
]