[
"A few days had passed since the three Goddesses\\nhad each taken to their own festival plans.%K%P",
"Things were starting to take shape.%K%P",
"\\dWow, not bad. People are gonna love this.\\d%K%P",
"\\dReally? You think so?\\d%K%P",
"\\dFor sure. It'll even be a hit with the tourists.\\d%K%P",
"Kaede had asked me to be taste tester for the new\\nmenu she'd whipped up.%K%P",
"She was going to have some of our shrine regulars\\ntry it out later too, but I was the first step.%K%P",
"\\dIs this all you're going to be making?\\d%K%P",
"I asked her while sipping on the mushroom soup.%K%P",
"\\dOf course not. I'm planning on making at least \\nseven dishes. People could try them all and find\\nwhich one they like best.\\d%K%P",
"\\dI was thinking maybe I'd make stamp cards, and\\npeople could get stamps for each dish they try.\\d%K%P",
"\\dYou came up with that all by yourself?\\d%K%P",
"\\dOh, no, Shion gave me the idea. She's good at that\\nsort of stuff, you know.\\d%K%P",
"\\d...\\d%K%P",
"Kaede, you're being duped.%K%P",
"She's playing along for now, but Shion plans on\\nusing you for her own ends.%K%P",
"\\dSomething wrong, Akira?\\d%K%P",
"\\dNah, it's nothing.\\d%K%P",
"Shion had already 'paid' me to keep my mouth shut.%K%P",
"It was a bit of a dirty play, but I guess it was\\nall part of the competition.%K%P",
"\\dThe view here never ceases to impress me.\\d%K%P",
"We'd dropped by the falls on our way to the store.%K%P",
"It was always picturesque here, which made it worth\\nthe trip in itself.%K%P",
"\\dYou should set up some food to sell here, too.\\d%K%P",
"\\dYeah, I was trying to think of something that\\nwould suit this spot.\\d%K%P",
"There wasn't really any sort of 'red leaf'\\nflavor that came to mind.%K%P",
"There were dishes that used leaf shapes and things\\nlike that, but nothing had jumped out so far.%K%P",
"\\dYou've already got plenty of savory food, so why\\nnot go with something sweet?\\d%K%P",
"\\dSweet, huh...\\d%K%P",
"\\dYou don't have to do anything too complex. Just\\ntry and picture what would taste best out in a\\nbeautiful place like this...\\d%K%P",
"\\dYeah, I guess there's no need to make it flashy.\\d%K%P",
"\\dIt can get pretty chilly out here, so maybe some\\nhot sweet beans...\\d%K%P",
"\\dHow about chestnuts instead?\\d%K%P",
"\\dThat's a great idea! This is just the right time\\nof year for them, too.\\d%K%P",
"\\dBut hey, are you supposed to be giving out advice\\nlike this?\\d%K%P",
"\\dProbably not. So don't go telling anyone, okay?\\d%K%P",
"If Shion was going to try and pull one over on her,\\nI might as well give Kaede a helpful nudge.%K%P",
"Can't help one and turn away the other.%K%P",
"\\dHeh heh, all right. My lips are sealed.\\d%K%P",
"\\dThat's a promise.\\d%K%P",
"\\dBut...you're probably helping both of them out\\njust the same, huh?\\d%K%P",
"\\dYou know, I really couldn't say!\\d%K%P",
"\\dOh you...\\d%K%P",
"\\dThank you, though. I'm sure everyone will love\\nit.\\d%K%P",
"\\dMe too, of course.\\d%K%P",
"Kaede's menu was really coming along.%K%P",
"There was so much to make that she was putting\\ntogether multiple things at once.%K%P",
"\\dWow, that smells amazing...\\d%K%P",
"\\dDon't go sneaking a taste just yet.\\d%K%P",
"\\dWait, you're going to let her try it later?\\d%K%P",
"\\dI couldn't say no to a face like that, right?\\d%K%P",
"True, it would be cruel to deny someone a bite\\nwhen it smelled that good.%K%P",
"Kaede finished frying up some things while Shion\\nand I waited.%K%P",
"\\dHere you are.\\d%K%P",
"\\dYES!\\d *nom nom*%K%P",
"Shion bit right into it without waiting for one\\nword of explanation.%K%P",
"\\dOhhh yes... So crispy, yet so soft... So, so\\ntasty!\\d%K%P",
"\\dThat's fried ayu with the eggs still intact. I\\nfigured even visitors from far away would enjoy\\nthis.\\d%K%P",
"\\dAll right, let me have a bite...\\d%K%P",
"\\dWow, this is so good!\\d%K%P",
"\\dIf you just salt and grill them they can get too\\nhard, so I figured frying them would let me serve\\nthem up fresh and delicious.\\d%K%P",
"\\dYou sure know your stuff.\\d%K%P",
"\\dShe's a master chef and always knows how to charm\\nher guests.\\d%K%P",
"\\dOh come on now, I just want everyone to enjoy\\nthemselves.\\d%K%P",
"\\dIt's still impressive. Shion could never pull off\\nsomething like this in a million years.\\d%K%P",
"\\dWhat? Hey! Don't go casually dissing me like\\nthat.\\d%K%P",
"\\dAm I wrong?\\d%K%P",
"\\dNo, but still...!\\d%K%P",
"\\dShion has her own fortes. She's the one who\\nthought up every non-food part of my plan.\\d%K%P",
"\\dYeah...\\d%K%P",
"Kaede was all-in on working with Shion.%K%P",
"She would make all the food, and Shion would\\nhandle the rest.%K%P",
"The event itself would probably be a huge hit, but\\nwas she even thinking about how that would affect\\nthe poll results?%K%P",
"\\dOh, hey, I put together a draft of what the stamp\\ncard will look like. Can you check it out for me\\nlater?\\d%K%P",
"\\dOf course. Thanks, Shion.\\d%K%P"
]