[
"\\dHehehe!\\d%K%P",
"*chuckle, chuckle*%K%P",
"\\dBahahaha!!\\d%K%P",
"\\dThere's no way I'll lose with this!\\d%K%P",
"\\dThey might be up to their little tricks, but they\\nhave no idea what awaits them!\\d%K%P",
"\\dOh, I can hardly contain myself.\\d%K%P",
"\\dJust hold out for me a bit longer, Akira.\\d%K%P",
"\\dOh Akira Akira Akira Akira Akira Akira Akira! My\\none true love!\\d%K%P",
"\\dYour darling Yukari will win soon enough. You just\\nwait...\\d%K%P",
"\\dHehehe!\\d%K%P",
"\\dEheheheheh!\\d%K%P",
"It was a rare occasion when only Yukari and I were\\ntogether for breakfast.%K%P",
"\\dNow open up, Akira. Say aah!\\d%K%P",
"\\dI can feed myself, thank you.\\d%K%P",
"\\dOh come on. Just this once. Ready? Aah!\\d%K%P",
"\\dYou don't give up, do you...\\d%K%P",
"I gave in and let her feed me a bite.%K%P",
"\\dAhaha! Finally! I did it!\\d%K%P",
"\\dDon't congratulate yourself too much.\\d%K%P",
"\\dOh no, of course not. But this is simply how a\\ntrue married couple would eat together!\\d%K%P",
"Without Kaede and Shion around to interfere,\\nYukari was having her way.%K%P",
"\\dSo, where did the others go, exactly?\\d%K%P",
"\\dOh, out to see some farmer, they said.\\d%K%P",
"Apparently they wanted to stick to local produce,\\nand were out getting what they needed.%K%P",
"\\dKaede is one thing, but I'm surprised Shion is up\\nand about so early.\\d%K%P",
"\\dWell, once Kaede uses those things...\\d%K%P",
"One look from Yukari's eyes told me everything.%K%P",
"She was talking about Kaede's ropes.%K%P",
"\\dSo Shion got all tied up, huh...\\d%K%P",
"\\dThose ropes are monstrous... No Goddess should\\nuse something like that...\\d%K%P",
"\\dShe definitely doesn't go easy.\\d%K%P",
"Kaede could be pretty strict with Shion. Maybe it\\nwas because she felt obliged to act as her guardian\\nor something.%K%P",
"\\dBut thanks to that we have some alone time!\\d%K%P",
"\\dNow now, don't tense up on me. I'm not going to\\nforce myself on you or anything.\\d%K%P",
"\\dI mean it. I want to be more careful about how we\\nbridge the gap between us.\\d%K%P",
"\\dThis is my new style, you see.\\d%K%P",
"\\dSorry for dragging you into sweeping with me.\\d%K%P",
"Once the house was clean I had to attend to the\\nshrine for the afternoon.%K%P",
"Sure, there was lots of other things to be done\\nbefore the festival, but these leaves weren't just\\ngoing to rake themselves.%K%P",
"\\dNo problem, any good wife would do as much.\\d%K%P",
"\\dWhat could be better than working together with\\nmy love?\\d%K%P",
"\\dOh, nothing could beat this. This is bliss!\\d%K%P",
"She really was a bit much. I mean, it was only\\ncleaning...%K%P",
"\\dDon't you have preparations of your own, though?\\d%K%P",
"\\dYes, but being with you takes priority.\\d%K%P",
"\\dSure, but what about the festival?\\d%K%P",
"Kaede and Shion were completely focused on their\\nplans.%K%P",
"But Yukari didn't seem preoccupied at all.%K%P",
"\\dPlaying it cool is one thing, but if you aren't\\ncareful they're going to steal your thunder, you\\nknow?\\d%K%P",
"\\dDon't worry. I have a plan.\\d%K%P",
"\\dBut how sweet of you to worry about me.\\d%K%P",
"\\dWell...\\d%K%P",
"\\dThat makes me so happy, you know.\\d%K%P",
"\\dAfter I basically forced you to take me as your\\nwife and all, I was worried you might hate me.\\d%K%P",
"\\dWait, seriously?\\d%K%P",
"\\dIf that were true I would have told you right from\\nthe start.\\d%K%P",
"\\dYeah, you caught me off guard, but I know you're\\nnot a bad person.\\d%K%P",
"\\dHehe, really now?\\d%K%P",
"\\dI am a Tatarigami after all. The type of Goddess\\npeople usually avoid like the plague.\\d%K%P",
"\\dBut you still don't think I'm bad?\\d%K%P",
"\\dNo truly evil person would talk that way.\\d%K%P",
"\\dEhehe, you truly are kind, Akira.\\d%K%P",
"Yukari never stopped smiling around me.%K%P",
"She always seemed so happy, beaming at me.%K%P",
"True, she could be heavy handed in showing\\naffection, but how I handled that was up to me.%K%P",
"\\dYou sure you don't have anything you need to do?\\nI could help you out.\\d%K%P",
"\\dYou could?\\d%K%P",
"\\dAs long as we keep it fair to the others.\\d%K%P",
"I'd already helped the other two out anyway.%K%P",
"It wouldn't have been right not to help Yukari too.%K%P",
"\\dWell there is one thing I could use your help\\nwith.\\d%K%P",
"\\dWould you mind...?\\d%K%P",
"She peered up longingly at me.%K%P",
"She definitely knew how to play cute.%K%P",
"\\dSure, as long as it's something I can do.\\d%K%P",
"\\dThen follow me, please!\\d%K%P",
"She took my hand and led me to the main hall.%K%P",
"\\dCome now, this way!\\d%K%P",
"\\dHuh? Wait a sec! Where are we...\\d%K%P",
"\\dJust come on, would you!\\d%K%P",
"She explained nothing, but just dragged me away.%K%P",
"\\dThis way!\\d%K%P",
"\\dWhat? Wait!\\d%K%P",
"\\dAaaaaagh!\\d%K%P",
"\\dOh, the water is just right!\\d%K%P",
"And that's how it happened. That's how Yukari and I\\nended up in a bath together in the middle of the\\nafternoon.%K%P",
"She'd stripped me bare and pulled me in.%K%P",
"\\dGetting a little ahead of yourself, huh...\\d%K%P",
"\\dHehehe, but you can't even imagine how hard this\\nwas for me!\\d%K%P",
"She seemed the same as normal to me, but was she\\nfeeling nervous about this, too?%K%P",
"\\dBut why a bath?\\d%K%P",
"\\dI've wanted to bathe with you for so long!\\d%K%P",
"That's not what I meant.%K%P",
"\\dI was supposed to be helping you with your prep.\\d%K%P",
"\\dAnd you are. This is it.\\d%K%P",
"\\dImagine it's like boosting my morale or something.\\nThis gives me motivation.\\d%K%P",
"As she made gestures with her hands, the water\\nsplashed around.%K%P",
"I could feel the movement from where I sat right\\nbehind her. Especially that of...certain parts of\\nher.%K%P",
"\\dWe're finally alone together. We can finally be\\nclose.\\d%K%P",
"\\dI don't see why we had to bathe, though. And in\\nthe nude too...\\d%K%P",
"We didn't have bathing suits or towels to cover\\nourselves. We were as naked as the day we were\\nborn.%K%P",
"\\dWell, I did face us this way so you wouldn't be\\nembarrassed, you know.\\d%K%P",
"\\dI mean yeah, I guess I can't see, but...\\d%K%P",
"Yukari was more or less sitting on my lap.%K%P",
"Her arms were together in a hug-like pose.%K%P",
"\\dCan't stop focusing on what's touching you?\\d%K%P",
"\\dWell, yeah, of course...\\d%K%P",
"Her tender butt was pressed right into me.%K%P",
"There was nothing but water separating us.%K%P",
"\\dI want you to really feel me...\\d%K%P",
"\\dDon't worry, I feel you already.\\d%K%P",
"What more could she want?%K%P",
"\\dYou can touch here if you want, you know...\\d%K%P",
"She didn't actually say where.%K%P",
"But I couldn't help thinking about her bare chest\\nfloating in the water.%K%P",
"\\dAkira...\\d%K%P",
"\\dD-Don't tempt me. This is hard enough already.\\d%K%P",
"\\dHehe, no need to hold back.\\d%K%P",
"\\dBut I can feel it, you know... Your true\\nfeelings.\\d%K%P",
"\\dNgh...\\d%K%P",
"We were so close, I couldn't help myself.%K%P",
"I had no doubt she could feel something else, too.%K%P",
"\\dOh Akira, you're so cute!\\d%K%P",
"\\dGive me a break.\\d%K%P",
"\\dI know. It wouldn't be fair to go further just\\nyet.\\d%K%P",
"\\dSo it's fine. I'll wait.\\d%K%P",
"\\dBut someday soon you won't be able to resist...\\d%K%P",
"\\dSo let's call it a day here. Ehehe, just getting a\\nlittle feel of Akira was enough for me.\\d%K%P"
]