[
"While I was thrilled that Kaede had proposed to me,\\nI was a little disappointed that I hadn't got the\\nchance to do it myself.%K%P",
"It threw all my plans into disarray, but it also\\nmeant I could move on to the next step of my plan.%K%P",
"\\dThere ya are, Akira.\\d%K%P",
"The townsfolk were already gathered by the time I\\narrived.%K%P",
"\\dSorry for the wait. Took me a while to slip away.\\d%K%P",
"\\dBah, don't sweat it. Bet it weren't easy sneakin'\\noff.\\d%K%P",
"\\dSpoken like a man with experience.\\d%K%P",
"Everyone laughed at that one.%K%P",
"Once everyone had chatted a bit and settled down,\\nwe moved on to our main topic.%K%P",
"\\dSo, the reason I've gathered you all here is of\\ncourse about helping me throw a wedding.\\d%K%P",
"\\dA wedding?! Wow, you sure move fast.\\d%K%P",
"\\dBut Kaede doesn't actually know anything about\\nthis yet.\\d%K%P",
"I told them all how she had proposed to me, and how\\nI wanted to surprise her with a wedding next.%K%P",
"\\dSo that's why you wanted to gather us up all\\nsecret-like, then.\\d%K%P",
"\\dI only planned to propose at first, but she beat\\nme to the punch.\\d%K%P",
"\\dTechnically it doesn't matter which of us\\nproposed, but there's a deeper meaning behind it.\\d%K%P",
"\\dI feel like a man really has to play his part in\\nthis right, or else he's no real man.\\d%K%P",
"\\dBut I absolutely cannot pull this off without your\\nhelp. So please, if you would...\\d%K%P",
"I bowed in sincerity and awaited their response.%K%P",
"\\dNo need for all that, up with you now.\\d%K%P",
"I came out of the bow to see everyone smiling back\\nat me.%K%P",
"\\dWe all owe you lots.\\d%K%P",
"\\dWith the festival, with Kaede, you've helped us\\nout through plenty.\\d%K%P",
"\\dWe want you two to be happy. So of course we'll\\nhelp ya.\\d%K%P",
"Whether everyone agreed or not, no one spoke a word\\notherwise. They all nodded along.%K%P",
"So many people were willing to help.%K%P",
"It was enough to make anyone happy.%K%P",
"\\dGot any ideas yet?\\d%K%P",
"\\dYes. First of all...\\d%K%P",
"And so we all worked behind the scenes to put\\ntogether a wedding that Kaede wouldn't catch on to.%K%P",
"Once everyone was on board, things moved pretty\\nquickly.%K%P",
"It started with just our shrine regulars at first,\\nbut eventually spread to include almost the entire\\ntown.%K%P",
"Everything was going well, save for one particular\\ndetail.%K%P",
"\\dWhat am I going to do about the ring?\\d%K%P",
"Shinto weddings didn't require a ring exchange.%K%P",
"But if we were going to be married, I wanted a ring\\nas proof of our commitment.%K%P",
"\\dHow am I going to figure out her size?\\d%K%P",
"I asked about the town for a way to sneakily work\\nout Kaede's ring size.%K%P",
"They suggested things like using string or just\\nworking it into a normal conversation somehow, but\\nit all seemed too tough.%K%P",
"Kaede was quick-witted and would catch on for sure.%K%P",
"While I sat trying to come up with some other way\\nthe three girls came barging in.%K%P",
"\\dAh, there you are. We've been looking all over.\\d%K%P",
"\\dFor me?\\d%K%P",
"\\dNow we can finally get our measurements!\\d%K%P",
"What measurements?%K%P",
"I sat confused as Shion handed me a measuring tape.%K%P",
"\\dDid you forget already? You said you would buy us\\nall rings.\\d%K%P",
"\\dOh yeah...\\d%K%P",
"I suppose I had.%K%P",
"I'd been so focused on Kaede that it slipped my\\nmind.%K%P",
"\\dI almost didn't believe it when they told me. What\\nwonderful news!\\d%K%P",
"\\dIt seems like you and Kaede have worked things\\nout, so we're good to go now, right?\\d%K%P",
"\\dI can't wait any longer! Get measuring!\\d%K%P",
"Yukari stuck out her hand and the others followed\\nsuit.%K%P",
"What a lifesaver.%K%P",
"\\dLet's see here...\\d%K%P",
"I quickly got all their measurements.%K%P",
"And just like that all my worries were wiped away.%K%P",
"Now I just had to keep things under wraps until the\\nbig day.%K%P",
"Not a cloud to be seen in the blue sky above. It\\nwas the perfect day for a wedding.%K%P",
"People were filing into the shrine grounds before\\nit started.%K%P",
"It was obvious something was up. Kaede stood\\nwondering.%K%P",
"\\dWow, look at all these people.\\d%K%P",
"\\dIs there something going on today?\\d%K%P",
"\\dThat's strange, today shouldn't be anything\\nspecial. Any idea what this is about, Akira?\\d%K%P",
"\\dThere's a wedding ceremony today.\\d%K%P",
"\\dReally? I know they do occasionally hold those at\\nKamimori Shrine, but I'm certain there was nothing\\non the schedule for today.\\d%K%P",
"\\dHow can they have a ceremony if even Kaede doesn't\\nknow about it?\\d%K%P",
"\\dIt's a wedding between Kaede and me.\\d%K%P",
"\\dWhat?\\d%K%P",
"They all looked at one another.%K%P",
"I did just drop piping-hot news on them, I guess.%K%P",
"\\dWhat do you mean, our wedding--\\d%K%P",
"\\dWhat is the meaning of this?! A wedding? For\\nKaede?!\\d%K%P",
"\\dWhat's the big idea, Aki? Explain yourself!\\d%K%P",
"\\dI'll explain it all later. Just bear with me.\\d%K%P",
"\\dWha-- Akira wait! What is going on...?\\d%K%P",
"The girls from town pulled the confused Goddesses\\naway.%K%P",
"Yukari and Shion were brought to the audience, and\\nKaede was taken away to change.%K%P",
"\\dGuess I better get dressed.\\d%K%P",
"We didn't have a lot of time to spare. I had to\\nhurry.%K%P",
"\\dYou really pulled one over on me, Akira.\\d%K%P",
"We were dressed in traditional garb, with Kaede all\\nin white.%K%P",
"She glared with reproachful eyes.%K%P",
"\\dI had actually been planning to propose all along,\\nbut you beat me to it, so I needed to do\\nsomething.\\d%K%P",
"\\dAnd that 'something' was a wedding, was it? That's\\nso like you, Akira.\\d%K%P",
"\\dIs this too much?\\d%K%P",
"\\dOf course not. I'm so happy that I feel terrible\\nfor Yukari and Shion.\\d%K%P",
"\\dI'll hold a wedding for everyone eventually. But I\\nwanted to do this with you first.\\d%K%P",
"With the ritual words spoken and the nuptial cups\\nexchanged, we made our oaths.%K%P",
"I read my vows out in front of all the people\\ngathered there.%K%P",
"\\dOn this very happy day we gather here at Kamimori\\nShrine to celebrate our wedding.\\d%K%P",
"\\dFrom here on Kaede and I promise to trust and\\ncherish one another, and support each other in our\\nlife together.\\d%K%P",
"\\dWe ask for your good wishes as we take this next\\nstep.\\d%K%P",
"With that said the priest brought us our rings.%K%P",
"\\dKaede.\\d%K%P",
"Ring in hand I spoke deep from the heart.%K%P",
"\\dI return these words back to you.\\d%K%P",
"\\dI swear that I will fall in love with you time and\\ntime again. Tomorrow more than today, and the next\\nday more than that. I will always love you.\\d%K%P",
"I placed the ring on her finger and the crowd broke\\ninto applause.%K%P",
"\\dMay we be happy together.\\d%K%P",
"\\dOf course!\\d%K%P"
]