[
"\\dAll right, I got it!\\d%K%P",
"\\dHey Shion, you ready?\\d%K%P",
"\\dNice timing, Aki. I just finished.\\d%K%P",
"I showed up in the kitchen just as Shion was\\nturning off the stove.%K%P",
"\\dAll I have to do is pack it into the bento box...\\nVoila!\\d%K%P",
"\\dWell done. I'll carry it.\\d%K%P",
"\\dReally?\\d%K%P",
"\\dYou already have a lot to carry.\\d%K%P",
"\\dHehe, then go for it!\\d%K%P",
"The bento box packed for multiple people\\nturned out to be pretty heavy.%K%P",
"But knowing it was all food prepared by Shion,\\nI didn't feel the weight at all.%K%P",
"\\dWhoa, we're gonna be late!\\d%K%P",
"\\dThere's no need to rush, we can still make it.\\d%K%P",
"\\dYou sure? I don't want to make them wait.\\nLet's hurry, Aki!\\d%K%P",
"\\dAll right.\\d%K%P",
"\\dI knew we'd end up rushing...\\d%K%P",
"\\dHehe. It's just a divine virtue of mine.\\d%K%P",
"Carrying snacks and fruit in her arms, Shion\\npuffed herself up with pride.%K%P",
"Ever since she cooked for the elderly that day,\\nher reputation had skyrocketed.%K%P",
"We could barely step out of the house without\\nbeing weighed down with little gifts and offerings.%K%P",
"\\dLook, it's Mrs. Iwakura!\\d%K%P",
"\\dHello, Mrs. Iwakura.\\d%K%P",
"\\dWell hello there Akira, Shion.\\d%K%P",
"Mrs. Iwakura greeted us with a hearty smile.%K%P",
"\\dAre you two out on a date?\\d%K%P",
"\\dKinda, sorta... We're off to deliver my cooking\\nto Mr. Shirane and the others.\\d%K%P",
"\\dMr. Shirane's, is it? Your cooking is sure to\\nmake them weep with joy!\\d%K%P",
"After chatting with Mrs. Iwakura, we rushed on\\nto Mr. Shirane's house.%K%P",
"\\dHey, Aki.\\d%K%P",
"\\dI finally realize how everyone here values me.\\d%K%P",
"\\dOf course. You're a Goddess of Kamimori.\\nPlus, you're my companion and wife.\\d%K%P",
"\\dHeh-heh. That's right. I'm...so happy.\\d%K%P",
"Shion smiled bashfully.%K%P",
"\\dUp 'til now, I've wandered through many towns.\\d%K%P",
"\\dSince I'm a Goddess of Misfortune, I couldn't\\nsettle for long. I avoided getting too involved\\nwith people.\\d%K%P",
"\\dBut Kamimori was different.\\d%K%P",
"\\dI was able to change because I met you,\\nKaede, Yukari, and everyone else in town.\\d%K%P",
"\\dYou're wrong.\\d%K%P",
"\\dYou're the one who wanted to change and worked\\nso hard for it. You made it happen yourself.\\d%K%P",
"\\dWe all love you, Shion.\\d%K%P",
"You can't just wait around for things to change.%K%P",
"Shion was able to grow so much because she\\ntook action.%K%P",
"Witnessing her determination had only made us\\nadmire Shion even more.%K%P",
"\\dYup, I love you too Aki. And I love this town.\\d%K%P",
"\\dI'm even grateful that I'm a\\nGoddess of Misfortune.\\d%K%P",
"I was proud that this town had became a place\\nShion could call home.%K%P",
"\\dHey, Aki. Can I count on you to for an assist if\\nI mess up, fail, or get depressed again?\\d%K%P",
"\\dYou can count on me. I'll help out even if you\\nsay no.\\d%K%P",
"\\dI promised you, remember?\\d%K%P",
"\\dHehehe. That's right.\\d%K%P",
"\\dThen to express my gratitude as your mistress,\\nI'll put even more effort into my nighttime duties,\\nif you know what I mean.\\d%K%P",
"\\dWhere did that come from?\\d%K%P",
"She totally ruined the innocent vibe.%K%P",
"\\dBeing all serious gets tiring after a while.\\d%K%P",
"\\dYou're never gonna change, are you?\\d%K%P",
"\\dIt's all just part of my charm, right, Aki?\\d%K%P",
"\\dI'm Shion Misono, the Goddess of Misfortune, and\\nyou're stuck with me!\\d%K%P"
]