[
"\\d...Hmm?\\d%K%P",
"I woke up from my dozing to a pleasant aroma.%K%P",
"It was sweet-smelling, calming.%K%P",
"\\dAre you awake, Akira?\\d%K%P",
"*yawn* \\d...Morning, Yukari.\\d%K%P",
"Yukari was right beside me.%K%P",
"She must've been waiting for me to wake up.%K%P",
"\\dGood morning. Looks like the weather's going to be\\ngreat.\\d%K%P",
"Yukari had already changed into her usual Goddess\\ngarb.%K%P",
"\\dS-Stop staring at me...\\d%K%P",
"\\dSorry!\\d%K%P",
"I couldn't help looking at Yukari. %K%P",
"It was only natural to stare at my own wife, right?%K%P",
"\\dHehehe!\\d%K%P",
"\\dWhat's so funny, all of a sudden?\\d%K%P",
"\\dI was thinking back on last night.\\d%K%P",
"\\dAnd it fills me with such great bliss!\\d%K%P",
"Yukari's flushed cheeks did make her seem happy.%K%P",
"Her skin glowed and she looked absolutely great.%K%P",
"\\dWell, yeah...\\d%K%P",
"\\dLooks like I'll be in your care from now on.\\d%K%P",
"\\dFrom now on and forever!\\d%K%P",
"Yukari and I bowed deeply to each other.%K%P",
"It became clear to me Yukari was truly my wife now.%K%P",
"Some time later, we all gathered for breakfast.%K%P",
"The girls had made me porridge that was easy on\\nthe stomach, as I'd had quite a lot to drink last\\nnight.%K%P",
"\\dSomeone had a lot of fun last night, huh?\\d%K%P",
"\\dCan you tell? You can, can't you?!\\d%K%P",
"\\dYou're so easy to read, Yukari.\\d%K%P",
"\\dHehehe! I know you can see it in my face...\\d%K%P",
"The smile never left Yukari's face even as she ate.%K%P",
"The aura of bliss she emitted was so bright, it\\nexasperated Shion and Kaede.%K%P",
"\\dYou got to have him to yourself last night, but\\nnot anymore!\\d%K%P",
"\\dShion is right. He promised to treat all three of\\nus equally.\\d%K%P",
"\\dDid he now?\\d%K%P",
"\\dAkira... Isn't it about time you took that back?\\d%K%P",
"\\dThat won't do.\\d%K%P",
"\\dWhat if I gave you triple satisfaction?\\d%K%P",
"Yukari wanted me to break my promise.%K%P",
"She knew I couldn't do that, but she was going to\\ntry anyway.%K%P",
"\\dAkiraaa...\\d%K%P",
"\\dNo amount of fawning will make you get your way.\\nAkira is a man of his word.\\d%K%P",
"\\dEven still, he doesn't seem all that upset about\\nYukari rubbing herself all over him...\\d%K%P",
"\\dUgh...\\d%K%P",
"They could see Yukari's touches were making me\\nwaver in my resolve.%K%P",
"\\dAkira... Pull yourself together.\\d%K%P",
"\\dAnd stop touching him, Yukari. Come on, let go\\nalready!\\d%K%P",
"\\dI don't wanna!\\d%K%P",
"As Yukari tried to hang on to me, the other two\\ncame over to pull us apart.%K%P",
"\\dThis isn't going anywhere.\\d%K%P",
"\\dSo let's lay down some ground rules.\\d%K%P",
"I needed some direction to be able to love them all\\nequally.%K%P",
"I could tell harmony wasn't going to be possible\\nwithout some basic principles to guide us.%K%P",
"\\dThere are a lot of rules we could make, but do you\\nhave anything specific in mind?\\d%K%P",
"\\dFor starters, I can tell it's going to be\\ndifficult for everyone to get along at the rate\\nwe're going.\\d%K%P",
"\\dI don't mind at all, though!\\d%K%P",
"\\dBut I do. Sorry.\\d%K%P",
"\\dI'd mind too. If one of you got all touchy-feely\\nwith Akira in front of me, I'd burn with jealousy.\\d%K%P",
"\\dThat means Yukari's usual black thing will come\\nout, and that's not good for anyone.\\d%K%P",
"We needed to consider Yukari's Tatari.%K%P",
"We'd all have to live our newlywed life in a fair\\nand balanced way that wouldn't invoke it.%K%P",
"\\dHow about a rotating schedule? Like, each of you\\ngets to spend time with me for a one day in turn.\\d%K%P",
"\\dThat may be a good start. Once we get used to the\\nrotation, we can adjust the rules further.\\d%K%P",
"\\dAgreed! Let's do that and see how it goes.\\d%K%P",
"\\dWell then, I'll take the first day...\\d%K%P",
"\\dYou already had your fill yesterday!\\d%K%P",
"As Yukari tried to nab the first day in the\\ncommotion, the others shot her down immediately.%K%P",
"But she was reluctant to give in.%K%P",
"\\dIt wasn't enough! All we did was sleep beside each\\nother all night.\\d%K%P",
"\\dRight, Akira?\\d%K%P",
"Yukari sought my agreement in a sweet voice.%K%P",
"That wasn't everything we did at all, but it was\\nprobably less risky to just agree right now.%K%P",
"\\dWell, it's true that Yukari's alone-time started\\nonly after the party.\\d%K%P",
"\\dI guess it's a little sad to count that as one\\nentire day.\\d%K%P",
"\\dExactly! Therefore, last night's side-sleeping did\\nNOT count at all!\\d%K%P",
"\\dBesides, I won the vote, so I should go first.\\nRight?\\d%K%P",
"\\dWhat do you two think?\\d%K%P",
"\\d...I can't think of anything to refute that.\\d%K%P",
"\\dSo Yukari takes the first day, then? I'll take the\\nday after that!\\d%K%P",
"\\dThen it's settled. Three cheers!\\d%K%P",
"Yukari was the only one leaping around in joy.%K%P",
"This had ended up working in Yukari's favor, but\\nI could live with that.%K%P",
"She was much cuter like this, compared to when her\\nTatari was flowing around her.%K%P"
]