[
"\\d...Satisfied now?\\d%K%P",
"I switched on the lights, cutting through the\\ndarkness.%K%P",
"The light allowed me to see Yukari's face clearly.%K%P",
"\\dWhat's with that reaction? Shouldn't you be more\\nafraid? Fearful? Anything but this!\\d%K%P",
"\\dMe? Afraid of you? Don't be silly.\\d%K%P",
"\\dI'm not being silly! Don't say that!\\d%K%P",
"She was trying to be all scary and devilish, but to\\nme this was nothing more than an extension of her\\nusual personality.%K%P",
"Having seen that side of her for such a long time,\\nI knew the real Yukari.%K%P",
"\\dYou're not afraid at all? We're all locked up in\\nhere, you know?\\d%K%P",
"\\dI was so sure you would be terrified to the point\\nof wetting your pants. Which I would then clean for\\nyou of course, hehehe!\\d%K%P",
"This was the Yukari I knew, without a doubt.%K%P",
"\\dThere's no point trying to make yourself look like\\na villain now.\\d%K%P",
"\\dI married you fully aware of that aspect of your\\npersonality.\\d%K%P",
"\\dIf you ask me, this Tatari barrier thing is going\\na tad overboard though.\\d%K%P",
"It didn't feel like my powers were resisting it.%K%P",
"Instead of filling the space like a gaseous\\nsubstance, the Tatari surrounded the vicinity with\\nsomething akin to a thin membrane.%K%P",
"\\dWh-What do we do now?\\d%K%P",
"\\dYou should be able to break out of here pretty\\neasily, if you want...\\d%K%P",
"\\dHmm...\\d%K%P",
"I probably I could get out without too much\\ntrouble.%K%P",
"We'd just have to leave the forest, and the barrier\\nshould break apart like brittle paper.%K%P",
"\\dNah, why don't we stay a while more?\\d%K%P",
"\\dHuh?\\d%K%P",
"\\dThis'll be a good chance for us to have a\\nheart-to-heart talk in private.\\d%K%P",
"Yukari clearly had a lot of pent-up resentment.%K%P",
"While that explosion of Tatari probably got some\\nout of her system, there was no telling what might\\nhappen if we didn't resolve the root cause of it.%K%P",
"\\dAll those things you usually think and feel but\\ndon't tell me about...\\d%K%P",
"\\dNow's the time to get them all out in the open. I\\nwant to know what's really on your mind.\\d%K%P",
"Yukari's frustration had been dispelled by her\\nventing just now.%K%P",
"That process might hold the key to transforming her\\nfrom a Tatarigami to a regular Goddess.%K%P",
"*sniff* \\d...You'd hate me if you knew.\\d%K%P",
"\\dI won't, I promise.\\d%K%P",
"\\dLike how I want to bite you, kiss you, just\\nconsume you...\\d%K%P",
"\\dWhat if I told you there were other things I\\nwanted to do to you too?\\d%K%P",
"\\dI might not give you the go-ahead to do them, but\\nI won't hate you.\\d%K%P",
"\\dUgh... You're so odd, not hating someone like me.\\d%K%P",
"\\dIt's because I know you have a lot of strengths. I\\ncan forgive a strange fetish or two.\\d%K%P",
"\\dWe are husband and wife, after all.\\d%K%P",
"This must be what the bond between lovers was all\\nabout.%K%P",
"To accept not just the good parts about each other,\\nbut the flaws and imperfections as well.%K%P",
"This acceptance was the basis for our desire to\\nstay together, 'til death do us part.%K%P",
"*sob* \\d...I love you so much, I feel like I'm\\nlosing myself...\\d%K%P",
"\\dThere, there.\\d%K%P",
"I moved to give Yukari a comforting pat, but\\nquickly retracted my hand.%K%P",
"\\dYou're not going to pat my head?\\d%K%P",
"\\dIf I touch you now, the Tatari will fall apart.\\d%K%P",
"\\dOh...\\d%K%P",
"If Yukari's Tatari made this barrier, my powers\\nwould kick in when I made contact with the source.%K%P",
"\\dSo we can't touch each other?\\d%K%P",
"\\dNot for a while, anyway. Just bear with it, okay?\\d%K%P",
"\\dThat's too much for me to bear!\\d%K%P",
"\\dWe can stay like this for as long as you like.\\nI'll only break the barrier when you feel like\\ngoing outside again.\\d%K%P",
"\\dWhat if we're really stuck here forever?\\d%K%P",
"\\dWe'll cross that bridge when we come to it. Though\\nI guess I wouldn't mind, as long as it meant I\\ncould be with you.\\d%K%P",
"\\dYou're treating this so lightly again... Doesn't\\nit worry you at all?\\d%K%P",
"\\dHaha! We'll be fine.\\d%K%P",
"\\dI have faith in my wife.\\d%K%P",
"Despite this little hassle, things were progressing\\nrather well.%K%P",
"Yukari had revealed to me what she kept hidden in\\nher heart, and I could see this leading to a\\nsolution eventually.%K%P",
"Now we just had to think about what to do next.%K%P",
"\\dAkira... May I request a favor?\\d%K%P",
"\\dSure, what is it? Don't be shy.\\d%K%P",
"\\dUmm, I'm happy for your kind words, but they're\\nnot enough to completely satisfy me, so...\\d%K%P",
"\\dI really want to stay together in this private\\nspace for just a little while more.\\d%K%P",
"\\dCan we do that?\\d%K%P",
"\\dI told you not to be shy, didn't I?\\d%K%P",
"\\dYou should let me know about your desires like\\nthis more often.\\d%K%P",
"\\dBut...\\d%K%P",
"\\dI might say things like, I want to lick you all\\nover, from your neck to your knees... Even in\\nbetween your shoulder blades.\\d%K%P",
"\\dSee? See? You're drawing away from me! That's why\\nI'm always controlling myself!\\d%K%P",
"What was it with Yukari and licking?%K%P",
"What was so fun about licking other people, anyway?%K%P",
"\\dI was just surprised, that's all.\\d%K%P",
"\\dIf that's what you really want, then go ahead.\\d%K%P",
"I exposed my neck to Yukari.%K%P",
"\\dAaargh! Stop making yourself look so vulnerable!\\d%K%P",
"\\dIt's like waving a piece of bloodied meat in front\\nof a starving lion...\\d%K%P",
"\\dYou have no idea how dangerous that is!\\d%K%P",
"\\dI-I can't take it anymore! Here I come!\\d%K%P",
"She leapt for my neck, but stopped short just a few\\ninches away from it.%K%P",
"\\dI almost forgot. Our time alone here ends if I\\ntouch you.\\d%K%P",
"\\dOh, right. Sorry, I wasn't thinking.\\d%K%P",
"While we stayed here, the world was ours and ours\\nalone.%K%P",
"But the moment we touched the spell would break,\\nand we would find ourselves back in reality.%K%P",
"\\dYou're right here in front of me, but I can't do a\\nthing...\\d%K%P",
"\\dWe can't do a lot here, since a single touch would\\nmean the end of this.\\d%K%P",
"\\dThere are plenty of ways to enjoy our time without\\nmaking direct contact.\\d%K%P",
"\\dSo let's just spend the night here, just being\\nwith each other!\\d%K%P",
"I checked my disconnected smartphone and saw that\\nit was nearly noon.%K%P",
"We'd need some supplies if we were going to stay\\nhere until the next morning.%K%P",
"\\dThere's running water and a toilet here, so I\\nguess that part's settled.\\d%K%P",
"\\dThe electricity works, so we have lighting too.\\d%K%P",
"\\dWhich means all that's left is food.\\d%K%P",
"We wouldn't die without food for a day.%K%P",
"But I didn't want to suffer either, there was no\\npoint in going hungry if we didn't have to.%K%P",
"\\dI'm sure Shion's stashed food here somewhere.\\d%K%P",
"\\dYeah, I wouldn't be surprised to find an unopened\\npack of potato chips. Let's search around.\\d%K%P",
"Yukari and I split up and started searching for\\nfood.%K%P",
"We found some a lot faster than I thought.%K%P",
"\\dAkira! I found something good!\\d%K%P",
"\\dLook! Instant udon!\\d %K%P",
"This would be perfect for a nighttime snack.%K%P",
"\\dI found something too. Instant fried soba.\\d%K%P",
"\\dJust the kind of food you'd get cravings for in\\nthe middle of the night.\\d%K%P",
"\\dWell, we won't go hungry with these here.\\d%K%P",
"\\dWait, won't we need hot water to make them\\nedible?\\d%K%P",
"\\dI'm sure there's some around. Why would she keep\\ninstant food around if there wasn't any hot\\nwater?\\d%K%P",
"Unless Shion was the type that liked to chew on\\ndried noodles raw...%K%P",
"She was quite the connoisseur when it came to junk\\nfood, so I couldn't imagine her eating like that.%K%P",
"\\dIt looks like there really is no way to heat water\\nin here.\\d%K%P",
"There was a shower, but it only went up to a mild\\ntemperature.%K%P",
"Since there was no gas pipe here, Shion must have\\nbeen using electricity to boil water...%K%P",
"\\dThe electric kettle she was using at home...\\nMaybe she took it from here?\\d%K%P",
"\\dAnd the portable stove too. She could have been\\nusing that to do some simple cooking.\\d%K%P",
"\\dHot water's out of the question, then...\\d%K%P",
"That was a bummer. We couldn't cook anything\\nwithout hot water.%K%P",
"\\dMaybe we should skip the main meal and see if we\\ncan find snacks or something.\\d%K%P",
"\\dSounds good. Time to continue the search.\\d%K%P",
"We started rummaging through Shion's scattered\\nbelongings again.%K%P",
"There were a lot of games and electronic items.\\nEmpty boxes, too.%K%P",
"\\dHow often does she order stuff online...?\\d%K%P",
"\\dWe get a lot of her deliveries at the main hall.\\nKaede reprimands her for it every time.\\d%K%P",
"\\dShion never changes.\\d%K%P",
"All the Goddesses in my shrine were like that.%K%P",
"Kaede looked all prim and proper, but she could be\\npretty careless, too. Not to mention how fussy she\\nsometimes got.%K%P",
"\\dWhoa, what's this...?\\d%K%P",
"I found a pair of girls underwear.%K%P",
"\\dI don't think those will do you any good, Akira.\\d%K%P",
"There was a hint of intimidation to Yukari's smile.%K%P",
"\\dR-Right... It's not like we can eat them.\\d%K%P",
"\\dIf it ever got to that point, I'd prefer you eat\\nmine instead.\\d%K%P",
"\\dWifely panties are edible. I'll have to remember\\nthat!\\d%K%P",
"\\dYou've gotta be kidding me. You can't eat\\nunderwear, no matter what kind it is!\\d%K%P",
"Wait, whose were these, anyway?%K%P",
"Considering where I'd found them, they had to be\\nShion's, right? Or maybe Kaede's?%K%P",
"\\dA...ki...raaa?\\d%K%P",
"\\dWhoa! Don't come so close to me out of the blue!\\d%K%P",
"\\dStop checking those panties out. It doesn't matter\\nwho they used to belong to!\\d%K%P",
"\\dIt's not about the underwear, but the person\\nwearing them, don't you think?\\d%K%P",
"Whispering sweetly in my ear, she rolled up the hem\\nof her skirt.%K%P",
"Perhaps she was trying to catch my attention by\\noffering an enticing glimpse or two.%K%P",
"\\dYukari?\\d%K%P",
"\\dHehehe! Just say the word and I'll show you.\\d%K%P",
"\\dNot just underwear, but the person underneath as\\nwell...\\d%K%P",
"Yukari continued to lift her skirt, hovering\\nright on the edge of revealing too much.%K%P",
"I knew she was toying with me with her playful\\nhem-swinging, but I couldn't help but stare.%K%P",
"\\dIf you want, we can even go further...\\d%K%P",
"\\dAs your wife, I'll do whatever I can to satisfy\\nyour every desire.\\d%K%P",
"\\dYou can touch me anywhere you want...\\d%K%P",
"\\dTh-That's not a good idea.\\d%K%P",
"Touching was off limits if we wanted to keep the\\nTatari barrier up.%K%P",
"\\dBut you want to, don't you?\\d%K%P",
"\\d...Yes.\\d%K%P",
"\\dThen stop holding yourself back. Life's best when\\nyou live according to your desires!\\d%K%P",
"\\dCome on, scoot over a little closer.\\d%K%P",
"She waved her skirt about as if in invitation.%K%P",
"I couldn't believe how bold she was getting just\\nbecause I couldn't touch her.%K%P",
"\\dWhat's the matter? Every part of me belongs to\\nyou, so you don't have to stand on ceremony.\\d%K%P",
"\\dI'm not holding back. My not touching you is for\\nyour own good.\\d%K%P",
"\\dAkira...\\d%K%P",
"\\dStill, I'm glad that you are so comfortable around\\nme.\\d%K%P",
"\\dI could never imagine you doing this a while ago,\\nit's proof of how far we have come.\\d%K%P",
"Neither of us would've been happy inside the\\nbarrier if Yukari had remained in full Tatarigami\\nmode.%K%P",
"She'd improved to the point where this odd\\nsituation didn't seem to bother her anymore.%K%P",
"\\dI thought I was the one doing the tempting...\\d%K%P",
"\\dYet you're the one making me fall harder for you!\\nHow is it you can still be so cool while obviously\\ndistracted by my underwear?\\d%K%P",
"\\dFine, I won't ask you to touch me anymore. In\\nexchange...\\d%K%P",
"\\dPlease...say that you love me.\\d%K%P",
"She quickly switched from teasing to serious mode.%K%P",
"Looking straight into my eyes, she made her earnest\\nrequest.%K%P",
"\\dYukari...\\d%K%P",
"\\dI love you, Yukari. I really do...\\d%K%P",
"\\dHehe!\\d%K%P",
"\\dI love you to pieces too, Akira!\\d%K%P",
"\\dLet's make up for today by getting touchy-feely\\nafter we get back!\\d%K%P"
]