[
"I had used to think it wouldn't be a problem if\\nYukari remained a Tatarigami.%K%P",
"That she would do well as long as she was here with\\nme. I had honestly thought she would be happier\\nthat way.%K%P",
"\\dBut after hearing all that...\\d%K%P",
"I hadn't realized Yukari's overly-optimistic\\npersonality could be a double-edged sword.%K%P",
"Considering the treatment she had received as a\\nTatarigami, I really should have known better.%K%P",
"\\dThings can't go on like this.\\d%K%P",
"Besides being my wife, Yukari never talked about\\nany desires related to her identity.%K%P",
"But I now knew that deep within, her fear and\\nhatred of the Tatari still burned brightly.%K%P",
"I wanted to rescue her from those dark feelings.%K%P",
"For that, there was something I had to do.%K%P",
"\\dNot fair, that's not what we agreed on!\\d%K%P",
"The rotation rule we had established at the start\\nwas to be suspended for a while.%K%P",
"\\dYukari had her turn yesterday. I'm supposed to\\nhang out with you today!\\d%K%P",
"The video games and board games by Shion's side\\nhad apparently been prepared for that purpose.%K%P",
"Her plans for today wouldn't have been boring,\\nthat's for sure.%K%P",
"\\dI'm sorry. It's only for a short while. Please?\\d%K%P",
"\\dHow long is a 'short while'? Can you be more\\nspecific?\\d%K%P",
"\\dUhh, I don't have an end date in mind yet...\\d%K%P",
"\\dSo it may be end up becoming a 'long while'!\\d%K%P",
"Having her long-awaited day snatched from her\\nfilled Shion with anger and disappointment.%K%P",
"\\dIt'll be faster if you can help us with this...\\d%K%P",
"\\dYou're in on it too, Kaede? What the heck is going\\non?\\d%K%P",
"\\dAs a former Tatarigami, I just can't bear to stand\\nby and do nothing to help.\\d%K%P",
"\\dIt's not like I've had an easy time as a Goddess\\nof Misfortune, you know.\\d%K%P",
"\\dWe know that. Treat it as a favor to me. I'll pay\\nyou back next time, promise.\\d%K%P",
"\\dPromise...? Will you even do stuff you wouldn't do\\nwith me last time?\\d%K%P",
"\\dI'll do anything. What do you say, Shion?\\d%K%P",
"\\dFine, since you're so adamant about it. I'm not a\\ncoldhearted monster. I'll let Yukari take today.\\d%K%P",
"Shion finally agreed, albeit reluctantly.%K%P",
"Kaede had been cooperative from the start, so now\\nall we had to do was find a way to resolve Yukari's\\nTatarigami issues.%K%P",
"\\dYukari! We worked things out here. You done on\\nyour side?\\d%K%P",
"\\dYep, all ready!\\d%K%P",
"\\dI'm sparkly clean, fresh out of the shower, I've\\nput on some cute clothes, and prepared lunch too!\\d%K%P",
"While Kaede and I were talking to Shion, we had\\nYukari pack some lunch.%K%P",
"Yukari and I would be going out for the afternoon,\\njust the two of us.%K%P",
"\\dHehe... A date with Akira is like a dream come\\ntrue!\\d%K%P",
"\\dWe're making so much progress... I feel like I'm\\nabout to burst from all my fantasizing!\\d%K%P",
"\\dIsn't it better for you to turn your fantasies\\ninto reality? This is real-life, after all.\\d%K%P",
"\\dHehehe! You may be right, but everything is going\\nso smoothly, I just can't help myself.\\d%K%P",
"\\dAnyway, if you're ready, we should set off.\\d%K%P",
"\\dOkay!\\d%K%P",
"I took Yukari's hand and we started off on our\\ndate.%K%P",
"Although we usually followed Yukari's pace, today I\\nwas taking the lead to entertain her.%K%P",
"We walked down the farm roads holding hands.%K%P",
"\\dMost of the new rice has been harvested.\\d%K%P",
"\\dThere's still some left over in this area, but\\nyeah, it looks like more than half of it's gone.\\d%K%P",
"\\dHarvest time is such a beautiful season...\\d%K%P",
"There was a certain elegance to golden rice stalks\\nfluttering in the fall wind.%K%P",
"It was a little cool, but by keeping close to each\\nother we could stay warm.%K%P",
"\\dYou're holding my hand so tightly... If you like\\nit so much, why don't you take it home with you?\\d%K%P",
"\\dThat's not possible.\\d%K%P",
"\\dYes... You'd have to cut it off first, after\\nall...\\d%K%P",
"\\dSo how about you bring it back along with its\\nowner, then?\\d%K%P",
"She looked at me expectantly, inviting me to marvel\\nat what an ingenious idea that was.%K%P",
"\\dI'm taking you back later anyway, aren't I? You\\nare my wife, you know.\\d%K%P",
"\\dOh, yes, you're right... Ahaha... I can't believe\\nI forgot about that.\\d%K%P",
"Looks like the situation was making Yukari lose her\\nusual cool as well.%K%P",
"Her sweaty palms made that abundantly clear.%K%P",
"\\dWhere are you taking me today?\\d%K%P",
"\\dSomewhere nice. I think we'll both enjoy it.\\d%K%P",
"\\dHmm?\\d%K%P",
"She tilted her head to the side in confusion. She\\nwas cute when she did that.%K%P",
"I guess my statement had been a little obscure.%K%P",
"\\dAh, here it is.\\d%K%P",
"On the road beside us, the bus arrived, right on\\nschedule.%K%P",
"\\dWe're taking a bus?\\d%K%P",
"\\dYup. Come on, let's go.\\d%K%P",
"We sat down beside each other on the bus.%K%P",
"\\dLucky us! There aren't any other passengers on\\nboard.\\d%K%P",
"There was only the driver, Yukari, and me.%K%P",
"We sat at the back, out of sight from the driver's\\nseat.%K%P",
"\\dNot many people get on the bus from here. Once\\nwe cross the ridge and get closer to the main\\nshrine, there'll be more people.\\d%K%P",
"\\d...I prefer it like this, though.\\d%K%P",
"I wished we could be together like this forever.%K%P",
"That was how comfortable it felt.%K%P",
"\\dSo we're headed for the main shrine?\\d%K%P",
"\\dNot the shrine itself, it's just...\\d%K%P",
"\\dI was thinking we needed to go somewhere farther\\naway if we want to be just Akira Manase and Yukari\\nAmatsu for a while.\\d%K%P",
"For better or worse, we were both well-known in the\\nneighborhood.%K%P",
"People recognized her as a Goddess, and me as the\\nheir of Kamimori Shrine.%K%P",
"\\dJust Akira...and me.\\d%K%P",
"\\dThat sounds nice.\\d%K%P",
"Closer to the main shrine, we could mingle with the\\ntourists and remain unnoticed.%K%P",
"As long as we didn't say anything to give ourselves\\naway, everyone would think we were just a regular\\ncouple.%K%P",
"\\dI thought that might make you happy.\\d%K%P",
"\\dYou always say you're happy as long as you're with\\nme, but I still want to do something for you.\\d%K%P",
"\\dYou're so sweet, Akira.\\d%K%P",
"\\dHow could I ever return to my former life after\\ntasting this sweetness?\\d%K%P",
"\\dWho said you have to go back to that?\\d%K%P",
"\\dOur relationship will keep getting stronger.\\nThat's what I want, at least.\\d%K%P",
"\\dYeah, me too...\\d%K%P",
"\\dI'd like to cultivate and strengthen this bond I\\nshare with you, Akira.\\d%K%P",
"\\dWow, there's so many tourists here...\\d%K%P",
"The path leading to the main shrine was full of\\nvisitors all year round.%K%P",
"\\dOh, right! Lunch.\\d%K%P",
"It was just the right time for a midday meal.%K%P",
"The restaurants nearby were so full, people were\\nlined up waiting to get inside.%K%P",
"\\dThere's a rest spot at the shop over there. Let's\\nbuy some drinks and take our lunch there.\\d%K%P",
"\\dOkay!\\d%K%P",
"We bought drinks and found some seats.%K%P",
"Yukari took out the lunch she had packed.%K%P",
"\\dTa-da! I put in extra effort since it was for a\\ndate!\\d%K%P",
"\\dWhat do you think? I'll bet you've never laid eyes\\non such a grand-looking lunch before.\\d%K%P",
"\\dYou're right about that...\\d%K%P",
"The lunch was packed in a heavy, double-layered\\nbox, all wrapped-up in cloth.%K%P",
"\\dWe have rice balls, fried chicken, omelet,\\noctopus-shaped sausages, boiled vegetables,\\ndessert, and more!\\d%K%P",
"\\dThis is amazing. How did you prepare all this in\\nthat short amount of time?\\d%K%P",
"\\dHehe! I started preparations yesterday because I\\nknew we would be going out together!\\d%K%P",
"It wasn't totally unexpected, considering what we\\nhad talked about yesterday.%K%P",
"But I was still amazed that Yukari had managed to\\ndo all this without me noticing.%K%P",
"\\dHelp yourself to anything you want. You need to\\nkeep up your strength, after all.\\d%K%P",
"\\dTo enjoy the love of three Goddesses, you'll need\\nthree times the strength of a normal human.\\d%K%P",
"\\dThree times the strength seems a bit tough,\\nbut I'll do my best!\\d%K%P",
"\\dI need to be strong enough to at least carry you\\nover the threshold.\\d%K%P",
"\\dThat's...such a lovely proposition.\\d%K%P",
"\\dI look forward to that becoming reality. Once\\nyou're strong enough, I'll ask for that\\nbridal-style embrace.\\d%K%P",
"\\dI'll try to make it come true soon.\\d%K%P",
"If she just wanted to be carried, I could do that\\neven now.%K%P",
"But I wouldn't be able to do it gallantly.%K%P",
"\\dWhat would you like to eat?\\d%K%P",
"\\dI'll just have whatever's left over.\\d%K%P",
"\\dThat won't do! I'm supposed to be taking care of\\nyou today.\\d%K%P",
"\\dI'll pick out some stuff for you.\\d%K%P",
"\\dHere! Say aah!\\d%K%P",
"I grabbed a piece of boiled radish and held it out\\nfor Yukari.%K%P",
"\\dHuh? Umm, you know...\\d%K%P",
"\\dCome on, hurry up!\\d%K%P",
"*nom*%K%P",
"Yukari soon recovered from her initial surprise and\\ntook a bite.%K%P",
"\\dHow does it taste? Oh, I guess that's a silly\\nquestion, since you made the food yourself...\\d%K%P",
"*sob* \\d...The flavor of this sublime happiness has\\noverwhelmed my taste buds...\\d%K%P",
"\\dOkay, how about the chicken? It might be easier to\\ntaste.\\d%K%P",
"*munch, munch*%K%P",
"\\dI don't know, the taste is just so...special. I\\nwant to chew on it forever...\\d%K%P",
"\\dThere's a lot more, so don't forget to swallow.\\d%K%P",
"\\dRight.\\d%K%P",
"Yukari was always taking care of me, but now our\\npositions were switched.%K%P",
"We spent a while just enjoying feeding each other.%K%P",
"Although hesitant at first, Yukari soon got used to\\nme feeding her and even started making requests.%K%P",
"\\dAkira! The pear looks so juicy, doesn't it?\\d%K%P",
"\\dOh? Then let's share it.\\d%K%P",
"\\dHere you go!\\d%K%P",
"\\dYum! It's so crispy!\\d%K%P",
"\\dI'll take the rest.\\d%K%P",
"I ate the remaining half.%K%P",
"It was indeed a very juicy pear. Tasty, too.%K%P",
"\\dI-Is this what they call an indirect kiss? Wow!\\d%K%P",
"\\dHuh? We never did this before?\\d%K%P",
"\\dNever. In many ways, eating something you've\\ntouched would be a whole new level of intimacy!\\d%K%P",
"\\dOkay, have some apple in return, then.\\d%K%P",
"I bit on a slice of apple on a toothpick and gave\\nYukari the other half.%K%P",
"\\d...It would be a waste to eat this. I'll take it\\nhome and take my time licking it and savoring the\\ntaste.\\d%K%P",
"\\dThe substance you want would be long gone by\\nthen, wouldn't it?\\d%K%P",
"\\dYou're right! Then I should have it while it's\\nstill fresh!\\d%K%P",
"She snatched the apple away in the blink of an eye.%K%P",
"\\dOh! The taste of Akira... I'm in bliss.\\d%K%P",
"\\dYou don't taste the apple at all?\\d%K%P",
"\\dIt's apple-flavored Akira. The fruity sensation\\nenhances the taste of you.\\d%K%P",
"\\dHa! My taste is strong enough to relegate the\\napple to second, huh? Impressive!\\d%K%P",
"\\dNobody can beat the Akira taste. It's so good I\\ncould keep licking it up until the end of time.\\d%K%P",
"After a while we finished our food and went on to\\nenjoy the sights around town together. It was\\neverything a good date should be.%K%P",
"Even the roads I was so familiar with became\\nsomething novel with Yukari by my side.%K%P",
"As I showed her around, the bright smile on her\\nface never once waned.%K%P",
"On the way back we bought a couple of fortune\\nslips from the main shrine.%K%P",
"\\dYes! It says 'Very Lucky!'\\d%K%P",
"\\dMe too. We're both gonna do fine.\\d%K%P",
"\\dHehehe! Matching fortunes... It must be because of\\nour marital bond!\\d%K%P",
"It was already dark by the time we reached the bus.%K%P",
"Yukari and I were the only passengers on board,\\njust like on there way there.%K%P",
"Alone together again on our way back.%K%P",
"\\dWe're getting to the end of our fun date.\\d%K%P",
"I felt a little sad that it had to end.%K%P",
"Yukari probably felt the same. She was obviously\\ntrying hard to remain cheerful.%K%P",
"\\dAkira, take a look at this.\\d%K%P",
"She showed me her fortune slip happily.%K%P",
"\\dIt says things will go well for me in both romance\\nand marriage!\\d%K%P",
"\\dWell, that's why it's 'Very Lucky,' right? Mine's\\npretty awesome too.\\d%K%P",
"\\dBlessed with a good match? Ehehe!\\d%K%P",
"We'd had this same conversation almost 10 times\\nalready.%K%P",
"But Yukari showed no signs of getting tired of it.\\nShe kept staring at her fortune.%K%P",
"\\dA Tatarigami being lucky is...kinda strange.\\d%K%P",
"\\dI don't think so.\\d%K%P",
"Everyone, including Goddesses, had the right to be\\nhappy.%K%P",
"Kaede had stopped being a Tatarigami and was now\\nliving peacefully. Shion had overcame her woes as a\\nGoddess of Misfortune and was even earning money.%K%P",
"I was sure Yukari could do the same. I wanted her\\nto live a life where happiness came naturally.%K%P",
"\\dI'd never drawn a fortune slip before.\\d%K%P",
"\\dI was so sure I'd get one of the unlucky ones.\\d%K%P",
"\\dYet it was so easy for me to get this lucky one.\\d%K%P",
"\\dIt makes me so happy I feel like I'm gonna cry...\\d%K%P",
"Yukari gazed up at the night sky.%K%P",
"Maybe she really was crying.%K%P",
"But since these were tears of joy, I was going to\\njust let her be.%K%P",
"\\dThis was the best date ever. Thank you so much,\\nAkira.\\d%K%P",
"\\dIf even a Tatarigami can be this happy, a normal\\nGoddess would surely...\\d%K%P",
"\\dDon't worry, Yukari. I'll make you happy.\\d%K%P",
"We weren't quite there yet, but...%K%P",
"...one day, for sure, I'd be able to make her smile\\nfrom the bottom of her heart.%K%P",
"\\dLet's head back. Everyone's waiting.\\d%K%P",
"\\dOkay.\\d%K%P",
"The feeling of sadness had all but faded away.%K%P",
"It had been replaced by a yearning for our warm\\nhome.%K%P",
"And I was sure Yukari felt the same way.%K%P"
]