[
"--The room is shrouded in darkness.%K%P",
"Covering and concealing everything, here in this\\nplace where no light can reach.%K%P",
"\\dHah... Haaah... Ugh...\\d%K%P",
"I bite my nails, clench my teeth, and sob for what\\nseems like an eternity as I wait for morning.%K%P",
"A miserable pile of crumpled clothes and shredded\\ntissues surrounds me.%K%P",
"\\dJust...a little more...\\d%K%P",
"Night will eventually come to an end.%K%P",
"But in the meantime, this deep darkness feels like\\nit will last forever.--%K%P",
"\\dYukari lives again!\\d%K%P",
"The night had finally faded into morning.%K%P",
"\\dGood morning, Akira!\\d%K%P",
"\\dIsn't this just the best morning ever?\\d%K%P",
"This had to be the brightest I'd ever seen Yukari\\nsmile.%K%P",
"\\dMorning. You're, uh...real chipper today.\\d%K%P",
"\\dI'm always chipper in front of my beloved\\nhusband!\\d%K%P",
"\\dThat's not what I meant...\\d%K%P",
"It was true that Yukari tended to be full of\\nenergy, but this was on another level altogether.%K%P",
"It was different enough to make me worry.%K%P",
"\\dWhat were you doing these two days, anyway?\\d%K%P",
"I hadn't seen her at all after Shion took over. Not\\nuntil now.%K%P",
"\\dI'm too embarrassed to tell you...\\d%K%P",
"\\dBut it's not right for a wife to hide things from\\nher husband! It's my duty to be always truthful to\\nyou.\\d%K%P",
"\\dSo I'll tell you, secretly, what I've been up to\\nall this time.\\d%K%P",
"She moved closer to my ear.%K%P",
"*blow!*%K%P",
"\\dYikes! Wh-What was that for?!\\d%K%P",
"I'd thought Yukari was going to whisper in my ear,\\nbut instead she just blew into it.%K%P",
"\\dI'm so sorry, I couldn't help myself!\\d%K%P",
"\\dCan you please be a little more serious?\\d%K%P",
"\\dOf course! So...\\d%K%P",
"\\dNom!\\d%K%P",
"\\dGah!\\d%K%P",
"This time, she lightly bit my ear.%K%P",
"\\dYukari!\\d%K%P",
"\\dHehehe! It's your fault for having such lovely\\nears, Akira! It's a crime to be so cute!\\d%K%P",
"\\d...I won't be angry if you hurry up and tell me\\nwhat's going on.\\d%K%P",
"Being played again and again was starting to annoy\\nme.%K%P",
"\\dFine, fine! We haven't seen each other for such a\\nlong time, I just wanted to show some affection...\\d%K%P",
"\\dAnyway, here's the truth you wanted to hear.\\d%K%P",
"\\dI've been hiding out in my room the whole time.\\d%K%P",
"\\dAhaha... Awkward!\\d%K%P",
"She looked more thrilled than awkward. Still, at\\nleast I knew what had happened now.%K%P",
"\\dWhy would you do that?\\d%K%P",
"\\dBecause if I left the room, I'd definitely see you\\nbe intimate with someone else.\\d%K%P",
"\\dAnd that would make me so...so...!\\d%K%P",
"\\dOkay, okay, I get it now. That's why you made\\nyourself scarce, huh?\\d%K%P",
"\\dYup. You have no idea how lonely I felt, not being\\nable to see you for two whole days!\\d%K%P",
"\\dI suppressed all my urges! How about some praise?\\nCommend me for being such a good girl!\\d%K%P",
"\\dYou sure did great. Good girl!\\d%K%P",
"\\dHehehe!\\d%K%P",
"As I patted Yukari on the head, her expression\\nmelted and she scooted closer to me.%K%P",
"Kaede had told me what was going on, so I hadn't\\nbeen overly worried or anything.%K%P",
"But this rotation thing seemed to be putting a lot\\nmore stress on Yukari than I had expected.%K%P",
"\\dNow it's finally my turn again. I feel completely\\nrevived!\\d%K%P",
"\\dI was about to die from lack of Akira. I need to\\nrecharge! Recharge!\\d%K%P",
"\\dRecharge how, exactly?\\d%K%P",
"\\dWith a kiss or something?\\d%K%P",
"\\d...Yes, please.\\d%K%P",
"She nodded meekly, her cheeks flushed.%K%P",
"To look at her now, Yukari was the very picture of\\nan adorable maiden in love.%K%P",
"\\dSure, let's kiss...\\d%K%P",
"\\dWait!\\d%K%P",
"\\dWhat? Why?\\d%K%P",
"Just when the mood was starting to get good, too.%K%P",
"\\dBrush your teeth and take a bath first.\\d%K%P",
"\\dI'll prepare breakfast in the meantime!\\d%K%P",
"Yukari all but shoved me into the bathroom.%K%P",
"*hum, hum*%K%P",
"I peeked into the kitchen after bathing and saw\\nYukari cooking happily.%K%P",
"\\dAkira! You're back. I'm almost done here, just\\nwait one moment!\\d%K%P",
"She flashed a brilliant smile at me and returned to\\nher cooking.%K%P",
"\\dYukari's finally out?\\d%K%P",
"\\dShe never left her room at all?\\d%K%P",
"\\dApparently. She even had her food brought to her\\nthere.\\d%K%P",
"That was kinda impressive, in a way.%K%P",
"\\dEven if it was to avoid a jealousy attack, it was\\nkind of an extreme length to go to. Don't you think\\nso, Kaede?\\d%K%P",
"\\dWell...\\d%K%P",
"\\dI have to say, I understand how she feels.\\d%K%P",
"\\dSome things are just beyond your control, even if\\nyou think you've got your heart reined in...\\d%K%P",
"\\d...You mean the Tatari?\\d%K%P",
"The rule was that the girls wouldn't interfere\\nduring each other's turns, but it wasn't like\\nYukari could control what happened with her.%K%P",
"The more she suppressed her feelings, the gloomier\\nshe'd get, which would boost her Tatarigami powers.%K%P",
"\\dI doubt she'd feel like she had any right to Aki\\nif she broke the rules.\\d%K%P",
"\\dIs a Tatari attack that hard to fight off?\\d%K%P",
"\\dI wouldn't call it a mere 'attack.' Tatari is\\nsomething much more formidable.\\d%K%P",
"\\dAnd it's not something you can endure by sheer\\nwillpower. No amount of effort will stop it.\\d%K%P",
"\\dI had no idea...\\d%K%P",
"Although I could suppress Yukari's Tatari, I didn't\\ncompletely understand it myself.%K%P",
"I couldn't imagine how Yukari felt, being a\\nTatarigami.%K%P",
"Giving her any half-baked advice would probably\\nbackfire spectacularly.%K%P",
"After eating, I started my work at the shrine.%K%P",
"With Yukari by my side, of course.%K%P",
"\\dIt's such a nice, clear, autumn day. Almost like\\nnature is giving us its blessing!\\d%K%P",
"\\dYou're so dramatic, Yukari.\\d%K%P",
"\\dHeheh, I'll take that as a compliment.\\d%K%P",
"\\dI just know I'll always be happy as long as I'm\\nwith you, Akira.\\d%K%P",
"\\dAlways, huh?\\d%K%P",
"\\dYou first came to Kamimori to stop being a\\nTatarigami. Have you given up on that?\\d%K%P",
"\\d...Oh, yeah...\\d%K%P",
"\\dWhat's with that reaction? Don't tell me you\\nforgot about it?\\d%K%P",
"\\dI-I didn't! Of course not!\\d%K%P",
"\\dI'm not some fool who would forget something so\\nimportant just because I was infatuated with our\\nnewlywed life!\\d%K%P",
"...She had totally forgotten.%K%P",
"But I guess it proved she was happy enough here to\\nbe able to put the whole Tatarigami business out of\\nher mind.%K%P",
"\\dI still want to get better.\\d%K%P",
"\\dIt's the Tatari's fault I had to hide from the\\nworld for two days, after all.\\d%K%P",
"\\dBesides, if people knew your wife was a Tatarigami\\nit could cause a scandal.\\d%K%P",
"\\dI'd be really sad to hear people say I'm not fit\\nto be your partner...\\d%K%P",
"\\dYukari...\\d%K%P",
"Her wistful smile made me sad as well.%K%P",
"A husband should never look that sad around his\\nwife.%K%P",
"\\dI don't care about that.\\d%K%P",
"\\dIt doesn't matter if you're a Tatarigami. To me,\\nYukari is Yukari.\\d%K%P",
"\\dAkira... You...\\d%K%P",
"\\dNothing anyone in town says will faze me. My\\nmind's already made up.\\d%K%P",
"I wouldn't have said all those things on the night\\nof the festival otherwise.%K%P",
"*sniff* \\dI'm so happy I could die...\\d%K%P",
"\\dAre you trying to smother me with joy and\\nhappiness?\\d%K%P",
"\\dI love you so much...so much!\\d%K%P",
"\\dI mean, I've always loved you, but you've just\\nmade me fall for you all over again! I'm\\noverflowing with love!\\d%K%P",
"Yukari's expression transformed. I could see stars\\nin her eyes.%K%P",
"\\dCan I hug you? Kiss you? I won't take no for an\\nanswer!\\d%K%P",
"\\dMy darling Akiraaa!\\d%K%P",
"She pounced on me in her exhilaration.%K%P",
"\\dI looove you!\\d *smooch* \\dLove you love you!\\d\\n*smooch, smooch*%K%P",
"I was being showered in kisses.%K%P",
"She held on to me so tightly, I thought my back\\nmight break.%K%P",
"\\dAkira! Akira!\\d%K%P",
"\\dS-Slow down a little! You're hurting me!\\d%K%P",
"\\dOh!\\d%K%P",
"She finally realized what she was doing and\\nloosened her grip.%K%P",
"\\dSorry... I couldn't help myself.\\d%K%P",
"\\dIt's fine, don't apologize.\\d%K%P",
"\\dBut I'm too excitable and always end up making\\nmore trouble for you...\\d%K%P",
"\\dThat's why I've decided!\\d%K%P",
"\\dI'm going to work hard to become a normal\\nGoddess and stop being a Tatarigami!\\d%K%P"
]