[
"「これは真剣勝負ですから。\\n　それぞれ別々に作戦を練りましょう」%K%P",
"ユカリの提案で、常に牽制し合っていた３柱が\\n別行動を取ることになった。%K%P",
"「私はキッチンを使わせてもらうから。\\n　あなたたちは立ち入り禁止よ」%K%P",
"「私も支度がありますので、これにて失礼しますね」%K%P",
"「ほーい。ふたりとも頑張ってー」%K%P",
"「うふふふふ、彰さんに手を出したら……うふふふふっ」%K%P",
"具体的なことには言及せず、うふふだけでシオンに釘を刺し、\\nユカリも広間を出て行った。%K%P",
"「おっかなー。\\n　ユカリっちのうふふはほんとこわいよね」%K%P",
"「うふふって笑いながらボキってやりそうだよ……」%K%P",
"「さすがにそんなことはさせないから安心してくれ」%K%P",
"「あれ？　そこは俺に手を出すなって\\n　注意するところじゃないの？」%K%P",
"「手を出すのか？」%K%P",
"「うーん、今はやめとく。\\n　そういう状況でもないしね」%K%P",
"シオンはあっさりそう言うと、ノートＰＣをいじり始める。%K%P",
"「それに、ぶっちゃけあのふたりに負ける気しないし」%K%P",
"「お祭りを盛り上げるって、\\n　つまりどんだけお金儲けできるかってことでしょ？」%K%P",
"「そういう観点なら、シオンが有利だろうな」%K%P",
"でも、事はそんなに単純じゃない。%K%P",
"特にカエデさんを信奉する氏子衆の存在は、\\n決して侮れないはずだ。%K%P",
"「あっきーも、カエデねーさんが有利だと思ってるクチ？」%K%P",
"「甘いな〜。氏子のみんななんて、大した人数じゃないんだよ。\\n　外部の票をどれだけ集めるかが勝負の鍵に決まってるじゃん」%K%P",
"「でも、この辺はかなり田舎だぞ。\\n　集客が望めるとは思えないけど」%K%P",
"白絲の滝周辺だけなら、\\n紅葉目当ての観光客はそれなりに集まる。%K%P",
"しかし、投票は祭りのラスト、夜の神社の境内で行われる。\\n観光客がそんなに遅くまで残っているとは思えない。%K%P",
"「そこはほら、いろいろやりようはあるから」%K%P",
"「まずはインターネットを使った宣伝だね。\\n　観光客を呼び込むＰＲをしようと思ってる」%K%P",
"「具体的なアイデアはあるのか？」%K%P",
"「カエデねーさんを利用しようかなって」%K%P",
"「ユカリっちはなにをしでかすかわかんないけど、\\n　ねーさんのすることならだいたい想像つくし」%K%P",
"「キッチンに行くってことはお得意の料理でしょ。\\n　お祭り限定メニューでも出すつもりじゃない？」%K%P",
"そう言われると、そんな気もしてくる。%K%P",
"カエデさんは昔やんちゃだったかもしれないが、\\nあれでかなり堅実派なのだ。%K%P",
"祭りの盛り上げ方も、策を弄さず王道で勝負してきそうだ。%K%P",
"「あたしはカエデねーさんに便乗して、\\n　グルメで盛り上げる作戦でいこうかなって」%K%P",
"「ねーさんを働かせて、あたしはおいしいとこだけ取る！\\n　あたしらしい低カロリーな作戦でしょ？」%K%P",
"「よくもまあ、そんなあくどい作戦思いつくなぁ」%K%P",
"カエデさんはピュアだから、シオンに共闘を持ちかけられたら、\\n嬉々として乗っかりそうだ。%K%P",
"その結果、おいしい思いをするのはシオンだけ、\\nというオチを狙っているらしい。%K%P",
"「ま、カエデねーさんにバレたら、\\n　全部おしまいなんだけどね」%K%P",
"「とゆーことで、今の話、絶対しゃべっちゃダメだよ？」%K%P",
"「黙っててくれたら、いいことしてあげるから♪」%K%P",
"そう言って、シオンは広間を出て行った。%K%P",
"なにやら準備があるらしい。%K%P",
"口止め料のつもりらしいが、そんなのなくても、\\n俺はしゃべるつもりはないんだが……。%K%P",
"「おっまたせー！」%K%P",
"「じゃじゃーん！！\\n　これがあたしからあっきーに贈る口止め料でーす！」%K%P",
"「……は？」%K%P",
"再登場したシオンは、どういうわけかエプロン姿だった。%K%P",
"「手料理を作ってくれる……ってことじゃないよな？」%K%P",
"「あったりまえでしょ〜。\\n　ほら、見て見て！　裸エプロンだよ〜♪」%K%P",
"シオンがぴょんぴょん跳ねるようにアピールすると、\\nかわいいデザインのエプロンがひらひらと揺れ動く。%K%P",
"その先に、服の存在は確認できない。%K%P",
"「あ、ちゃんと後ろを向いて確認したい？」%K%P",
"「いや、わかったから。そこで回転しないでくれ」%K%P",
"「え〜、おしりフェチのくせに、我慢しちゃって」%K%P",
"「誰がおしりフェチだ、誰が」%K%P",
"確かに、シオンのおしりを褒めたことならある。%K%P",
"だからって、臀部に異常性愛を向けているとは\\n言った覚えがない。%K%P",
"「もちろんおしりだけじゃないよ。\\n　ほらほら、横乳〜♪」%K%P",
"シオンが身体を斜めにすると、\\n脇からおっぱいの横あたりが強調される。%K%P",
"ふくよかさはないが、なんとも魅力的なラインだ。%K%P",
"「ふふふ、見てる見てる……」%K%P",
"「それじゃ、追い撃ちかけちゃおっかな♪」%K%P",
"「ぴらぴら〜ん♪」%K%P",
"エプロンをちょんと摘まんで、めくって見せようとする。%K%P",
"もちろん全部めくったりはせず、\\n見えそうで見えないギリギリをついてくるという憎い演出だ。%K%P",
"「お、お前なあ……」%K%P",
"「どーお？　ハァハァしちゃう？」%K%P",
"「俺じゃなかったら襲いかかってるとこだぞ」%K%P",
"「え〜、あたしは襲われたいな〜って思ってるんだけど」%K%P",
"「頼むから時と場所をわきまえてくれ」%K%P",
"「それって、ユカリっちみたいに夜這いしてくれってこと？\\n　そんなことしたら、カエデねーさんに転がされちゃうよ」%K%P",
"「ただ転がすだけなのに地獄だもんなぁ、あれ」%K%P",
"「山向こうのカミサマとガチンコバトルして、\\n　さんざん泣かしたって伝説があるしね」%K%P",
"「ははは……」%K%P",
"ちなみに、カミサマを転がしまくったとされる地は、\\n今でも不毛の野っ原だし、血の池地獄なんてのも残っている。%K%P",
"あくまで言い伝えでしかないけど、\\n身近に当人がいると、真実かもしれないと思ってしまう。%K%P",
"「だから、ある意味今がチャンスかな〜って」%K%P",
"「ねーさんってばユカリっちを警戒して、\\n　ずーっとあっきーのそばを離れなかったから」%K%P",
"そんな状態では、シオンだって何もできない。%K%P",
"「お祭り盛り上げバトルに勝つのは難しいことじゃない。\\n　けど、あっきーのハートを射止められるかどうかは、\\n　すっごく難しいよね」%K%P",
"「あたしはね、こう見えて結構わがままなんだ」%K%P",
"「欲しいものは絶対手に入れる。\\n　どんな卑怯な手を使ってもね」%K%P",
"「ということで、覚悟しててね、あっきー！」%K%P",
"「ってことで、口止め料はここまで！\\n　あー、恥ずかしかった！　じゃあね〜！！」%K%P",
"言いたいことだけ言って、\\nシオンは逃げるように出て行った。%K%P",
"「なんだよ、しっかり恥ずかしかったのか」%K%P",
"恥じらいなどない風に振る舞ってたくせに、\\n勇気を振り絞った行動だったなんて。%K%P",
"「……そういうとこが不器用なんだよ、あいつは」%K%P",
"あくどい作戦や卑怯な手を使うと言っても、\\nどうしても憎めない。%K%P",
"根っこのところで、善良なカミサマなんだろう。%K%P",
"祭りを盛り上げるのも、一番真面目に取り組むに違いない。%K%P",
"最後にどんな結果になろうと、\\n俺だけはそんなシオンを評価してあげたいと思った。%K%P"
]