[
"「それじゃユカリさん、お留守番お願いするわね」%K%P",
"「なんですか、そのお留守番などという不幸ワードは！！」%K%P",
"「認められません！　絶対認めませんからね！！」%K%P",
"留守番を指示するカエデさんに、ユカリは全力で抗議している。%K%P",
"「ぷぷっ、縛られてるくせに強がっちゃって〜」%K%P",
"朝、俺が起きた時には既に、\\nユカリはロープでぐるぐる巻き状態だった。%K%P",
"「屈辱です！　さあ、すぐに縄をほどいて私を解放しなさい！」%K%P",
"「でないと……うふふっ、私の中のタタリ的なものが\\n　どうなっても知りませんからね……！」%K%P",
"凄むユカリからは黒い神力が立ち昇りはじめている。%K%P",
"「あなたも懲りないというか……\\n　どうしてこんな目に遭っているのかわかってるの？」%K%P",
"「さあ、さっぱり」%K%P",
"「彰くんに夜這いをかけたからでしょうが！！」%K%P",
"「夜這いなんてとんでもない、\\n　私はただ、お嫁さんとして当然の行為をしたまでっ」%K%P",
"「夜伽は嫁の権利であり、義務！！」%K%P",
"「なるほど、だからユカリが縛られてるわけか」%K%P",
"俺は寝ていて全く気付かなかった。%K%P",
"ふたりの間にそんな攻防があったとは……。%K%P",
"「彰くんは守森神社の秋季例大祭の打ち合わせで、\\n　本宮に行かなきゃいけないの」%K%P",
"「だからユカリさん、あなたに留守番をお願いします」%K%P",
"「縛られた状態で留守番なんて無理です！」%K%P",
"「じゃあ、ほどいてあげるから」%K%P",
"「私も彰さんについていきます！\\n　夫あるところ、常に嫁あり！」%K%P",
"「それでも置いていくつもりなら、こちらにも覚悟があります」%K%P",
"「うふふふふ」%K%P",
"ああ、この笑いをした時のユカリはやばい。%K%P",
"滲み出る神力の禍々しさに、\\nカエデさんすら思わず腰が引けてしまうほどだ。%K%P",
"「カエデねーさん！\\n　増殖させてた豆苗がみるみるうちに萎れてくよ〜！」%K%P",
"「植物には少々重荷みたいね」%K%P",
"「カエデさんも、そのくらいにしておけって」%K%P",
"「ほら、落ち着け落ち着け〜」%K%P",
"我を忘れかけたユカリをそっと抱き寄せる。%K%P",
"「はっ……あ、彰さん？\\n　私にストレートな愛情表現を……」%K%P",
"「大丈夫か、ユカリ？」%K%P",
"「は、はい……彰さんのおかげで、\\n　私は私のままでいられます……」%K%P",
"「留守番なんてさせないから安心していいぞ。\\n　ちゃんとユカリも連れて行くから」%K%P",
"「彰さぁぁぁん！！！」%K%P",
"「ふふふ、首筋近ぁい……ぺろぺろ……ぺろぺろ……」%K%P",
"「こら、舐めるなって」%K%P",
"「じゃあ噛みます。かぷかぷ」%K%P",
"興奮冷めやらぬユカリに首筋を舐められた上、\\n甘噛みまでされてしまった。%K%P",
"さっきの様子とは一転して、仔猫みたいに甘えるユカリは、\\n確かにかわいいかもしれない。%K%P",
"「まったく、甘やかしちゃって……」%K%P",
"「でも、やりすぎたのも事実だし、\\n　このくらいは許してあげよーよ」%K%P",
"「仕方ないわね。３柱でお供しましょう」%K%P",
"守森神社の中宮から本宮は、\\n同じ守森市内にありながら、かなりの距離がある。%K%P",
"路線バスに乗って峠を越え、山を下り、\\n１時間ほどすると本宮のある市街地に着く。%K%P",
"しかも、中宮の最寄りのバス停は、\\n奥宮近くにあるという不便さだった。%K%P",
"「うふふふふ、夫婦水入らずのバス旅なんて最高ですね♪」%K%P",
"二人掛けのシートには、俺とユカリが並んで座っていた。%K%P",
"「このままふたりで遠くに行ってしまいたい気分です……」%K%P",
"「そういうのはまた今度な？\\n　今回は本宮で打ち合わせなんだから」%K%P",
"「わかっています。ちょっと言ってみただけです」%K%P",
"「でも、いつかきっと彰さんと新婚旅行を……きゃあきゃあ♪」%K%P",
"ユカリの妄想が捗っているらしく、\\n俺にしがみつきながらあれこれ語っていた。%K%P",
"俺を独占できて嬉しいのか、かなり上機嫌だ。%K%P",
"「まさかじゃんけん勝負に負けるとは……」%K%P",
"「ねーさん、じゃんけん弱いもんね〜」%K%P",
"「ならせめてシオンが勝ってくれたら、\\n　こんなことにはならなかったのに」%K%P",
"俺の隣の席を争って３柱でじゃんけんした結果がこれだ。%K%P",
"「こらー、ふたりきりじゃないからなー。\\n　あたしとカエデねーさんだっているのを忘れるなー」%K%P",
"「うふふ、空耳でしょうか？\\n　エンジン音に紛れてよく聞こえませんけれど」%K%P",
"ユカリは完全に無視を決め込むつもりらしい。%K%P",
"シオンとカエデさんはいないものとして、\\nあまあま空間を作ろうとしている。%K%P",
"「うふふふ、最高……\\n　バスが故障して動かなくなってしまえば、\\n　いつまでも幸せな時間が続くのに」%K%P",
"「こらこら、物騒なことを言うもんじゃないぞ」%K%P",
"「でも、トラブルがふたりを急接近させるとも言いますし」%K%P",
"「えいえいっ♪」%K%P",
"かわいいかけ声でバスの側面を殴る真似をしている。%K%P",
"それだけなら問題ないんだが、黒いモヤモヤがユカリの拳に\\nまとわりついてるのに気付いてしまった。%K%P",
"「ユカリ？　ちょっと落ち着こうな？」%K%P",
"タタリが漏れかけていたユカリの手を取り、中和させる。%K%P",
"放っておけば本当にバスが破壊されるところだった。%K%P",
"「器物破損は犯罪よ？」%K%P",
"「だぁいじょうぶ、全員口封じしますからぁ」%K%P",
"「もちろん彰さんの口封じは、あまぁ〜いキッスでしますから、\\n　期待してくださいね♪」%K%P",
"「いや、それ以前にバスを破壊しないでくれ」%K%P",
"「うふふふふ、それも彰さん次第です♪\\n　私を鎮めたいなら、こうしてぎゅうって……」%K%P",
"ユカリは俺の腕をホールドし、抱き締めてくる。%K%P",
"本気を出されたら骨にヒビが入りそうだが、\\nこと愛情表現に関しては、ベストな力加減を見せるユカリだ。%K%P",
"「ちゅうしたくなったら言ってくださいね。\\n　いつでもウェルカムですから。ええ、嫁の義務ですから」%K%P",
"「ぐぬぬ……ユカリっちめ、じゃんけんに勝ったからって\\n　調子に乗って……」%K%P",
"「これでもかってくらいおっぱいを押しつけて\\n　彰くんにアピールしてるわね」%K%P",
"「やっぱり触らせるだけじゃ足りなかったかしら……」%K%P",
"カエデさんはカエデさんで、なにやら物騒な発言をしてるし。%K%P",
"「どいつもこいつもおっぱいばっか主張して。\\n　持たぬ者の怨み、思い知ればいいんだ」%K%P",
"「おっぱいしぼめ、おっぱいしぼめ、おっぱいしぼめ……」%K%P",
"「ハッ！？　なにやら貧乏的な呪詛が！」%K%P",
"「彰さぁん、私を護ってぇ〜〜」%K%P",
"「しまった、その手があったか！\\n　ぐぬぬ、敵に塩を送ってしまったぁぁ……」%K%P",
"妨害しようとすればするほど、\\nユカリは俺の庇護下に入ろうと甘えてくる。%K%P",
"こうなっては、どうすることも出来ない。%K%P",
"「こうしている限り、私はいつまでも幸せです……」%K%P",
"「彰さんの幸魂の温もりに包まれて……うふふふっ♪」%K%P"
]