[
"カエデさんからのプロポーズは嬉しかったが、先を越されてしまったことだけが非常に心残りだ。%K%P",
"残念ながらプロポーズの計画は変更する必要が出てきたが、その分、プロポーズよりも先に進むための計画を立てることができた。%K%P",
"「お、きたか彰くん」%K%P",
"俺が着くと、すでにほかの氏子さんたちが集まっていた。%K%P",
"「遅れてすみません。\\n　ちょっと抜け出すのに時間がかかって」%K%P",
"「なぁに、気にするなって。\\n　バレないように抜け出すのは大変だからな」%K%P",
"「さすがに経験者だけあって、\\n　含蓄のある言葉じゃな」%K%P",
"白根さんの言葉に氏子のみなさんが笑う。%K%P",
"ひとしきり雑談して落ち着いた後、ようやく本題へと入る。%K%P",
"「今日みなさんに来て頂いたのはほかでもありません、\\n　俺とカエデさんの神前式に協力していただきたいからです」%K%P",
"「神前式！？　はー、そこまで話がすすんでいるなんてね」%K%P",
"「いえ、実はこの計画はカエデさんには内緒なんです」%K%P",
"俺は氏子のみなさんへカエデさんにプロポーズされ、そのお返しとして神前式を企んでいることを話した。%K%P",
"「なるほどなぁ。だからカエデ様たちにバレないように\\n　集まってほしいっていったわけか」%K%P",
"「最初はプロポーズするだけのつもりでしたけど、\\n　カエデさんに先を越されてしまいました」%K%P",
"「俺がプロポーズするのもカエデさんがプロポーズするのも、\\n　結果的には同じことですけど意味が違ってきます」%K%P",
"「やっぱり、こういうことは男の俺からしたいんです。\\n　それができなければ、一人前の男にはなれません」%K%P",
"「今回の計画はみなさんの力が必要不可欠です。\\n　だから、どうか手を貸してください」%K%P",
"誠心誠意を込めて頭を下げる。%K%P",
"「顔を上げてくれ、彰くん」%K%P",
"丸沼さんの言葉に従って顔を上げると、氏子さんたちが微笑ましいものを見るような目で俺のことを見ていた。%K%P",
"「俺たちはな、君に感謝してるんだ」%K%P",
"「秋祭りのことやカエデ様のこと、\\n　俺たちは彰くんにずっと助けてもらってきた」%K%P",
"「彰くんとカエデ様には幸せになってほしい。\\n　だから、ぜひその計画を手伝わせてくれ」%K%P",
"ほかの氏子さんも同様なのか、丸沼さんの言葉に反論することなく頷いている。%K%P",
"こんなに大勢の人たちが俺たちのために協力してくれる。%K%P",
"それが、信じられないくらい嬉しい。%K%P",
"「具体的な計画はもう決まってるのか？」%K%P",
"「ええ、まずは――」%K%P",
"こうして神前式の計画は、カエデさんに悟られぬように水面下で事をすすめていくことになった。%K%P",
"町の人たちが計画に協力してくれるようになってからの行動は早かった。%K%P",
"初めは氏子さんたちだけだったが、話は広がっていき、今では町ぐるみで計画を進めている。%K%P",
"日取りや準備などは順調に進んでいく中、一つだけ進展しないことがある。%K%P",
"「指輪はどうしようか」%K%P",
"神前式であるため、必ずしも指輪の交換は必要でない。%K%P",
"しかし、せっかくの式なのだから結婚の証としても指輪はほしい。%K%P",
"「問題はサイズをどう調べるかだ」%K%P",
"一応、町の人たちからこっそりサイズを調べる方法はないか聞いてみた。%K%P",
"糸を指に括りつけたり、会話を誘導してそれとなく聞いたりなど、色々と教えてもらえはしてけど、どれも難易度が高い。%K%P",
"勘のいいカエデさんのことだから、それで気付いてしまう可能性さえある。%K%P",
"さてどうしようかと悩んでいたところで、大広間に入ってきた三人が俺に駆け寄ってくる。%K%P",
"「あ、いたわね。探してたのよ彰くん」%K%P",
"「俺をですか？」%K%P",
"「これでやっと測れます！」%K%P",
"測るってって一体なんのことだ？%K%P",
"俺が疑問に思っていると、シオンにメジャーを手渡される。%K%P",
"「もう、忘れたのあっきー。\\n　指輪買ってくれるって約束したじゃん」%K%P",
"「あー……」%K%P",
"そういえばそんな約束をしたような気がする。%K%P",
"その後にあったカエデさんからのプロポーズが印象深いせいですっかり忘れてた。%K%P",
"「ユカリさんとシオンから聞いた時は驚いたけど、\\n　彰くんが指輪を買ってくれるなんてすごく嬉しいわ」%K%P",
"「カエデねーさんの問題も解決したみたいだし、\\n　もういいよね？」%K%P",
"「私はもう待ちきれません！\\n　さあさあさあ！　早く測ってしまいましょう！」%K%P",
"ユカリが利き手を差し出すと、カエデさんとシオンも同じように手を差し出す。%K%P",
"これはまさに渡りに船だな。%K%P",
"「それじゃ、測りますね」%K%P",
"俺は手早くメジャーでみんなの指のサイズを測っていく。%K%P",
"計らずも指輪の問題を解決したことで、すべての準備が整った。%K%P",
"後は当日までバレないようにして実行するだけだ。%K%P",
"空に雲はなく、どこまでも澄んだ青空が広がり続ける快晴で絶好の結婚日和だ。%K%P",
"境内には計画の前段階として、大勢の人たちが集まり始めていた。%K%P",
"当然、いきなりこれだけの人が神社に集まってくるのだからカエデさんたちは首を傾げる。%K%P",
"「うわ、すっごい人だかり」%K%P",
"「なにかの集まりでしょうか？」%K%P",
"「おかしいわね。今日はなにもなかったはずよ。\\n　ねえ、彰くんはなにか知ってる？」%K%P",
"「今日は神前式があるんですよ」%K%P",
"「神前式？　確かに守森神社でも神前式はやってるけど、\\n　そんな予定は入ってなかったはずよ」%K%P",
"「カエデねーさんも知らない神前式って、\\n　一体誰のなんだろ」%K%P",
"「俺とカエデさんの神前式だ」%K%P",
"「え？」%K%P",
"三人が顔を見合わせる。%K%P",
"まあ、寝耳に水だからそういう反応になるよな。%K%P",
"「あの、私と彰くんの神前式って一体どういう――」%K%P",
"「どういうことですか彰さん！\\n　カエデさんとし、神前式をするなんて！」%K%P",
"「そうだよあっきー！　説明を要求する！」%K%P",
"「詳しいことは終わった後に話すよ。\\n　みなさん、お願いします」%K%P",
"「ちょ、ちょっと彰くん！\\n　私はまだ状況が飲み込めないんだけど――」%K%P",
"混乱する三人は、準備していた町の女性陣が引っ張っていってくれた。%K%P",
"ユカリとシオンは客席へ、カエデさんは着付けのために控室まで連行されたはずだ。%K%P",
"「さて、俺も急いで着替えないと」%K%P",
"時間に余裕があるわけではないのだ、急いで俺も控室へ向かう。%K%P",
"「は、はかったわね彰くん」%K%P",
"紋付袴に着替えた俺と、白無垢を着せられたカエデが並ぶ。%K%P",
"密かに計画されていた神前式に驚いたのか、ジト目で見られてしまう。%K%P",
"「本当は俺のほうからプロポーズするはずだったのに、\\n　先を越されてしまったからにはそれ以上のことを\\n　やらないと格好つきません」%K%P",
"「それで神前式を計画する辺り、\\n　彰くんはいつまで経っても変わらないわね」%K%P",
"「迷惑でした？」%K%P",
"「まさか。むしろ嬉しすぎてユカリさんたちには\\n　悪いと思ってしまうくらいよ」%K%P",
"「いずれはキチンと全員分の神前式はやります。\\n　けど、俺は最初にカエデさんとやりたかったんです」%K%P",
"祝詞奏上、三々九度の盃が終わり、誓詞奏上へと入る。%K%P",
"沢山の人たちがいる中で、俺は誓いの言葉を読み上げていく。%K%P",
"「今日を佳き日と選び、私たちはこの守森神社で結婚式\\n　を挙げました」%K%P",
"「今後は妻のカエデと信頼と愛情をもってたすけ合い\\n　励まし合って良い家庭を築いていきたいと存じます」%K%P",
"「みなさま、何卒幾久しくお守りください」%K%P",
"誓詞奏上を終えると、リングピローと一緒に棚に置かれていた指輪を宮司さんが運んでくる。%K%P",
"「カエデさん」%K%P",
"指輪を手に取り、俺は万感の思いを込めて気持ちを伝える。%K%P",
"「あの時の言葉を俺も返します」%K%P",
"「きっと俺は、何度だって貴女に恋をして、\\n　昨日よりも今日、今日よりも明日と、\\n　ずっとずっと、カエデさんに恋をし続けます」%K%P",
"俺がカエデさんの薬指に指輪をはめると、盛大に拍手が鳴り響く。%K%P",
"「幸せになりましょう」%K%P",
"「……はいっ！」%K%P"
]