[
"「……ふぅ」%K%P",
"「お疲れさま彰くん。はい、お茶どうぞ」%K%P",
"「ありがとうございます」%K%P",
"カエデさんから受け取ったお茶を飲み、一息つく。%K%P",
"「ん？　私のことジッと見てどうしたの？」%K%P",
"「いえ、なんでもないです」%K%P",
"気負った様子のないカエデさんを見たのは久しぶりだったから、なんていえないよな。%K%P",
"伝えられなかった言葉と気持ちのせいで続いていたすれ違いも昨日で一段落したおかげか、前よりも自然に傍にいて、距離も近い。%K%P",
"自然体でいるその様子は、ここ数日で見せていた無理矢理な積極性とは違う姿だった。%K%P",
"「彰くん、今日のお勤めはもう終わり？\\n　もうすぐ朝食ができるから呼びにきたんだけど」%K%P",
"「一通りは終わったところです。\\n　お腹も減ってたとこなんで助かります」%K%P",
"「カエデさんがここにいるってことは、\\n　今日の朝食はユカリが作ってるんですか？」%K%P",
"「そうよ。私も手伝おうとしたけど、\\n　最近ずっと占領していたから追い出されちゃったわ」%K%P",
"「カエデさんの手料理が食べれないのは残念だけど、\\n　ユカリの作るご飯も久しぶりだから楽しみだな」%K%P",
"カエデさんの料理も美味いが、ユカリも負けないほどに料理上手だ。%K%P",
"しかも、とことこまで微調整して俺好みに合わせた味付けをしてくれるからな。%K%P",
"「むぅ……」%K%P",
"「カエデさん？　どうかしました？」%K%P",
"「え？　なにが？」%K%P",
"「なにがって……」%K%P",
"いまなにか不機嫌そうな顔していなかった？%K%P",
"俺の見間違え……なのか？%K%P",
"「変な彰くん。\\n　ほら、みんな待っているからいきましょう」%K%P",
"「え、ええ……」%K%P",
"「おはようございます彰さん！」%K%P",
"「あっきー、おっはー」%K%P",
"「おはよう、ユカリ、シオン」%K%P",
"キッチンへ入ると、二人から元気な挨拶が飛んでくる。%K%P",
"特にユカリからは、並々ならぬ気迫さえ感じるほどだ。%K%P",
"「今日は久しぶりに私が彰さんの朝食を作りました！\\n　隠し味も多めですので沢山味わってくださいね？」%K%P",
"「隠し味って……なにを入れたのよ」%K%P",
"「彰さんが口にするものに変なものなんていれません\\n　ので安心してください」%K%P",
"「入っているのは、\\n　彰さんへの無限大の愛ですから！」%K%P",
"ドヤ顔と共に胸を張るユカリも、料理に変なものを入れるようなことだけはしない……はず。%K%P",
"ずいぶんと張り切っていたと気いたし……大丈夫だよな？%K%P",
"「あっきーのために作ってるんだからユカリっち\\n　だってそんな変なことしないと思うよー」%K%P",
"「ちょっと口では言えないものを入れようとしてたけど、\\n　入れてないからたぶんセーフ」%K%P",
"口では言えないものって……ユカリは一体なにを入れようとしていたんだ？%K%P",
"これは深くは聞かないでおこう。%K%P",
"きっとそのほうが俺の安全のためだ。%K%P",
"「はいはい、そこまでです。\\n　あまり遅くなるとせっかく作った料理が\\n　冷めちゃいます」%K%P",
"「あ、私の愛情は冷めませんよ！\\n　むしろ時間が経てば経つほど燃え上がります！」%K%P",
"「彰さんと会えない時間だって\\n　お互いの心の中で愛を育むための時間だって思ってます！」%K%P",
"「あーうん、ありがとうユカリ」%K%P",
"俺が苦笑しながら席に着くと、ささっ、と両脇をユカリとシオンが固めてくる。%K%P",
"「ね、ねえ、二人とも。\\n　朝食を食べるにしても彰くんに近くないかしら？」%K%P",
"「そう？　昨日までのカエデねーさんには負けるって」%K%P",
"「そうですよ。ここ数日ずーーーーっと独占してた\\n　じゃないですか」%K%P",
"「だからこれは嫁である私の正当な権利です。\\n　さあ、彰さん、あーん」%K%P",
"ユカリがおかずを摘まみ、差しだしてくる。%K%P",
"ここ最近カエデさんのことで頭一杯だったのは本当だし、ユカリたちには悪いことしたからな。%K%P",
"甘えてくるユカリたちを無下にはできない。%K%P",
"「……あーん」%K%P",
"「はい、彰くん」%K%P",
"「んくっ！？」%K%P",
"「あー！　ちょっとなにしてるんですか！」%K%P",
"ユカリが差し出してくれたおかずを食べようとしたところで、それより早くカエデさんが別のおかずを俺の口元に突っこんでいた。%K%P",
"「別に、ただ彰くんにあーんしただけよ」%K%P",
"「そ・れ・は！　私がするはずだったんですよ！」%K%P",
"「ふふふ、二人が争っているこの隙に」%K%P",
"「あっきー、ほら、あーん――ってあり？」%K%P",
"漁夫の利を狙いシオンが箸を伸ばしたが、そのタイミングでカエデさんが小鉢を自分の下へ引き寄せたせいで虚しく空を切った。%K%P",
"「…………」%K%P",
"チラリとカエデさんを見ると、いつも通りの表情のはずなのに、なぜか無表情に見えるというか、目が笑っていない。%K%P",
"これってもしかして――。%K%P",
"「あの、カエデさん」%K%P",
"「なにかしら？」%K%P",
"「もしかしてですけど、ユカリたちに嫉妬してます？」%K%P",
"「え？　……あ！　いやその、ちがくてね、\\n　えっと…………〜〜っ！」%K%P",
"ユカリたちにした自分の行為の意味を理解したのか、カエデさんの顔が真っ赤になったかと思えば、顔を俯かせてしまう。%K%P",
"こんなカエデさんは初めて見る気がする%K%P",
"なんか、もう少し見ていたいな。%K%P",
"「カエデさんが嫉妬してる姿って可愛いですね」%K%P",
"「か、かわっ！？　ななななな、なにいってるのよ彰くん！」%K%P",
"「私が可愛いなんて……そんな……」%K%P",
"「俺は本気でカエデさんを可愛い女の子だと思ってますよ」%K%P",
"「もうやめてぇぇぇぇぇ。\\n　うぅぅぅ、彰くんの意地悪……」%K%P",
"上目遣いでカエデさんが「私怒ってます」という感じで睨んでくる。%K%P",
"なんていうか、カエデさんみたいな普段はお姉さんな人が涙目で上目遣いをしてくるのはかなりの破壊力がある。%K%P",
"「なんか、あたしたち蚊帳の外だね」%K%P",
"「むぅぅぅぅぅ、私は納得できません！」%K%P",
"「こればっかりは仕方ないって。\\n　しばらくはカエデねーさんの独壇場かな」%K%P",
"「……うぅぅ」%K%P",
"気分を落ち着かせるため家を飛び出した私は、気が付けば人のいない奥宮まできていた。%K%P",
"「……はぁ。絶対いま情けない顔してるわよね」%K%P",
"「だ、大体彰くんも悪いのよ。\\n　あんな……あんな風にキスしたりするから……」%K%P",
"起きてからずっと私は昨夜のことばかり思い出してしまう。%K%P",
"彰くんの凛々しい横顔、力強く男らしい腕の中でキスされる心地よさを思い出すだけどなにも考えられなくなるほどに、頭の芯が熱くなる。%K%P",
"「いっそ、今度は私の方から攻めてみようかしら」%K%P",
"初めて繋がった時だって積極的にいったんだから私にだってそれくらいはできるはずよ。%K%P",
"もっと腕に抱き着いたり、キスしたり、え、エッチな格好をして甘えたりとかしてみれば――。%K%P",
"「む、無理！　無理無理できるわけないわよ！」%K%P",
"彰くんに迫る姿を想像してみたが、恥ずかしさで頭がおかしくなりそうになる。%K%P",
"むしろあの時は勢いで行動してしまったとはいえ、あんなことができた自分の行動に驚く。%K%P",
"「うぅ……本当になんなのよ……」%K%P",
"結局、私は胸の奥からくる新しい気持ちに振り回され続けてしまった。%K%P",
"「探しましたよ彰さん！　……はっ！？」%K%P",
"「いきなりキョロキョロしてどうしたんだ？」%K%P",
"大広間で仕事をしていると部屋に来たユカリが近づいてくるが、すぐに警戒するように周囲の気配を探り始めた。%K%P",
"「またカエデさんに邪魔されないかと思いましたが、\\n　……ふぅ、どこにもいないみたいですね」%K%P",
"「さすがに四六時中一緒ってわけじゃないからな」%K%P",
"「その割には最近ずっと一緒でしたよね」%K%P",
"「色々あったからな」%K%P",
"「ふぅん、まあいいですけど。\\n　最後に彰さんは私の下へ帰ってきてくれると\\n　わかっていますし、なにより私は理解あるお嫁さんなので」%K%P",
"「とはいえ、ずっと彰さんがカエデさん\\n　構ってばっかりで面白くなかったのは確かです」%K%P",
"一瞬、ユカリの目が怪しく光ったのを俺は見逃さない。%K%P",
"「ですので、離れた時間を埋めるために私ともっと、\\n　愛し合いましょう！　具体的には閨を共にしたり――はぐっ！」%K%P",
"「はーい、そこまでよ」%K%P",
"「カエデさん！？」%K%P",
"おそらく、抱き着こうとしたのであろうユカリだが、どこからともなく現れたカエデさんの手によって鮮やかに縛り上げられる。%K%P",
"「ちょっ、一体どこから現れたんですか！」%K%P",
"「どこからでもいいでしょ」%K%P",
"「それより、ユカリさん。彰くんはお仕事してるんだから\\n　邪魔しちゃだめよ」%K%P",
"「そんな！？\\n　彰さんがそこにいるのに触れることもできないなんて！」%K%P",
"「彰さん！　彰さぁぁぁぁぁぁぁん！」%K%P",
"縛られて、カエデさんに連行されていくユカリの姿を、俺は茫然と見送った。%K%P",
"昨日一日過ごして気が付いたことがある。%K%P",
"ユカリやシオンが俺に対して過剰な行動をしようとするたびに、カエデさんが音もなく現れるのだ。%K%P",
"一度なら偶然通りかかったとかなのかもしれないが、それが毎回となると狙ってやっているとしか思えない。%K%P",
"なんというか、変な風にズレた行動だ。%K%P",
"あまり過剰だとカエデさんに文句が貯まるので、ちょっと理由を尋ねてみないと。%K%P",
"「――っと、いたいた」%K%P",
"家にいないから奥宮にいるかもと思ったが、予想は当たっていたみたいだ。%K%P",
"「あ、彰くん！？　ど、どうしてここにいるの？」%K%P",
"物音で誰か来たことに気が付いたカエデさんが、俺の顔を見た瞬間に目を見開く。%K%P",
"「カエデさんにちょっと用事があって探してたんですよ」%K%P",
"「いまいいですか？」%K%P",
"「あ、えっと、その……」%K%P",
"「もしかして都合が悪かったです？」%K%P",
"「そ、そんなことないわよ！\\n　ただちょっと心の準備が……」%K%P",
"「心の準備？」%K%P",
"「な、なんでもないわ！\\n　そ、それで、彰くんの用事ってなにかしら？」%K%P",
"「あ、うん。\\n　最近のユカリやシオンに対しての態度のことでちょっと」%K%P",
"ユカリとシオンの名前を出すと、カエデさんの目が一瞬で据わる。%K%P",
"「へー彰くんの話ってユカリさんとシオンのことだったの」%K%P",
"「まあ、うん。最近ほら、\\n　ユカリやシオンの邪魔をしているように見えたから」%K%P",
"「さすがにちょっとやりすぎなんじゃないかって思って」%K%P",
"「そうかしら？\\n　ユカリさんもシオンもやりすぎるところがあるでしょ？」%K%P",
"「今までのカエデさんだったらあれくらいじゃ、\\n　止めなかったと思います――って」%K%P",
"「カエデさん……もしかして拗ねてる？」%K%P",
"「す、拗ねてなんかないわよ！」%K%P",
"頬を膨らませるくらいに、面白くなさそうな顔を見る限り、とてもそうは思わないが。%K%P",
"「ふん、どうせ彰くんもユカリさんやシオンの\\n　ほうが好きなんでしょ」%K%P",
"「二人とも素直で明るいものね。\\n　私なんかよりずっと可愛いし」%K%P",
"「誰かと比較する必要なんてありませんよ。\\n　カエデは可愛いです」」%K%P",
"「それに、もし遠慮してるなら、\\n　もっと素直にぶつけてきてもいいんですよ」%K%P",
"「ふぅん……じゃあ、我慢しなくてもいいのね？」%K%P",
"「え？　うわっ！」%K%P",
"カエデさんが抱き着いてきたかと思えば、そのまま体重をかけて押し倒される。%K%P",
"押し倒されて馬乗りしたカエデさんに見降ろされるが、それ以上のことはなにもしてこない。%K%P",
"いや、それどころかなんか震えてないか？%K%P",
"「…………こ、ここからどうすれば」%K%P",
"「お、押し倒したんだからやっぱり\\n　え、エッチなことしないとダメよね」%K%P",
"「で、でも、彰くんにはしたない女なんて\\n　思われちゃうのはイヤだし……」%K%P",
"いかん、カエデさんが呟きながらがもじもじ動くと、柔らかなおしりの感触がダイレクトに伝わってくる。%K%P",
"そして重要なのが、目の前で大きな胸だ。%K%P",
"ボリュームがある分、わずかな振動でも見てわかるくらいに揺れてしまう。%K%P",
"正直、こんなの見せられて我慢し続ける自身はない。%K%P",
"「あのーカエデさん」%K%P",
"「ひゃ、ひゃいっ！」%K%P",
"「大変申し上げにくいんだけど、\\n　このままだと大変なことになります」%K%P",
"「た、大変なことって――あっ」%K%P",
"おしりをずらしたせいで、カエデさんが俺の股辺りに触れてしまう。%K%P",
"「〜〜〜〜っ！？！？\\n　ご、ごめんなさいっ！」%K%P",
"「カエデさん！？」%K%P",
"俺の上から飛び降りたかと思うと、呼び止める間もなくカエデさんは走り去ってしまた。%K%P",
"あの後、カエデさんを探してみたが逃げ出したことが気まずいのか、俺に会うのを避けているせいで捕まえることはできなかった。%K%P",
"おかげでろくに話もできないまま翌日を迎えてしまう。%K%P",
"さすがに朝食の場にはカエデさんも顔出したが、話をしようとするとのらりくらりと躱される。%K%P",
"さて、どうしたものかと悩んでいると、考えを中断させるように電話が鳴り響く。%K%P",
"「はい、もしもし」%K%P",
"「ああ、彰くん。ワシじゃよ、白根じゃよ」%K%P",
"仕方ないと考えを中断して電話に出ると、相手は白根さんだった。%K%P",
"「白根さんでしたか。家に電話なんて珍しいですね。\\n　なにかあったんですか」%K%P",
"「うむ、実はのう――」%K%P",
"「――なるほど。ギックリ腰ですか」%K%P",
"「すまんのう。今朝いきなりなってしもうて」%K%P",
"今日の昼から白根さんと秋祭りの時に寄付してくださった氏子さんへのあいさつ回りをする予定だった。%K%P",
"しかし、運悪く白根さんのギックリ腰が重なってしまったと。%K%P",
"「無理はしないでください。\\n　あいさつ回りだけなら俺だけでも大丈夫です」%K%P",
"「彰くん一人に任せることになってすまんのう」%K%P",
"「気にしないでください。\\n　白根さんにはお世話になっていますので、\\n　これくらいのことはさせてください」%K%P",
"白根さんからもう一度お礼を聞いてから、電話が切れる。%K%P",
"「氏子さんへのあいさつ回りか」%K%P",
"「白根さんがこれない以上、\\n　祭神のカエデさんに代わりを頼んでも不思議じゃないよな」%K%P",
"この理由なら、カエデさんに断られて逃げられることもなさそうだ。%K%P",
"「さっそく誘わないと」%K%P",
"シオンからカエデさんが境内でぼんやりしている姿を見たと聞いたので顔を出してみると、石畳を掃いていた。%K%P",
"とはいえ、心ここにあらずといった感じのようで、どこか遠くを見ている。%K%P",
"「カエデさん」%K%P",
"「…………」%K%P",
"「カエデさんってば」%K%P",
"「…………はっ！　彰くんの幻覚が見えるわ」%K%P",
"「いえ、本物ですから」%K%P",
"「え？」%K%P",
"「え？」%K%P",
"なぜか驚いた声を上げたカエデさんのほっそりとした指で頬を突かれる。%K%P",
"指もこうしてみると男とは違うなんて考えていたのが失敗だった。%K%P",
"「ごめんなさい！」%K%P",
"「しまった！」%K%P",
"思いっきり頭を下げられたと思ったら、箒を捨ててカエデさんが逃げ出してしまう。%K%P",
"普通に声をかけるんじゃなくて抱きしめて捕獲しておけばよかったと、後悔しながら急いで逃げたカエデさんを追いかけようとして――。%K%P",
"「きゃっ！」%K%P",
"「危ない！」%K%P",
"「いたたたっ」%K%P",
"間一髪、地面とカエデさんの間に滑り込むことができた。%K%P",
"「カエデさん、怪我はないですか？」%K%P",
"「え、ええ、私は彰くんが守ってくれたから大丈夫よ」%K%P",
"「よかった。いきなり走り出したら危ないですよ」%K%P",
"「ごめんなさい……」%K%P",
"「カエデさんに怪我がないならいいですよ」%K%P",
"「それより、カエデさんにちょっと\\n　相談があってですね――」%K%P",
"「そ、その前にいいかしら彰くん」%K%P",
"「なんです？」%K%P",
"「その、助けてくれた時にね、\\n　む、胸を鷲掴みにされててその――」%K%P",
"……なにか柔らかい感触がするかとカエデさんの胸とは。%K%P",
"前に揉ませてくれた時はカエデさんからだったけど、こうして自分で触ってみると改めて凄さがわかる。%K%P",
"下からすくっているはずなのに、手の平から零れそうだ。%K%P",
"「んっ！　ちょ、ちょっと彰くん！」%K%P",
"「あっと、すみません、つい」%K%P",
"「ついって……なんか私はすごく恥ずかしいのに、\\n　彰くん冷静ね。私の胸じゃ興奮しないの？」%K%P",
"「興奮するに決まってるじゃないですか」%K%P",
"「ただ、前にも揉ませてもらいましたから。\\n　それに、一度とはいえ抱いちゃってますから少しだけ\\n　耐性がついたみたいです」%K%P",
"「胸を揉ませた……そ、そういえばそんなこともしたわね」%K%P",
"「あああああ、胸を揉ませるなんてなにやってるのよ私！」%K%P",
"「お、落ち着いてください！」%K%P",
"「もういっそ殺してぇぇぇぇぇ」%K%P",
"「コホンッ。それで、彰くんの相談ってなにかしら？」%K%P",
"あの後、なんとか混乱するカエデさんを落ち着かせて話し合いまで持っていくことができた。%K%P",
"「えーっと、カエデさん。一緒に氏子さんの\\n　あいさつ回りに行きませんか？」%K%P",
"「あいさつ回り？」%K%P",
"首を捻るカエデさんに、一緒に回るはずだった白根さんがぎっくり腰になったことを話す。%K%P",
"「うーん……そういう理由なのね」%K%P",
"「カエデさんが来てくれたら喜ぶ人も多いと思うんですが、\\n　ダメですか？」%K%P",
"「……いいわよ。\\n　氏子のみなさんには私もお礼がいいたいもの」%K%P",
"「それじゃ、三十分後に集合でいいですかね」%K%P",
"「ええ、それで大丈夫よ」%K%P",
"「では、三十分後にここへ集合でお願いします」%K%P",
"「――と、いうわけでして。\\n　今日はカエデさんと二人であいさつに来ました」%K%P",
"「今年もありがとうございました」%K%P",
"「彰くんもカエデ様もありがとう」%K%P",
"「しかし、ギックリ腰とは\\n　白根の爺さんもついてないな」%K%P",
"腕を組んで頷いていた丸沼さんが、突然なにか思いついたのか企んでいるような顔つきになる。%K%P",
"……なんかイヤな予感がするな。%K%P",
"「それでは、俺たちはこれで――」%K%P",
"「まあまあまあまあ、せっかくきたんだ。\\n　わざわざあいさつだけして返ってくのもつまらないだろ？」%K%P",
"「ですが、そろそろほかの氏子さんのところにも\\n　いかないといけないので」%K%P",
"「そう時間はとらせないよ。\\n　ただまあ、カミサマを三柱も嫁さんにしちまったんだ」%K%P",
"「どういう風に暮らしてるか気になるのは仕方ないって」%K%P",
"娯楽の少ない町だ。%K%P",
"みんな楽しそうな話に飢えている以上、カエデさんと一緒に氏子さんの家にいけばこういう事態になるのは予想しておくべきことだった。%K%P",
"「諦めましょう、彰くん。\\n　これは素直に話したほうが気が楽よ」%K%P",
"「……はぁ。プライベートなことは\\n　詳しく話せませんからね」%K%P",
"「もちろん。別に出歯亀をしたいわけじゃないからな」%K%P",
"「私生活をしりたいっていうのは\\n　十分に出歯亀だとは思いますが」%K%P",
"「細かいことは気にするなって。\\n　それで、カエデ様とは順調みたいだが、\\n　ほかのカミサマたちとはどうなんだ？」%K%P",
"その後、興味津々な丸沼さんに私生活について色々聞かれたことを答えていく。%K%P",
"「あ、お茶が無くなったわね。\\n　ちょっと入れて来るわね」%K%P",
"話に夢中になっていたせいか、お茶が無くなっていことに気が付かなかった。%K%P",
"立ち上がり、カエデさんは店先にある給湯器へとお茶を淹れに行く。%K%P",
"カエデさんが席を外したそのタイミングで丸沼さんが手招きで俺のことを呼ぶ。%K%P",
"俺にだけ話したことがあるのだろうか。%K%P",
"「なにか秘密の話でもあるんですか？」%K%P",
"「いやな、さすがにこんなことカエデ様がいる時に\\n　聞き難くてな」%K%P",
"「はぁ。それで、なんですか？」%K%P",
"「もうユカリ様やシオン様とキスの一つでもしたのかい？」%K%P",
"「え？　いや、二人とはまだないですけど」%K%P",
"「なんだまだなのか。\\n　あんな可愛い嫁さんたちと暮らしてるんだから、\\n　もうそれくらい済ませていると思ったんだがな」%K%P",
"「もしかして、まだキスは早いとか考えるのか？」%K%P",
"「さすがにそこまで子供じゃありませんよ。\\n　俺もできればしたいとは思ってますよ」%K%P",
"「彰くんは、ユカリさんやシオンとキスがしたいのね」%K%P",
"「そりゃ、俺だって男だし――あ」%K%P",
"いつの間に近づいてきたのか、カエデさんは俺と丸沼さん会話に割り込んできた。%K%P",
"ジッと見つめるその視線は冷たく、丸沼さんの顔も引きつっている。%K%P",
"「さ、さて、俺もそろそろ仕事しないとな」%K%P",
"「あ、汚いですよ丸沼さん！\\n　種火だけ撒いて逃げるんですか！」%K%P",
"「すまんな彰くん。\\n　俺も女房のために死ぬわけにはいかんのだ」%K%P",
"酷い大人がここにいた。%K%P",
"「丸沼さんも仕事するみたいだし、\\n　いきましょうか彰くん」%K%P",
"「…………はい」%K%P",
"カエデさんに連れられて次の氏子さんの家へと歩いていく。%K%P",
"俺の腕をとって歩くカエデさんは無言で、なんとも空気が重苦しい。%K%P",
"「あの、カエデさん」%K%P",
"「ダメよ。ダメだからね」%K%P",
"俺が口を開くより早く、カエデさんが遮ってきた。%K%P",
"「あの二人に彰くんとのキスは早いわ」%K%P",
"「キスなんてしたら、その場で押し倒されるわよ」%K%P",
"そんなまさかといいたいところだが、ユカリの場合は普通にやりかねない。%K%P",
"「だからキスなんかしちゃダメよ」%K%P",
"すっかり丸くなって忘れがちだが、カエデさんは元タタリガミだ。%K%P",
"すごんだ時の迫力は、生半可なものではない。%K%P",
"「……わかった。とりあえずしばらくは\\n　二人とのキスは考えないようにするよ」%K%P",
"俺が頷くと、カエデさんから危うい雰囲気が霧散する。%K%P",
"恥ずかしがったかと思えば、急に積極的になったりと、どうにも変なカエデさんである。%K%P",
"当然、丸沼さんが聞きたがることはほかの氏子さんも聞きたいわけで、家に行くたびに色々と話をすることになったが、それでもあの時見せたような表情を見せることはなかった。%K%P",
"どころか、氏子さんに冷やかされる度にカエデさんの機嫌がよくなっていた。%K%P",
"「カエデさん。もう少し時間をもらっていいですか？」%K%P",
"「私は構わないけど、まだなにか用事？」%K%P",
"「せっかくこっちまで出てきたんで、\\n　二人でもう少しぶらぶらしませんか？」%K%P",
"氏子さんへのあいさつ回りも終えた後、このまま帰るのでは味気ないと思った俺はカエデさんをデートに誘ってみる。%K%P",
"「それって、その、で、デートってこと？」%K%P",
"「もちろん」%K%P",
"「彰くんとデート……い、行きたいわ」%K%P",
"「決まりですね」%K%P",
"そうだ。%K%P",
"このまま腕を組んでいてもいいが、どうせならまだ試したことのないことをやってみよう。%K%P",
"「カエデさん。ちょっと腕を離してもらっていいですか？」%K%P",
"「あっ……そ、その、これでいいかしら」%K%P",
"腕から離れる瞬間、カエデさんは寂しそうな声を上げる。%K%P",
"寂しい思いをさせないため、自由になった手を使い、俺はカエデさんの手を指を絡ませて握る。%K%P",
"「あっ……これって」%K%P",
"「腕に抱き着いたりはやりましたけど、\\n　恋人繋ぎってやったことなかったですからね」%K%P",
"手の平を合わせ、互いの指が絡まる。%K%P",
"一ヵ所だけ繋がった場所は熱を持ち、カエデさんを深く感じられる。%K%P",
"自分でやっておいてなんだが、腕に抱き着かれるのとはまた違うドキドキがある。%K%P",
"「な、なんか緊張しますね。\\n　手汗とか酷くないですか？\\n　気持ち悪かったらいってください」%K%P",
"「そ、そんなことないわよ！\\n　私の方こそ、彰くんを不快にさせてないかしら」%K%P",
"「不快になんてなりませんよ。\\n　むしろ、柔らかくてずっと握っていたくなるというか、\\n　肌もすべすべてガサツな俺の手とはまるで違います」%K%P",
"「彰くんの手……私は好きよ？\\n　おっきくて、ちょっと硬くて、すごく男の子っぽい」%K%P",
"カップルよりもずっと深い関係にあるはずなのに、ここまで緊張するなんて思わなかった。%K%P",
"それがなんだかおかしてく、俺たちは照れたように笑う。%K%P",
"「このまま歩きましょうか」%K%P",
"「ええ、そうね」%K%P",
"カエデさんと手を繋いで歩く。%K%P",
"それだけのことなのに、見慣れた道もいつもとはまた違って見えた。%K%P",
"もっとこの時間を長く味わっていたと思いがあったのか、わざわざ少し離れた滝のほうまで来てしまった。%K%P",
"今日は観光客も少ないようで、周囲に人影はない。%K%P",
"穏やかな空気のまま、俺たちは歩いていく。%K%P",
"「……こういうのもいいものね」%K%P",
"「普通のデートより地味ですみません」%K%P",
"「地味でいいのよ。\\n　彰くんが私のことを見てくれているのが重要なの」%K%P",
"カエデさんの気持ちも落ち着いたみたいでよかった。%K%P",
"心配してデートに誘ったのは無駄じゃなかったんだな。%K%P",
"ほっと一息つくと、カエデさんが俺の顔をジッと見ていることに気が付いた。%K%P",
"「……彰くんは、私のことを心配してたの？」%K%P",
"「え？　それはまあ……はい」%K%P",
"「……じゃあこのデートも心配だからしてくれたことなの？」%K%P",
"「カエデさん？」%K%P",
"カエデさんが立ち止まると、繋いでいた手がほどけていく。%K%P",
"どうしたのかと思って振り向くと、カエデさんに顔を引き寄せられたかと思えば、いきなりキスをされる。%K%P",
"「んっ……ちゅっ、ちゅるっ、ちゅぱ……」%K%P",
"「ぴちゃ……彰くん……はぁっ、んむぅ、ちゅっ……」%K%P",
"「くちゅっ、ちゅっ、ちゅるっ……はぁっ」%K%P",
"キスをして満足したカエデさんが離れていく。%K%P",
"「なんか、いきなりでしたね」%K%P",
"「ふぇ？　……あ！　ご、ごめんなさい！」%K%P",
"しばらく熱にうなされたようにぼんやりしていたカエデさんだが、自分が襲うようにキスをしたことを思いだして頭を下げてくる。%K%P",
"「驚きはしましたけど、\\n　カエデさんからキスしてくれてうれしかったです」%K%P",
"「うううう……」%K%P",
"キスの後、照れが強くなってしまったのか、どうにもデートの続きをする雰囲気ではなくなった。%K%P",
"帰り道も同じように手を繋いだが、カエデさんが顔を真っ赤にしてうつむいたままなので特に会話はない。%K%P",
"ふと、さっきのキスを思い返してもしかしてみると、カエデさんは不安なのかもしれないという考えが浮かぶ。%K%P",
"だとしたら、カエデさんの不安を消せるような形に残る証を示すにはどうればいいのか考える必要がありそうだ。%K%P"
]