[
"でも、このまま負けっぱなしというのは男として情けない。%K%P",
"「ふっ……んっ、んぅっ！　ちょ、ちょっと、彰くん！\\n　やぁんっ、あんっ、んっ」%K%P",
"「そんな、あんっ、んっ……い、いきなり、んぅっ、\\n　お尻揉んじゃダメ、よっ」%K%P",
"「キスはしていませんよ」%K%P",
"「そういう、んぅっ、問題じゃん、なくて……\\n　んっ、も、もう……あんっ」%K%P",
"これは予想していたよりも、癖になりそうな揉み心地だ。%K%P",
"抜群のプロポーションを誇るカエデさんのお尻は、押し付けられている胸とはまた違う独特の柔らかさがる。%K%P",
"「あんっ、んんっ……あ、彰くんがそういうことするなら、\\n　わ、私だって、ちゅっ……んぅっ、ちゅぱっ、\\n　んぅ……あぁっ、ぷはっ」%K%P",
"「ちゅ、くちゅっ……ぴちゃっ、ちゅぱっ、彰くんの唇、\\n　おいひいわね……ちゅっ」%K%P",
"「ちゅっ……カエデさんも積極的じゃないですか」%K%P",
"「んむぅ……ちゅぱっ、違うわよ……ちゅっ、\\n　ちゅるっ、これは、彰くんにやり返してる\\n　だけよ」%K%P",
"「んちゅっ……彰くんの好きにはさせないわよ\\n　ちゅ、ちゅぱ、んぅ、ちゅる……ちゅ……ちゅ……」%K%P",
"頬を上気させ、必死になってキスしてくるカエデさんの姿が可愛くて、見ているとついイタズラしたくなる。%K%P",
"キスをしてきたカエデさんの口内に舌を割り込まる。%K%P",
"咄嗟に逃げようとするカエデさんの舌を捕まえると、愛撫するように舌を舐め、互いの唾液を交換していく。%K%P",
"「んむぅっ！？　あき、らひゅん……んぅっ、んぅっ\\n　くちゅっ……ぴちゃっ……ひた、はげひ……んっ！」%K%P",
"「ちゅっ……あっ、んんっ……ちゅぱっ……くちゅ、\\n　ぴちゃ、ちゅっ、じゅるっ……んぅぅぅぅ！」%K%P",
"何度もカエデさんの口内を舐め、舌にキスマークをつけるような勢いで吸い付いていく。%K%P",
"「むちゅっ、ちゅぱっ……くちゅっちゅっ、ちゅぱ、\\n　息、くるひ……ちゅるっ、じゅるっ」%K%P",
"「んちゅっ……んっ、ちゅる、ぴちゃっ……んむぅっ」%K%P",
"飲み込めなかった唾液は喉を伝って零れていき、その姿が扇情的でより一層、俺の興奮を掻き立てる。%K%P",
"「ちゅる、ちゅ……んんぅぅぅぅっ！！　けほっ、こほっ、\\n　あ、彰くん、さすがに少し、苦しいわ」%K%P",
"口周りがびちゃびちゃに濡れることも気にせず、ひたすらキスを続けるよう更に激しくしようとしたところで、カエデさんがせき込んだ。%K%P",
"「大丈夫ですか？　少し夢中になりすぎました」%K%P",
"急き込むカエデさんを見て慌てて唇を離す。%K%P",
"互いの唇から垂れる銀糸と濡れた唇が月明りに照らされ、キスがどれだけ激しかったかを物語っていた。%K%P",
"「なんだか今日の彰くんはすごく積極的ね」%K%P",
"「ビックリしちゃったわ」%K%P",
"「すみません。でも、溢れてくる気持ちが抑えられなくて」%K%P",
"「……本当ね。彰くんの、おち○ちんも、\\n　こんなに硬くなってる」%K%P",
"抱きしめているカエデさんには、俺のあそこが痛いほど熱を持っていることがバレてしまっていた。%K%P",
"「このまま収まりそう？」%K%P",
"「無理です。この気持ちが\\n　そんなに簡単に収まるわけがありません」%K%P",
"「そ、そうよね。……その、責任とらないとダメよね」%K%P",
"「なら、私の体を好きに使ってもらっていい、のよ？」%K%P",
"目尻に涙を浮かばせ、上目遣いで見てくるその姿は、ただでさえギリギリだった俺の理性は決壊させていく。%K%P",
"「いいんですね？\\n　いまの俺は優しくできるかわかりませんよ？」%K%P",
"「い、いいわよ……今度は負い目なんか\\n　感じないくらい、愛してほしいの」%K%P",
"「カエデさん！」%K%P",
"「きゃっ！」%K%P",
"最後の一線でなんとか堪えていた理性を手放すと、手ごろな木に手を付かせて服をズラす。%K%P",
"「うぅ……あ、彰くん。この格好だと色々と丸見えで、\\n　その、さ、さすがに恥ずかしいわ」%K%P",
"「だからいいんですよ。\\n　カエデさんの大事なところを全部みたいんです」%K%P",
"「ぜ、全部みられるのが恥ずかしいのっ」%K%P",
"「とはいっても、カエデさんのここは、\\n　期待しているみたいに濡れてますよ」%K%P",
"「ひゃっ、んっ、そんないきなり触ったら……んんぅっ、\\n　あっ、はぁん……ひゃん」%K%P",
"お尻を突き出し、モジモジと太ももを擦りながら羞恥に耐えているところへ指を這わせる。%K%P",
"最初は太ももを撫で、少しずつ濡れそぼった股下へと近づけなぞっていく。%K%P",
"「だ、めっ……彰くんに、恥ずかしいとこ、見られて、\\n　触られて……あっ、んぅ、声でちゃうっ！」%K%P",
"「聞かせてください。カエデさんの恥ずかしがる声を、\\n　俺はもっと聞きたいです」%K%P",
"覆いかぶさるようにカエデさんを抱きしめ、指で秘部を擦りながらうなじにキスをする。%K%P",
"「やだっ、そんなとこ、キスされたら、\\n　はぁんっ、ふぅっ……くぅっ……んんっ！」%K%P",
"「はぁ、んっ、首筋が熱くて、んくぅっ……ふっ、ふっ……\\n　ピリピリって……はひっ、ひゃんっ！」%K%P",
"軽く擦るだけでぐちゅぐちゅと音が聞こえるほどに濡れており、秘部の上をすべっていく。%K%P",
"これなら、指を膣内に入れても問題なさそうだ。%K%P",
"「もう少し激しくしますね」%K%P",
"「ふぇ……あっ、ま、待ってっ。\\n　いま激しくされちゃうと……んっ、くぅ〜〜っっ！」%K%P",
"「あぁんっ！　あっ、あっ、んくっ！　ひゃんっ、　\\n　やぁっ、彰くんの指、熱くて、はぁ、んぅ」%K%P",
"ドロドロになった膣はすんなりと俺の指を受け入れ、痛いほどに締め付けてくる。%K%P",
"「気持ちいいですか？」%K%P",
"「うぅ……そんなの、はぁんっ、んぅっ、\\n　い、いわなくても……んんっ、わかるでしょ……」%K%P",
"「どうしても私の口から聞きたいなんて……\\n　そんな気持ちにさせるほど興奮させっちゃってるのね」%K%P",
"「そうですよ。だから聞かせてください。\\n　カエデさんがどう感じてるのか」%K%P",
"膣内で舐られている指を動かし、耳元で囁くとカエデさんの体がぶるりと震えた。%K%P",
"「その、私の、んぅ、ひゃんっ……おま○こ、彰くんの指で\\n　ぐちゅぐちゅってされて……んぅっ！」%K%P",
"「んっ、ふぅ……頭がくらくらして、\\n　恥ずかしくて死にそうなのに……\\n　それが気持ちいいって思えちゃうの……んんんっ！」%K%P",
"「よくいえました。ご褒美に、\\n　もって気持ちよくしてあげますね」%K%P",
"「ひぐっ、あんっ……あっ、んんっ！\\n　ま、また激しく……はぁ……んふぅっ、はぁんっ！」%K%P",
"カエデさんの膣壁を引っ掻き、感じる部分を探しながらかき回していく。%K%P",
"びくりっと体が震える場所を探し当てると、指を曲げ弾くように刺激を与える。%K%P",
"「んんっ！！　彰くんだ、ダメ！　そんな風に、\\n　おま○こ、擦られるとっ……んっ、んぅ！」%K%P",
"「はぁ、はぁ、はぁ、んぅっ、ふぅっ、\\n　んんっ……んぅっ、ふぅ、うぁぁ……」%K%P",
"刺激すれば刺激するほどに、膣口からポタポタと地面に水たまりでも作る勢いで愛液が垂れてくる。%K%P",
"「外なのにこんなにだらしなく零すなんて、\\n　カエデさんはエッチなんですね」%K%P",
"「だ、だって……彰くんにこんなことされたら、\\n　んぅっ、どうしても、ふぅっ、感じちゃうわよ……」%K%P",
"「はぁ、あんっ、くぅっ……あひぃっ、んぁぁっ\\n　だ、ダメよっ、これ以上されたら、\\n　私、変になっちゃう……あひんっ」%K%P",
"「大丈夫です。カエデさんの誰にも見せたことのない、\\n　顔を見せてください」%K%P",
"「ひゃんっ、あっ、あっ、彰くんっ、彰くんっ、\\n　ダメ、もうっ、これ以上我慢できないっ……」%K%P",
"「いいですよ、俺の指で気持ちよくなってください」%K%P",
"「あっ、あっ、あっ、ひぃんっ、ああんっ、\\n　ダメ、ダメダメダメ、もう、あぁぁぁぁぁ……」%K%P",
"「んっ、んんっ〜〜〜〜っ！」%K%P",
"ただでさえ限界が近かったであろうカエデさんの膣内を、ダメ押しに引っ掻く。%K%P",
"、一際大きく背中を仰け反らせ、ガクガクと膝が振るわせて崩れ落ちそうになったカエデさんをなんとか支える。%K%P",
"「はぁ、はぁ、はぁ……うぅ、まさか彰くんに、\\n　イってるとこ見られちゃうなんて……」%K%P",
"「とっても綺麗でしたよ――ちゅっ」%K%P",
"「もう、上手いこといって……ちゅ、\\n　ちゅぱっ、ちゅっ、んっ、ぴちゃっ……」%K%P",
"俺から唇にキスをしても、カエデさんが注意することはなかった。%K%P",
"それどころか、もっと欲しいとばかりについばんでくる。%K%P",
"「カエデさん。俺、もう……」%K%P",
"痛いほどガチガチに硬く、ズボンで押さえつけるのが苦しくなったペニスを開放する。%K%P",
"「あっ……」%K%P",
"愛液でベタベタになったカエデさんの膣口に素股するように押し付けた肉棒に気が付いたのか、カエデさんが体が反応する。%K%P",
"「彰くんのおち○ちん……こんなにおっきくなってる。\\n　ズボンの上からでもわかったけど、\\n　直に触るともっと熱いわね」%K%P",
"「本当はすぐにでも入れたかったですけど、\\n　カエデさんには痛い思いをしてほしくなかったので」%K%P",
"「ありがとう……でも、もう大丈夫よ」%K%P",
"「ちゃんと……私のおま○こは\\n　彰くんを受け入れる準備はできてるから」%K%P",
"まだ震える体を必死に立て直しながら、カエデさんはドロドロになったおま○こを片手で広げてみせる。%K%P",
"「彰くん……待ちきれずにグチョグチョに濡れた私の\\n　おま○こを……おち○ちんで満たしてちょうだい」%K%P",
"「ええ、わかりました。入れますねっ！」%K%P",
"「うんっ、お願い……んっ、あぁぁぁぁっ！　ひくぅっ、\\n　んっ、きっ、たぁっ、彰くんの、\\n　おち○ちん、入ってきてる……んんんっ！」%K%P",
"誘うカエデさんを見た瞬間、俺は腰を掴んで膨張したペニスを膣内の中にめり込ませた。%K%P",
"「あっ、んぅ、これ、すごいっ……初めてした時と、\\n　全然違って……あんっ、ひぃんっ、んくっ」%K%P",
"「んぅっ、あくぅっ、ふぅ……はぁん、あぁぁ……\\n　どんどんっ、奥に彰くんのおち○ちん、受け入れて\\n　……んんっ、はぁ、あんっ！」%K%P",
"前戯で十分にほぐれた膣内は、指と同じように抵抗なくペニスを飲み込むと逃がすまいと締め付けてくる。%K%P",
"「くっ、カエデさん、少し力を緩めてくださいっ」%K%P",
"「んぅ、ひぅ、そんなこと、あっ、んくっ、\\n　いわれてもっ……はぁっ、ふぅ、んぅっ、あんっ……」%K%P",
"「彰くんの、おち○ちんに……奥にコツンって当たって、\\n　はぁ、あっ……体が勝手に反応しちゃって、\\n　あっ、んんっ！」%K%P",
"「やらぁ、うそっ、また、くるっ！　きちゃうっ、\\n　あっ、あっ、あぁぁぁぁっ！」%K%P",
"入れたばかりだというのにカエデさんの膣がきゅっと狭くなって震え、繋がった場所から生暖かい感触がした。%K%P",
"「カエデさん、もしかして……」%K%P",
"「うぅぅぅ…………み、見ないで彰くん……\\n　こ、こんなつもりじゃなかったの……」%K%P",
"入れただけで絶頂したのがよほど恥ずかしかったのか、耳まで真っ赤にしたカエデさんは顔を伏せて絶対に俺のほうを向こうとしない。%K%P",
"「カエデさん、こっちを向いてください」%K%P",
"「やぁ、絶対彰くんにエッチだと思われてるもの……\\n　違うの、別に淫乱とかそういうのじゃなくてね……」%K%P",
"「いいんじゃないですか。俺は嬉しいですよ。\\n　カエデさんがそこまで感じてくれて」%K%P",
"「で、でも、今度は私が彰くんを気持ちよくするって、\\n　決めてたのに……」%K%P",
"「どちらか一方だけ気持ちよくなってもしょうがないですよ」%K%P",
"「二人で気持ちよくなりましょう」%K%P",
"「……そうよね。\\n　初めての時とは違うものね――ちゅっ」%K%P",
"まだ照れはあるが、それでもようや顔を上げてくれたカエデさんにキスをして、行為を再開する。%K%P",
"「くっ、カエデさんの中、二回もイってるのに、\\n　ぜんぜん離してくれません」%K%P",
"「あんっ、んっ、んんっ、だ、だって、はぁっ、ひんっ、\\n　彰くんとまた繋がりたいって、\\n　ずっと思ってたんだもの、んぅっ！」%K%P",
"「あっ、んくぅっ、彰くんのおち○ちんを離さないって、\\n　体が勝手に反応しちゃって、はぁっ、んっ！」%K%P",
"ゆっくり腰を引いて打ち付ける。%K%P",
"それだけの動作のはずなのに、カエデさんの膣壁がペニスに吸い付くように絡みつき、刺激を与えてくる。%K%P",
"気を抜けばすぐに出してしまいそうになる快楽に耐えながら、真っ白なカエデさんのお尻に腰を打ち付けていく。%K%P",
"「あっ、あっ、頭、真っ白になって、んぅ、ひぐぅっ\\n　彰くんのおち○ちんに、おま○こ抉られて……ひゃんっ」%K%P",
"「馬鹿になっちゃうっ、彰くんに奥をゴツゴツって\\n　突かれる度に、なにも考えられなくなっちゃっう！」%K%P",
"「んんぅっ……はぁ、ひんっ、んぅっ！　ひゃんっ、\\n　んんっ、こんなの、耐えられない……んんぅっ！」%K%P",
"「どんどん甘い声が漏れてきてますよ。\\n　ああ、カエデさんのおま○こは最高ですっ」%K%P",
"初めはイったばかりのカエデさんに気を使っていたが、気が付けば無我夢中で腰を動かしていた。%K%P",
"ぐちゅぐちゅと音が立つほどに結合部が泡立ち、互いの腰を打ち付ける音は滝の音にも負けないほどに響く。%K%P",
"「あっ、あっ、あっ………んんっ、彰くんのおち○ちんも、\\n　すごい……ひぅんっ、やっ、ああっ、んんっ！」%K%P",
"「こうやって彰くんの、あぅっ、あひぃっ、おち○ちんで、\\n　何度も抉られて、突かれると……んぅっ、ひぅっ、\\n　お腹の中、めくれちゃうっ、はぁ、くぅっ」%K%P",
"「気持ちいのに、あんっ、んっ、気持ちいいはずなのに、\\n　あっ、あっ、あぁんっ……こんなのに、\\n　気持ちよすぎて怖い、んんっ！」%K%P",
"一突きするたびに、カエデさんの膣内は俺のペニスの形を覚え、馴染んでいく。%K%P",
"髪を振り乱してよがるカエデさんの姿をもっと見たくて、手がお尻の上を滑っていく。%K%P",
"「ひゃんっ！　あ、彰くんっ！？　んぅっ、ひぃんっ、\\n　ど、どこ触ってるの……んひぃっ！！」%K%P",
"「だ、ダメよっ！　絶対、だめっ、そんなとこ、\\n　触っちゃっ、あっ、んひっ、んんっ！」%K%P",
"綺麗なピンク色の皺をした尻穴を指でほぐすように撫で、指の先だけ中に入れてみる。%K%P",
"物が入るように出来てはいない尻穴に、愛撫も拡張もなく指を入れると、すぐに尻肉が強張りそれ以上は先に進ませないようにしてくる。%K%P",
"「やっぱり、ここはキツイですね」%K%P",
"「んぐっ、あっ、はぁっ、やぁっ、彰くんっ、ほんとに、\\n　そこはダメ……触るところじゃないから、んっ、ひぅっ」%K%P",
"「やぁっ、あっ、くぅっ、指入れられると、\\n　お、お尻、おかしく、なっちゃうからっ、あぁんっ！」%K%P",
"「でも、すごく蕩けた表情をしてますよ？」%K%P",
"「それ、はっ、あひぃんっ、はぁっ、だって、\\n　両方なんて、考えたこともなくてっ！\\n　お腹がきゅっ、ってなって……ひぎ、んぅっ！！」%K%P",
"「な、なんで……こんな、お尻に指入れられて、んんぅっ、\\n　はぁ、はぁ、ひぐっ、絶対、変なことのはずなのに……」%K%P",
"「あぁっ、くひぃっ……んんっ、あひぃんっ、\\n　苦しい筈なのに……気持ちいいって、思えちゃって、\\n　ふぅ、くぅぅぅっ！」%K%P",
"両方の穴を攻め続けているせいか、カエデさんの表情は涙と唾液でぐしょぐしょになっている。%K%P",
"そんな表情を見せられ続け、膣壁にもきつく締められ続けたせいか、そろそろ限界が近い。%K%P",
"「カエデさん、もっと激しくしますね」%K%P",
"「ふぇ？　んんっ！　あっ、あっ、あっ、んひっ、\\n　おち○ちん、また、固くなって！」%K%P",
"「あぁぁぁぁ、んんっ、色んなとこ、突かれて！\\n　全身で彰くんを感じちゃうっ」%K%P",
"「はぁぁんっ、ひんっ、んふぅっ、くぅっ、あぁんっ！」%K%P",
"発情し、降りてきた子宮口に何度も亀頭がキスをする。%K%P",
"腰がぶつかる度に、ぷるぷると揺れるカエデさんの豊かな乳房を鷲掴みにする。%K%P",
"「んっ、んんっ！！　胸っ、そんな風にされるっとっ」%K%P",
"「ふぅ、くぅ、んんっ、彰くんっ、彰くんっ、\\n　もっと、もっとしてぇっ」%K%P",
"「ふぁぁぁっ、ひぅっ……くぅんっ、んふぅっ！」%K%P",
"カエデさんの嬌声が一際大きくなり、膣内の締め付けも容赦がなくなってきた。%K%P",
"「あひぃんっ、はぁ、くぅっ、んぅぅぅぅぅっ！\\n　あぁぁぁぁぁぁっ！」%K%P",
"「もう、むりっ、イクっ、またイクっ、\\n　イッちゃうのっ！」%K%P",
"断続的に続く痙攣が大きくなり、もう終わりが近いことを知らせてくる。%K%P",
"「俺も、もう射精ます！」%K%P",
"「あっ、んくぅ、きてっ、彰くんっ！\\n　私の中に、出してっ、はぁんっ！」%K%P",
"「ぜんぶっ、ぜんぶ彰くんで染め上げて、\\n　私の体ごと、彰くんのモノにしてっ！」%K%P",
"「わかってますっ！　俺の全てを、カエデさんに！」%K%P",
"「あっ、んく、ふぅ、あっ、あぁぁっ、\\n　はぁんっ、んぅぅぅぅぅぅぅ！」%K%P",
"「もう、だめっ……イクっ、あぁぁぁぁぁぁぁ……\\n　あひぃんっ、んぅっ、あぁぁぁぁぁっ！！%K%P",
"「ぐっ、射精る！」%K%P",
"今までで一番大きくカエデさんの体が震えると、キュッと膣壁が脈動してペニスを締め上げてくる。%K%P",
"絶頂の瞬間、腰を最奥まで叩きつけて溜まりにたまった欲望を勢いよくカエデさんの膣奥へと吐き出す。%K%P",
"「あっ……あぁ……彰くんの熱いのが、\\n　こんなに沢山……はぁふ」%K%P",
"「熱くて焼けちゃいそうなのに、心地いい……」%K%P",
"おかしくなったんじゃないかと思えるほどに脈打つ、限界ギリギリまでカエデさんの中を満たしていく。%K%P",
"「んぅっ……はぁっ、んぅ、彰くんの、\\n　まだ止まらないのね」%K%P",
"最後の一滴まで膣内に出し切ると、溢れた精液が愛液と一緒にカエデさんの太ももを伝って零れ落ちる。%K%P",
"「はぁ、はぁ、はぁ……沢山、出たわね。\\n　んぅ、まだ、溢れてくる」%K%P",
"「全部受け止められないかと思っちゃった」%K%P",
"「正直、自分でも驚くくらいに出ました」%K%P",
"「ふふ、お腹がぽっこりと膨らむかと思ったわ」%K%P",
"頬を上気させ、恍惚とした表情のカエデさんがそっとお腹を撫でる。%K%P",
"「ねえ、彰くん。もう少し、繋がったままでいさせて。\\n　彰くんを、感じていたいの」%K%P",
"「俺も、もう少しだけカエデさんとこうしていたいです」%K%P",
"二人で抱き合い、繋がったままじんわりと染み渡るような快楽の余韻に浸る。%K%P",
"「……彰くん」%K%P",
"「なんですか？」%K%P",
"「これからも……よろしくね、ちゅっ」%K%P",
"唇が触れるだけの軽いキス。%K%P",
"しかし、それはエッチにも負けないくらいに気持ちのいいものだった。%K%P"
]