[
"一週間という限られた時間の中で、シオンは可能な限りの時間を使ってレシピの再現に費やしている。%K%P",
"ユカリやカエデさんには詳しい話をしていない。%K%P",
"いつになく真剣なシオンを見て察したのか、キッチンを占領していてもなにもいわないでいてくれるのは正直助かっている。\\nしかし――%K%P",
"「……これで何回目の挑戦だっけ？」%K%P",
"「今日だけなら七回目だな」%K%P",
"「七回って……もうそんなに作ったんだ」%K%P",
"練習を重ねているが、一向にシオンが求める味には届いていなかった。%K%P",
"「はぁぁぁぁ、来る日も来る日もこんにゃく\\n　を刻む毎日……」%K%P",
"「もうこんにゃく見るのも食べるのも飽きてきたよ」%K%P",
"「少しずつ上達してきたじゃないか」%K%P",
"「多少マシ、くらいだよね。\\n　具材の大きさはバラバラだし、こんにゃくは\\n　臭みが残ったりするし……」%K%P",
"「全然ユカリっちやカエデねーさんの\\n　味には近づけないよ」%K%P",
"「レシピ通りに作っているはずなのに、\\n　どうして上手くいかないんだろ」%K%P",
"「なあ、シオン。俺は考えすぎだと思うぞ」%K%P",
"シオンは最初に完成形の味を知ってしまっただけに、そこに至らなければ失敗と思っている節がある。%K%P",
"「確かに多少は形が崩れていたりするけど、\\n　それだけだ」%K%P",
"「今日作ってたこの料理は、\\n　普通に美味しいじゃないか」%K%P",
"「こんなのじゃ全然ダメだって……あぁ、もう！\\n　あっきー、疲れたよぉ」%K%P",
"「今日はこの辺りにして一回休もう！」%K%P",
"「ちょっ、包丁を持ったまま抱き着こうとするな」%K%P",
"「それに、作り始めたんだから休憩するのは\\n　せめてこれを作ってからだ」%K%P",
"「ぶーぶー、もっとあたしを甘やかしてよー」%K%P",
"「ほら、あたしって褒められて伸びるタイプだよ。\\n　一杯甘やかしてくれたほうが頑張れると思うんだ」%K%P",
"「逆だろ。甘やかすとズブズブ溺れていく\\n　タイプじゃないか。ほら、いいから続きだ」%K%P",
"「むぅぅ……あ、そうだ」%K%P",
"「ちょっと待っててよあっきー！」%K%P",
"「あ、おい、シオン！」%K%P",
"呼び止めるより早く、シオンがキッチンを出て行ってしまう。%K%P",
"直前の様子から、なにかよからぬことを思いついたようだが……。%K%P",
"「じゃーん！　どう、あっきー！」%K%P",
"「おまっ、それは！」%K%P",
"シオンは秋祭りの前に着て見せた裸エプロンを、もう一度披露してきた。%K%P",
"「前にも見せてあげたよね？\\n　あの時あっきーはこの格好気に入ってくれたでしょ？」%K%P",
"「だからって、なんでいきなり裸エプロンなんだよ！」%K%P",
"シオンの動きに合わせてひらひらと動くエプロンの裾に視線がいきかけ、慌てて逸らす。%K%P",
"「ご休憩ってやつだよあっきー。\\n　もう今日は頑張ったしさ、休んでもいいじゃん？」%K%P",
"「休むって……時間はあまりないんだから\\n　やれるやるべきだろ」%K%P",
"「あたしは根を詰めすぎると逆効果だと思うんだよね。\\n　だから、一日くらい休みがあってもいいんじゃないかな？」%K%P",
"「ほらほら〜、肌色多めだよ〜」%K%P",
"「ひらひらさせるな！　お前、こないだの\\n　裸ワイシャツは照れたのに、なんで裸エプロンは\\n　大丈夫なんだよ！」%K%P",
"「見せるつもりがあるのと、見せるつもりがないのとじゃ\\n　全然覚悟が違うって。いまは、見せてもいいと思ってるの」%K%P",
"「なんなら捲ってもいいよ？」%K%P",
"わざわざ、下着を付けていない桃尻を見せつけてくる。%K%P",
"「あは、やっぱりあっきーっておしりフェチだよね」%K%P",
"「おい、勝手に人の性癖を決めつけるな」%K%P",
"「え〜でも今だってあたしの\\n　魅力的なおしりに釘付けだよね？」%K%P",
"「そんな格好見せつけられたらイヤでも見るわ！」%K%P",
"「にしし、見てることは否定しないんだね」%K%P",
"「そりゃまあ、魅力的なのは\\n　本当のことだからな」%K%P",
"「えへへ、やっぱり褒められると嬉しいね。\\n　あたしのおしりって形もいいけど、\\n　触り心地もいいと思うんだ」%K%P",
"「あっきーなら、触ってもいいんだよ？\\n　確かめてみる？」%K%P",
"ほどよく大きく、形の整ったシオンのおしりは見ているだけで柔らかいと想像できる。%K%P",
"思わず手が伸ばしかけるが、直前でシオンが震えていることに気が付き、我に返って慌てて引っ込めた。%K%P",
"「わかった、わかったよ、休憩しよう」%K%P",
"「やった！　あっきーってば話がわかる！」%K%P",
"まったく、なにが見せる覚悟はできているだよ。%K%P",
"恥ずかしさで逃げ出したいと思ってる癖に無理しやがって。%K%P",
"「いいから着替えてこい。\\n　休むにしてもそんな格好じゃゆっくりできないだろ」%K%P",
"「はーい。前もいったけど、襲ってくれてもよかったのに\\n　――くちゅんっ」%K%P",
"「ああ、ほら、風邪引く前に早く行けって」%K%P",
"「風邪ひいたら意味ないもんね。\\n　じゃ、ちょっと着替えてくるから待ってて」%K%P",
"部屋を出たシオンを見送って、ため息を吐く%K%P",
"こんなことをするくらいなのだから、俺が思っているよりも答えてるのかもな。%K%P",
"なにか変な考えを起こさないといいけど。%K%P",
"「……ふぅ、ご馳走様」%K%P",
"「それだけでいいの？」%K%P",
"「うん、あまり食べると試食ができなくなるし」%K%P",
"「ちょっと、外歩いてくるね」%K%P",
"「今日のシオンさんはあまりご飯を\\n　食べませんでしたね」%K%P",
"いつもなら茶碗一杯は食べるシオンが今日は半分も食べなかった。%K%P",
"毎日ご飯を美味しそうによく食べるシオンにしては、異例だといえる。%K%P",
"「この様子だとあまり芳しくないのね」%K%P",
"「普通に作れるようになってきてるんですよよ？\\n　ただ、目標がユカリとカエデさんなんで」%K%P",
"「余計なことは聞かないわ。\\n　でも、シオンのことはちゃんと見ててあげててね」%K%P",
"「陽気に振舞ってみせてるけど、\\n　あれでシオンは繊細な子なのよ」%K%P",
"「なにいってるんですか、彰さんが傍にいるんですから\\n　心配する必要なんてありませんよ」%K%P",
"「むしろシオンさんが羨ましいくらいです、うふふ」%K%P",
"「いまはタタリを漏らす場面じゃないでしょ。\\n　とにかくお願いね、彰くん」%K%P",
"カエデさんの言葉に頷きながら、現状をどう打破するべきか考えを重ねていく。%K%P",
"「お、ちゃんと来たか」%K%P",
"キッチンでシオンのことを待っていると、いつもよりギリギリの時間に姿を現した。%K%P",
"「もしかしてこないと思った？」%K%P",
"「……少しな」%K%P",
"「正直でよろしい」%K%P",
"「……でも、ちょっと悩んじゃったから\\n　案外的外れでもなかったよ」%K%P",
"シオンは珍しく自嘲気味に笑う。%K%P",
"「……気にしてるのか？」%K%P",
"「気にしてないっていえたらよかったんだけどね。\\n　正直、ちょっと挫けそうだよ」%K%P",
"「一朝一夕で美味しいもの作ろうとしてるんだから\\n　わかってるんだけどね」%K%P",
"「これならいっそ、カエデねーさんに作ってもらって\\n　それを出すほうがいい気がしてきた」%K%P",
"「諦めるにはまだ早いって。時間はまだあるんだ。\\n　最後まで頑張ろうぜ」%K%P",
"「……うん、せっかくあっきーが協力してくれてるん\\n　だもんね」%K%P",
"「よし、うじうじするのはここまで！\\n　さ、今日も練習を始めよう」%K%P",
"空元気に近く、まだ完全とはいえない。%K%P",
"それでも、なんとか諦めるのを思いとどまってくれてよかった。%K%P",
"「準備はしてあるからすぐに作れるぞ」%K%P",
"「お、あっきー準備がいいね」%K%P",
"シオンがキッチンに立つ姿もここ最近のおかげですっかり見慣れてきた。%K%P",
"最初は危なっかしくて目を逸らすなんてできなかったのに、普通に作れるようになっている。%K%P",
"やっぱり、シオンは成長しているんだ。%K%P",
"焦る必要なんてどこにもない。%K%P",
"「んっ！？」%K%P",
"料理をするシオンを眺めていると、なにか黒いモヤのようなものが一瞬見えた。%K%P",
"ユカリが外にいてタタリでも起こしたのかと確認してみたが、近くには誰もいなかった。%K%P",
"「あっきー、いきなり立ち上がってどったの？」%K%P",
"「……いや、なんでもない」%K%P",
"見間違いだったのか？%K%P",
"それにしては妙な気配を感じたけど――って、またか。%K%P",
"今度はハッキリと見えたモヤが、コンロに吸い込まれていった。%K%P",
"「んう？　あれ？　おっかしいなぁ」%K%P",
"「どうした！　なにかったのか？」%K%P",
"コンロの前に立つシオンが困惑の声を上げたので、慌てて駆け寄る。%K%P",
"「なんか、コンロの調子が悪くて。\\n　いきなりつかなくなっちゃったみたい」%K%P",
"「今朝はカエデさんが普通に使ってたのに変だな」%K%P",
"「この、このっ！　ダメだぁ……付かないや」%K%P",
"シオンがいくら試しても、コンロはうんともすんともいわない。%K%P",
"もしかして、さっきみた黒いモヤが原因？%K%P",
"「コンロが使えないとなると練習ができないな」%K%P",
"「せっかくやり始めたのに幸先悪いなぁ。\\n　使っちゃった包丁とまな板だけ洗っちゃお」%K%P",
"シオンが水道に近づくと、また黒いモヤが浮かび上がって水道に吸い込まれた。%K%P",
"あれって、シオンは気付いてないのか？%K%P",
"「さーて、サクサクっと洗って――わぷっ！」%K%P",
"「うおっ！」%K%P",
"蛇口をひねると、水道が爆発したかのように水があふれ出してきた。%K%P",
"「うへ……びしょびしょ。もう、なんなの一体！」%K%P",
"「なあ、シオン。気づいてないのか？」%K%P",
"「気付いてないって、なにが？」%K%P",
"「コンロも水道も、シオンの体からでたモヤが原因で\\n　壊れたみたいだから」%K%P",
"「あたしの体から……それってさ、もしかしなくても\\n　貧乏神の神力が悪さしたんじゃ」%K%P",
"「けど、いままであんなハッキリと\\n　シオンの神力を見たことがないぞ」%K%P",
"「それは……」%K%P",
"なにか思い当たることがあるのか、言葉を紡ごうとしたシオンが急に黙り込んでしまう。%K%P",
"「そ、それよりもさ。まずは業者さんに電話しないと。\\n　早く修理してもらわないと困るでしょ？」%K%P",
"「……そうだな。ちょっと電話してくる」%K%P",
"「あたしはここでこれ以上酷いことにならないよう\\n　頑張ってみるよ」%K%P",
"町の業者に連絡したところ、すぐに修理へ来てくれた。%K%P",
"修理は今日中に終わるらしいが、提示された金額は中々のモノだった。%K%P",
"これでもご贔屓さんということでかなり割引されているらしい。%K%P",
"「…………」%K%P",
"業者との金額交渉が終わってから、シオンはずっとなにか考えている。%K%P",
"多分、それはあまり良くないことだろう。%K%P",
"「なあ、シオン。ちょっと付き合ってくれないか？」%K%P",
"さて、連れ出したはいいけど特に向かう当てがあるわけではない。%K%P",
"ただ、いまはジッとしているよりも動いたほうがシオンのためになると思っただけだ。%K%P",
"「あんまり気にしすぎるなよ。シオンのせいじゃないからさ」%K%P",
"「本当にそう思う？」%K%P",
"「もちろん」%K%P",
"「……あたしはそう思えないんだ」%K%P",
"「いままでだって貧乏神の神力は制御できなかった。\\n　でもさ、今回はあっきーにも見えるほど明確に\\n　なったんだよね？」%K%P",
"「それってさ、心の底で努力なんてするだけ無駄\\n　なんて思ったあたしの気持ちを反映して神力が\\n　暴走したんじゃないかな」%K%P",
"一瞬、言葉に詰まる。%K%P",
"朝からシオンの様子がおかしかったのは気付いていたし、もしかしたらそれが関係しているのかとも考えた。%K%P",
"「……やっぱりさ、ダメなんだよ。\\n　あたしがこれ以上なにかしようとすると、\\n　みんな幸せになれないよ」%K%P",
"「それならさ、カエデねーさんに作ってもらって\\n　出すのが最良なんだよ」%K%P",
"「初めから、そうしておけばよかった」%K%P",
"「それは違う！」%K%P",
"「……あっきー？」%K%P",
"シオン本人に、いままで頑張ってきたことを否定してほしくなんてない。%K%P",
"ただその一心で、俺は叫んでいた。%K%P",
"「違うんだよ、シオン」%K%P",
"「カエデさんに料理を作ってもらうとか、\\n　頑張らないほうがよかったなんて考えるのが\\n　そもそも間違えだ」%K%P",
"「間違い？　間違いなわけない！\\n　これが一番、お爺ちゃんたちを喜ばせてあげられる\\n　方法だよ！」%K%P",
"「あたしなんかは、なにもしないほうがいいだよ！」%K%P",
"「シオン。何度もいうが、考えすぎだ」%K%P",
"「美味しい料理を作るのが目的じゃないだろ？\\n　料理はあくまで過程で、シオンが一から作った料理を\\n　皆に食べて貰うことに意味があるんじゃないか？」%K%P",
"手段と目的を間違えてはいけない。%K%P",
"もし間違えたまま進めば、絶対に自分が目指していたものへ辿り着けなくなってしまう。%K%P",
"「……そんなこと、わかってるよ！\\n　でも、あたしは嘘をついた！」%K%P",
"「優しくしてくれたお爺ちゃんたちに、\\n　自分の見栄で嘘をついたんだよ！」%K%P",
"「ならせめて、信じてくれたお爺ちゃんたちの\\n　ために嘘を本当にしないと……」%K%P",
"「シオン。それは自分が嫌われるかもしれない、\\n　それが怖いんだろ？」%K%P",
"「――――」%K%P",
"……厳しい指摘かもしれない。%K%P",
"でも、いまだけはシオンに甘い優しい言葉は逆効果だ。%K%P",
"「結局、自分のために嘘を信じ込ませようと\\n　させてるんじゃないのか？」%K%P",
"「嘘はいつかバレる。それは後になればなるほど、\\n　取り返しがつかなくなるんだ」%K%P",
"「じゃあ、じゃあどうればいいの！？\\n　嘘がバレて嫌われたらいいの！！」%K%P",
"「やだ、やだよ！　あたしは、ここでならって思ったの！\\n　あたしの居場所ができるかもしれないんだよ！」%K%P",
"「いまさら、出ていくなんてやだよぉ……」%K%P",
"ああ、もう。%K%P",
"今までそうやって生きてきたから悪い方向に考えるのは仕方ないかもしれないけど、侮られたものだ。%K%P",
"「シオン」%K%P",
"「あっ」%K%P",
"泣きそうなシオンを抱きしめ、優しく頭を撫でる。%K%P",
"抱きしめると、すっぽり収まるくらいの小さな体に、色んな不安を抱えていたんだよな。%K%P",
"「よく聞いてくれシオン。守森市の人たちは、\\n　そんなことでシオンを嫌いになったり、ましてや\\n　追い出したりしようなんてするわけがないだろ」%K%P",
"「いままで辛いことばっかりで、難しいかもしれない。\\n　けどさ、一度だけ、信じて見てくれないか？」%K%P",
"「この町は――シオンを絶対に裏切らないから」%K%P",
"「そんなこと、急にいわれても困るよ……」%K%P",
"「だって、いままで受け入れられたこと\\n　なんてなかったから……」%K%P",
"「……わかった。なら俺を信じてくれればいい。\\n　なにがあったとしても、俺はずっとシオンの\\n　傍に居続けるって約束するから」%K%P",
"それ以上、語る言葉はない。%K%P",
"ただ、シオンのことを抱きしめて返事を待つ。%K%P",
"「……本当に、傍にいてくれるの？」%K%P",
"「ああ、ずっと傍にいる」%K%P",
"「……もしあたしが町を出ても、ついてきてくれるの？」%K%P",
"「もし出てくなら、\\n　みんなで新しい土地で暮らそうか」%K%P",
"「……あっきーは、あたしの居場所になってくれるの？」%K%P",
"「シオンが望むなら、\\n　安心できる居場所にだってなってやる」%K%P",
"「……そっか」%K%P",
"シオンも俺を抱き返してくれたのか、暖かな感触が伝わってきた。%K%P",
"「あっきーのこと、信じるよ。\\n　自分の力だけで、頑張ってみる」%K%P",
"「安心しろ。なにかあったら一緒に\\n　頭を下げて謝ってやるから」%K%P",
"「えへへ、うん。\\n　お爺ちゃんたちに文句言われたら一緒に怒られてね」%K%P",
"シオンが顔を上げる。%K%P",
"泣き笑いのような、表情を浮かべながらそれでも迷いは消えていた。%K%P",
"「シオン、大丈夫か？」%K%P",
"「う、うん。なんとか」%K%P",
"ついに当日を迎え、白根さんたち全員が集まっている。%K%P",
"最初は神社で振舞う予定だったが、秋祭りでも使った調理道具と商店の一角を借りてみんなの前で実演したいとシオンが言い出した。%K%P",
"そんなシオンの要望で急遽、お店の外でやることになった。%K%P",
"「それじゃ、作るね」%K%P",
"「練習の通りにやれば大丈夫だから、\\n　頑張れ」%K%P",
"緊張した面持ちで、シオンは包丁を手に取って料理を始めていく。%K%P",
"時間をかけて、丁寧に、美味しいものを食べさせてあげたいという気持ちを込めて、シオンは料理を進めていく。%K%P",
"「ふぅ、これで完成。あっきー、盛り付けを手伝って\\n　くれる？」%K%P",
"「了解。いまお皿を並べていくから」%K%P",
"完成した料理を集まってきたくれたお年寄りに手渡していく。\\n無事に全員へいき渡ったことを確認して、シオンへ目配せする。%K%P",
"「えっと、これがお爺ちゃんたちのために\\n　あたしが作った特製料理だよ」%K%P",
"「味わって食べてね？」%K%P",
"見ただけで、具材の大きさは揃っておらず、火の通りが甘い部分もある。%K%P",
"少し声を震わせながら、それでもいつも通りの表情をシオンは崩さない。%K%P",
"「それじゃ、いただきます」%K%P",
"全員で手を合わせ、揃って口にする。%K%P",
"余計な雑味が混じったり、味が濃かったり薄かったりする部分もあるけど――美味しかった。%K%P",
"「ほうほう、こりゃ美味い。\\n　まさかこうしてシオンちゃんの手料理を食べられるとは\\n　感激じゃわい」%K%P",
"俺と同じことを感じたのか、白根さんを筆頭にみなシオンの手料理を美味しそうに食べていく。%K%P",
"しかし、シオンの表情は浮かない。%K%P",
"「ねえ、白根のおじいちゃん」%K%P",
"「なんじゃ、シオンちゃん」%K%P",
"「ほんとは、あんまり美味しくないよね？\\n　硬い部分とかあるし、野菜は大きくて食べにくいし……」%K%P",
"「ごめん、なさい……ぜんぶ嘘だったの」%K%P",
"「あたしは、ほんとは料理が下手で、\\n　レシピも考えたわけじゃなかったの……」%K%P",
"「見栄張って、お爺ちゃんたちに嘘ついて……\\n　こんな美味しくない料理を食べさせて、その、\\n　気を使わせちゃって」%K%P",
"「あの、ほんとは、ほんとはカエデねーさんに\\n　作ってもらおうって、ちゃんと美味しいもの食べて\\n　もらおうとしたの」%K%P",
"「けど、あの、あたしが、みんなに料理作りたくて、\\n　だから……だから……」%K%P",
"シオンはせめて泣かないように気を張っている。%K%P",
"そんなシオンは見て、集まったみんなは顔を見合わせる。%K%P",
"「……のう、シオンちゃん。\\n　ワシはなにも気をつかって美味しいといったわけじゃ\\n　ないんじゃよ」%K%P",
"「ああ、本当に、\\n　心の底から美味しいと思ったよ」%K%P",
"「でも、この味じゃ……」%K%P",
"「味は関係ないのよ、シオンちゃん」%K%P",
"「私たちはね、シオンちゃんが一生懸命作ってくれた\\n　ってだけで、どんな料理よりも美味しく感じるのよ」%K%P",
"「ほら、ワシだけじゃないじゃろ？\\n　みんな、気持ちは同じじゃよ」%K%P",
"白根の爺さんの言葉に、集まった人たちが一斉に頷く。%K%P",
"「あたしは嘘をついて……」%K%P",
"「シオンちゃんが嘘をついていたことも\\n　最初から知っておったとも」%K%P",
"「じゃがのう、シオンちゃんはこうして頑張った。\\n　そんな、ワシらのために頑張ったシオンちゃんを\\n　どうして怒れるのじゃ」%K%P",
"「ワシらのために、ありがとう、シオンちゃん」%K%P",
"「ち、違うのっ！　綺麗な理由で頑張ったわけじゃない！\\n　貧乏神のあたしがいられるようにしただけで！」%K%P",
"ああもう、本当に不器用なカミサマだ。%K%P",
"「シオン、もう自分を悪くいうのはやめないか」%K%P",
"「白根の爺さんたちは、\\n　貧乏神だからって関係なくシオンのことが好きなんだ」%K%P",
"「彰くんのいう通りだよ」%K%P",
"「それにのう、シオンちゃんが貧乏神なら、\\n　カエデ様も元タタリガミじゃろ？　それを悪くいう人間は\\n　この町に誰もおらん」%K%P",
"「どんなカミサマであろうと、\\n　シオンちゃんは私たちの大好きなシオンちゃんよ」%K%P",
"「あたしは……ここにいてもいいの？」%K%P",
"「いまさらどこかに行くなんていわれたほうが困る」%K%P",
"「守森市はもう、シオンの町でもあるんだから」%K%P",
"俺たちからしてみれば、きっとそれはわかりきっていたこと。\\nでもシオンからしてみれば、自分が“ここにいてもいい”というのがとても信じられないようなことだったのだろう。%K%P",
"「そっか……あたしは、いてもいいんだ……うぅ、\\n　ぐすっ、ひっくっ」%K%P",
"「あぁ、あぁぁぁぁぁぁぁぁぁ、うぁぁぁぁぁんっ！」%K%P",
"ずっと泣かないように我慢していたのだろう。%K%P",
"一度気持ちが決壊した後は、いままで溜め込んでいた言葉がシオンの口から、次々と零れてくる。%K%P",
"「ずっと辛かった！　人を不幸にしちゃう自分が嫌で！\\n　一人のほうがいいってわかってても、寂しくてっ！」%K%P",
"「あたしは、あたしは……誰かに傍にいてほしくてっ！」%K%P",
"「でも、いえなくて……ずっと、ずっと、ずっと、\\n　我慢して……我慢し続けて……」%K%P",
"「だって、そうしないとあたしの好きな人たちを\\n　不幸にすると思ってたから……」%K%P",
"「もう我慢なんてそんなことしなくてもいいんだ。\\n　みんな、シオンのことが大好きなんだよ」%K%P",
"「ひぐっ、ひくっ、信じて、いいんだ。\\n　ぐすっ、貧乏神にも、居場所ができたんだよね？」%K%P",
"「ああ、大丈夫。シオンはとっくの昔に、\\n　この町のカミサマになっていたんだよ」%K%P",
"「うんっ、ぐすっ、えへへ、あたしだけだったんだね。\\n　変に遠慮して、バカみたい、すんっ」%K%P",
"シオンが落ち着くと、視線を感じて白根さんを見る。%K%P",
"思いっきり、ニヤニヤした目で見守られていた。%K%P",
"「なんともお熱いのう」%K%P",
"「えへへ、うんっ！　あたしは、あっきーのこと\\n　大好きだからね！」%K%P",
"「なんか積極的になったな」%K%P",
"「だって、ずっと傍にいてくれるんでしょ？\\n　だったら、これまで以上に妾として頑張らないと」%K%P",
"白根さんたちへ見せつけるように、シオンが抱き着くと思いっきり冷やかされる。%K%P",
"しかし、悪い気はしない。%K%P",
"「あっきー、ずっと傍にいてね」%K%P",
"「シオンのほうこそ、離れるなよ」%K%P",
"「もちろん、あたしはあっきーのお妾さんだからね！」%K%P"
]