[
"シオンが守森市のためになにかやろうと決心し、その手伝いをすると決めたのが昨夜のこと。%K%P",
"詳しいことは明日に回して昨日は解散となった。%K%P",
"「っきー……あっきー」%K%P",
"頬を軽くたたかれている感覚と、聞きなれた声が聞こえてくる。%K%P",
"「おーい、あっきー。早く起きてよ」%K%P",
"「んっ……シオン？　シオン！？」%K%P",
"まだ半分ほど微睡の中だったが、シオンの姿を見た瞬間に眠気が吹き飛んでいた。%K%P",
"「うわ、飛び起きた。おはよ、あっきー」%K%P",
"「おはよう――って、違う！」%K%P",
"「寝過ごした！　早く着替えて朝のお勤めを――\\n　って、あれ？　まだ真っ暗じゃないか」%K%P",
"「そりゃまだ四時くらいだし」%K%P",
"「……はぁ？」%K%P",
"枕元にある携帯を確認すると、確かにいつもより一時間以上早い時間だった。%K%P",
"「もー、あたしが起きてるからって寝坊したって\\n　思うのは酷くない？」%K%P",
"「普段の行動をもう少し思い返してくれ」%K%P",
"「しかし、なんでこんな時間に起こしたんだ？\\n　なにかあったのか？」%K%P",
"「特にないよ？\\n　昨日ことで興奮してあまり寝られなかったんだ！」%K%P",
"「だから、早く起きたなら早く始めればいいかなって」%K%P",
"やると決めたら即座に行動する所はシオンの長所だが、こんな朝早くに叩き起こされるとは思わなかった。%K%P",
"「てなわけで、あっきー。\\n　第一回の作戦会議を始めたいと思います！」%K%P",
"「……やる気十分だな」%K%P",
"「とーぜん！　こんなになにかをやろうと思ったのは\\n　初めてだもん！」%K%P",
"早朝なのにテンション高めのシオンを見ていると、寝起きでぼんやりとしていたはずの俺もやる気が出てくるな。%K%P",
"「まずはさっそく行動開始しようと思うんだ。\\n　時は金なりっていうからね」%K%P",
"「貧乏神として、一円も無駄にはしたくないわけですよ」%K%P",
"「動くって……まずなにをするつもりなんだ？」%K%P",
"「なにをってそれは……なにすればいいんだろ？」%K%P",
"そんなことだろうとは思った。%K%P",
"シオンは勢いとノリで行動するからな。%K%P",
"「こういうことをする場合はまず町の祭神である\\n　カエデさんに話を通すのが筋だろうな」%K%P",
"「カエデねーさんの許可がいるんだ……」%K%P",
"「てことは、あれ？　\\n　もしかしてあたしはいきなりラスボスと対決しないと\\n　いけなかったり？」%K%P",
"「ラスボスって、シオンはカエデさんのこと\\n　なんだと思ってるんだ」%K%P",
"「大魔王？」%K%P",
"「お前絶対にそんなことカエデさんにいうなよ」%K%P",
"バレたら笑顔でぶち転がされるだろうな。%K%P",
"「とにかくカエデさんから許可をもらうのは\\n　必要なんだから早いほうがいいぞ」%K%P",
"「うん、そだね。\\n　どうせ必要なことならパパっと終わらせたほうが\\n　後が楽だもんね」%K%P",
"「じゃあ、さっそくカエデねーさんの部屋にいって\\n　起こしてくるね！」%K%P",
"「いや、カエデさんはこの時間なら今日は部屋に\\n　いないんじゃないか？」%K%P",
"「へ？　なんで？」%K%P",
"「今日は早く起きて奥宮に顔を出すっていってたからな。\\n　もう起きて奥宮に向かってるだろうな」%K%P",
"「奥宮かぁ……カエデねーさんも朝から頑張るね」%K%P",
"「帰ってくるまで待つか？」%K%P",
"「んー、いや、行こっか。\\n　早く話がしたいから待ってられない！」%K%P",
"「それに話をしててもユカリっちが\\n　乱入してこないって考えればシュチュエーション的には\\n　絶好だしね」%K%P",
"「やっぱりあっきーがいてくれてよかったなって、\\n　改めて思ったよ」%K%P",
"「お、おお」%K%P",
"笑顔を浮かべるシオンは無防備で、意識なんてしていないのだろう。%K%P",
"真っすぎるほどに純粋にお礼をいわれると照れ臭くなる。%K%P",
"「あっきー、顔真っ赤だよ？　どったの？」%K%P",
"「あーいや、なんでもない」%K%P",
"「んー？　……ははぁーん」%K%P",
"「なんでいきなりニヤニヤしてるんだ」%K%P",
"「べーつになんでもない、よっ！」%K%P",
"「シオン？」%K%P",
"立ち上がったかと思えば、いきなり隣に座って甘えるように肩へ体を預けてきた。%K%P",
"「急にどうした？」%K%P",
"「相談に乗ってくれてるお礼だよ」%K%P",
"「唐突だな」%K%P",
"「くっつけばあっきーが喜んでくれるかなって思って。\\n　あっきーは嬉しくない？」%K%P",
"「嬉しいに決まってるだろ。\\n　胸もその、当たってるし」%K%P",
"「えへへ、そっか。\\n　胸はユカリっちやカエデねーさんには\\n　勝てないけど、形は負けてないと思うんだ」%K%P",
"「触って確かめてみる？」%K%P",
"シオンの言葉につられて、つい視線が谷間へ向いてしまう。%K%P",
"ユカリやカエデさんほどではないが、充分に女性らしい大きさをした胸にどうしたって視線は釘付けになる。%K%P",
"「あっきー、どうする？\\n　いまならセットでお尻も触れるよ？」%K%P",
"「ファーストフードか！\\n　胸もお尻も触らないって」%K%P",
"「それより、着替えるからシオンは玄関で\\n　待っていてくれ」%K%P",
"「はーい。それじゃ、待ってるからね」%K%P",
"離れたシオンの体温に寂しさを覚えるが、すぐに意識を切り替える。%K%P",
"早く着替えカエデさんに話をしにいかないと。%K%P",
"「まさか奥宮に来るまでずっとくっついてるとは」%K%P",
"「だって寒いじゃん。くっついていたほうが温かいし\\n　あっきーの感触を楽しめるし、良いこと尽くめだよ」%K%P",
"俺もシオンの感触を楽しんでたから否定できん。%K%P",
"「さーって、カエデねーさんはどこかなっと。\\n　……いた！」%K%P",
"シオンが探し始めると、ちょうどカエデさんが奥宮から出てきたところだった。%K%P",
"「あら？　彰くんにシオン。\\n　奥宮に来てどうしたの？」%K%P",
"「シオンがカエデさんに用があるらしいですよ。\\n　俺はただの付き添いです」%K%P",
"「シオンが私に？」%K%P",
"「……えっと、カエデねーさんに聞いてほしい\\n　話があるんだ」%K%P",
"「大事な話みたいだし、中に入りましょう」%K%P",
"奥宮の中に入ると、三人で適当な場所に座り込む。%K%P",
"「それで、シオンの話ってなにかしら」%K%P",
"「カエデねーさんに相談があるの！」%K%P",
"「シオンから相談なんて珍しいわね。\\n　話してみて」%K%P",
"「えっとね、あたしは町のみんなを幸せにして\\n　あげたいって考えてるの！」%K%P",
"緊張しながらもシオンは俺に話したのと同じように、町の人たちを楽しませて幸せにしてあげたいという話をカエデさんにもしていく。%K%P",
"「――というわけで、あたしは、あたしの力で\\n　この町に幸せを届けようって考えてるの！」%K%P",
"「なるほどね。シオンのやりたいことはわかったわ」%K%P",
"「それじゃ――」%K%P",
"「でも、ダメよ」%K%P",
"話を聞き終えたカエデさんは、シオンの提案をにべもなく却下した。%K%P",
"「ちょっ、カエデねーさん早いって！\\n　せめて考える素振りくらいしてよ！」%K%P",
"「残念だけど考えるまでもないわ。\\n　なにもかもが不透明で漠然としすぎよ」%K%P",
"シオンが抗議をするが、カエデさんは首を振るだけで意見を変える様子がない。%K%P",
"「こういう話をするのなら最低限、なにをやるか、\\n　予算や期間はどれくらいかくらいは決めてからでないと」%K%P",
"「やりたい、だけでどうにもならないのよ」%K%P",
"チラリとカエデさんが俺へ視線を向けて来る。%K%P",
"厳しい意見をいってくるカエデさんの意図を汲み取り、頷き返す。%K%P",
"「つまり、いまの明確な案もない漠然とした話じゃ、\\n　とても許可など出せないってことですよね」%K%P",
"「でも許可してもらえれば私がどーんと大きいことを――」%K%P",
"「大きいことがしたいのなら、なおさら最初の段階で\\n　ある程度の構成を固める必要があるわよ」%K%P",
"「安全面はどうするの？　会場は？　イベント当日の\\n　運営だってあるのよ」%K%P",
"「なにかをやるにしても簡単にはできないわ」%K%P",
"カエデさんの正論に反論できないシオンは、歯噛みして黙ってしまう。%K%P",
"「別に意地悪でダメだっていってるわけじゃないわよ。\\n　なにかやろうというその気持ちはいいと思うわ」%K%P",
"黙ったシオンを見て、カエデさんは厳しい表情を崩して、気遣うような声音を向ける。%K%P",
"「シオンのことは、私が一番傍で見てきたつもりよ。\\n　守森にきてから、ずっと一緒にいたのよ？」%K%P",
"「いまだってシオンが守森のことを\\n　考えてくれてすごく嬉しかったわ」%K%P",
"「妹のようにさえ思ってるシオンがやりたいことだもの、\\n　本音をいえば手伝ってあげたいわ」%K%P",
"「でもね、だからこそ贔屓しちゃダメなのよ。\\n　シオンが町のことを考えてくれたように、私も\\n　この町の祭神として判断しなければいけないの」%K%P",
"ただ甘やかすことだけが優しさではない。%K%P",
"カエデさんは、そういう判断ができる人だ。%K%P",
"「もう一度考えてみて。見えない誰かじゃない。\\n　シオンは誰を喜ばせてあげたいの？」%K%P",
"「あたしが……喜ばせてあげたい人」%K%P",
"カエデさんの問いを聞いたシオンは俯いたまま考える。%K%P",
"きっと、この考えはシオンがこれから行動していく上で重要な指標になるだろう。%K%P",
"「……あたしね、お爺ちゃんたちに\\n　すごく優しくされてるんだ」%K%P",
"「ええ、知ってるわ」%K%P",
"「ほんとは、最初にお爺ちゃんたちになにかできないかって\\n　考えてた」%K%P",
"「でもあたしは、なにかするなら大きくしなきゃって\\n　考えちゃって」%K%P",
"「色んなこと考えているうちにわけわかんなく\\n　なっちゃって、漠然としたことばっかり考えてた」%K%P",
"「けど、そうだよね。そういう漠然とした気持ちで\\n　やるものじゃないんだよね」%K%P",
"「だから、始まりはお爺ちゃんたちで、\\n　あたしが最初に幸せにしたい人たちもそうなんだよね」%K%P",
"漠然とした展望に答えを得たのか、俯いていた顔を上げてカエデさんを真正面から見つめ返す。%K%P",
"「なにか思いついたんだな」%K%P",
"「もっちろん！　ありがとうカエデねーさん！」%K%P",
"「あたしが心からやりたいこと、\\n　その方向性がなんとなく見えてきたよ！」%K%P",
"「そう。なら頑張りなさい。\\n　シオンがちゃんと考えて決めたことなら、\\n　私は応援するわ」%K%P",
"「うん！　それじゃ一回戻ろうかあっきー！\\n　また作戦会議だよ！」%K%P",
"「あ、おい待てよシオン」%K%P",
"「彰くん」%K%P",
"駆け出すシオンに遅れないように俺も奥宮を出ようとしたところで、カエデさんに呼び止められる。%K%P",
"「シオンのこと、よろしくね」%K%P",
"「ええ、任せてください」%K%P",
"「あっきー！　早く早く！」%K%P",
"「ああ、いま行く」%K%P",
"カエデさんを安心させるように頷いてから、今度こそ振り返らずにシオンの後を追っていった。%K%P",
"奥宮から家に戻ってきた後、俺たちはキッチンでカエデさんからの助言をまとめる。%K%P",
"「カエデさんと話したことでなにか思いついた\\n　みたいだけど、一体なにを考えたんだ？」%K%P",
"「簡単だよ。\\n　あたしが誰を喜ばせたいかってこと」%K%P",
"「カエデねーさんと話をしてわかったんだけど、\\n　私はみんなを幸せにしたいって気持ちが先行していたの」%K%P",
"「いまは違うのか？」%K%P",
"「守森市のみんなを幸せにしたいって気持ちはあるよ。\\n　でもね、近くにいる誰かさえ幸せにできないなら、\\n　そんなことどだい無理な話だよね？」%K%P",
"「それにね、よく知らない誰かよりまず身近な人を\\n　幸せにしてあげたいの」%K%P",
"「だから、まずは顔なじみの人たちになにかして\\n　あげたいって思ったの」%K%P",
"「みんな、シオンを可愛がってくれてるしな」%K%P",
"「そういうこと」%K%P",
"カエデさんが町のアイドルだとしたら、元気で明るいシオンは町のマスコットのような人気がある。%K%P",
"特にシオンと接しているお年寄りからは孫のように思われているのか、町へ出ればすぐに声をかけられるほど仲が良い。%K%P",
"「とはいえ、まだなにをするかも思いつかないんだけどね」%K%P",
"「一緒に考えるために俺がいるんだろ？\\n　二人で考えればすぐに思いつくって」%K%P",
"「うんうん、頼りにしてるからね、あっきー」%K%P",
"「けど、みんなが喜ぶことってなんだろ？」%K%P",
"「パッと思いつくものはいくつもあるけど、\\n　どれもイマイチだからな」%K%P",
"「そうなると……おっ」%K%P",
"腕を組んで考えを巡らせていると、冷蔵庫が目に入って思い出す。%K%P",
"「シオンは町の特産品がこんにゃくってのは知ってるよな」%K%P",
"「うん。町のみんなも今年のこんにゃくは\\n　出来がいいって喜んでたし」%K%P",
"「その町の特産品でもあるこんにゃくなんだがな、\\n　歳をとってくると食べにくくなるらしい」%K%P",
"「そうなの？」%K%P",
"「ああ。弾力が強くて噛み切るのも一苦労なんだと。\\n　せっかく自分たちで作っても味わえないって嘆いてたよ」%K%P",
"「だからさ、お年寄りにも食べやすいこんにゃく\\n　料理を作るってのはどうだ？」%K%P",
"「こんにゃく料理……うん、それいいね」%K%P",
"「やっぱり好きなもの食べられないってのは\\n　辛いからね」%K%P",
"「また食べられるようになったら絶対に喜ぶよ！」%K%P",
"よし、シオンも乗り気だし、案として料理は間違っていないみたいだ。%K%P",
"「ただ、その……あたしって今まで食べる専門\\n　だったからそこが不安かも」%K%P",
"そういえば秋祭りの時もそうやって公言していたな。%K%P",
"「不安ならカエデさんに頼ってみるか？」%K%P",
"「うーん……やめとく。\\n　いきなりカエデねーさんに頼るのはなにか違うし」%K%P",
"「今時はネットで色々と調べられるからね。\\n　レシピを調べていけば多分いけるはず！」%K%P",
"「意外と考えすぎないほうがなんとかなることも\\n　多いからね！」%K%P",
"「それじゃ、新しいこんにゃく料理を\\n　作るってことでいいんだな？」%K%P",
"「問題なし！　ふふふ、ここから\\n　あたしの料理道が始まるんだよ！」」%K%P",
"「とりあえず試しにこんにゃくを使った\\n　料理を作ってみるところからかな？」%K%P",
"「もう料理を作ってみるのか」%K%P",
"「だってどういう料理があるのか知らないと、\\n　レシピとかって考えられないと思うし」%K%P",
"「作るんだったら、まずは簡単なものがいいだろうな」%K%P",
"「となると……ちょっと待ってて」%K%P",
"一旦、キッチンを出たシオンは何枚かの紙束を持ってきた。%K%P",
"「それは？」%K%P",
"「部屋のパソコンでパッと目についたレシピを\\n　いくつか印刷してもってきたんだ」%K%P",
"「でも、軽く調べただけでもかなりあったから、\\n　どれが簡単なのかはわかんないや」%K%P",
"「確かにこれは結構な枚数だな」%K%P",
"シオンが持ってきた紙束を見るだけでもかなりの数がある。%K%P",
"「んー、どれが簡単だと思う？」%K%P",
"「このこんにゃくの炒め物とかいいんじゃないか？\\n　必要な材料も少ないから手間もかからないし」%K%P",
"「ふむふむ……うん、これならあたしでも作れそう」%K%P",
"「んじゃ、まずはこれを作ってみるか」%K%P",
"作る料理も決まったので、さっそく準備を始める。%K%P",
"確かこんにゃくはおすそ分けでもらったものがあったから、それを使えばいいだろう。%K%P",
"「あっきー。包丁ってどこにあるのー？」%K%P",
"「包丁は下の戸棚にあるぞ」%K%P",
"「ん、りょーかい」%K%P",
"包丁、まな板、こんにゃく、ごま油、白胡麻などの用意を終えたし、まずは切るところからだろう。%K%P",
"「うへ、こんにゃくって袋から開けたばっかりだと\\n　こんなにぬるぬるしてるんだ」%K%P",
"「包丁が滑って切り難いから気を付けろよ――\\n　って、おい」%K%P",
"「どうしたのあっきー？」%K%P",
"「シオン……もしかして、包丁の使い方を知らないのか？」%K%P",
"握り拳で柄を持ち、手の平でこんにゃくを押さえつけて、刃の腹部分で切ろうとしていた。%K%P",
"「なんかダメだった？」%K%P",
"「ダメすぎてどこを指摘するべきか悩むレベルだ」%K%P",
"「料理をする前にまずは持ち方と切り方からだな」%K%P",
"いまのままでは危険すぎてとても料理をさせることなんてできない。%K%P",
"最低限ではあるが、包丁の持ち方と材料を切るときの注意点を教えてやるが、はたして実践できるかどうか不安である。%K%P",
"「えーと、親指と人差し指で刃元の中央を握って、\\n　残った指で柄を持って……」%K%P",
"隣で見ているがどうにもハラハラする。%K%P",
"とにかく怪我だけはしないように注意を払っていないといかんな。%K%P",
"「えっと、押して切るんだよね？」%K%P",
"「んっしょ……あれ？\\n　なんか包丁が滑って上手くいかない」%K%P",
"「お、おい。大丈夫かシオン？\\n　まずは野菜かなにかで練習してからのほうが\\n　よくないか？」%K%P",
"「へーきへーき。もう少しでコツが掴めそうだから」%K%P",
"そうはいうが、こんにゃくを抑えている手元は開いてるし、包丁を持つ手は震えている。%K%P",
"「こ、のっ！　ちゃんと、切れて、よ！　――あっ」%K%P",
"切れないことに業を煮やしたシオンが包丁をまな板に叩きつけた衝撃で跳ねたこんにゃくが宙を舞い、シオンの胸元に滑り込む。%K%P",
"「ひゃんっ！　んっ、ちょっ、と、なになになに！？」%K%P",
"「なんかヌメヌメして、んぅっ、気持ち悪いっ！」%K%P",
"「ちょっ、あまり暴れると危ないぞ！」%K%P",
"「んんっ、そんなこと、ひゃっ、いわれても、\\n　これ、んぅ、気持ち悪くて――きゃっ」%K%P",
"「シオン！？」%K%P",
"「いたた……うぅ」%K%P",
"「大丈夫か？」%K%P",
"「あんまり大丈夫じゃない……」%K%P",
"「お尻痛いし、こんにゃくが服の中に入ったせいで\\n　胸元がべたべたするし……うー最悪だよ」%K%P",
"シオンの胸元にぬるぬるしたこんにゃくが挟まっている。%K%P",
"さっきは焦っていたから何とも思わなかったけど、よく考えてみればすごい状況だよな。%K%P",
"「と、とにかくこんにゃくを早く取り出さないと」%K%P",
"「そだね、んっ、この、なんか、変な挟まり方して、\\n　奥のほうに滑って、あんっ」%K%P",
"……シオンはこんにゃくをとっているだけだ。%K%P",
"色っぽい声が聞こえるけど別にやましいことなど何もない。%K%P",
"わかってはいるが、胸元をまさぐり身をよじらせるシオンの姿につい魅入ってしまう。%K%P",
"「あっきー、なんか、んぅっ、目がやらしいっ」%K%P",
"「やらしいって……別にそんなことは」%K%P",
"「そ、おっ？　なら、あっきーが取ってよ、こんにゃく」%K%P",
"「は？　俺？」%K%P",
"「そっ……んんっ、ねえ、ほらっお願いっ」%K%P",
"半分ほど服をズリ下げ、シオンが胸を突き出してきた。%K%P",
"こんにゃくで濡れた上胸はキッチンの明かりで怪しく光っている。%K%P",
"この中に、手を突っこむのか？%K%P",
"「あっきーっ、早く、あんっ！」%K%P",
"「ああもう！　どうなっても知らないからな」%K%P",
"出来るだけ見ないようにして、シオンの胸に手を伸ばす。%K%P",
"「ひゃんっ！」%K%P",
"「あ、あまり声を出すな」%K%P",
"「そんなこといわれても、ひゃっ、あっきーの手の熱さと、\\n　こんにゃくの冷たさが、んぅっ！」%K%P",
"可能な限り意識しないようにしているが、シオンの胸の柔らかさや体温の暖かさをすべて無視することは不可能だ。%K%P",
"胸の奥に手を突っこめば突っ込むほど、どうしても意識してしまう。%K%P",
"「もうちょい、ん、んぅ、はぁんっ」%K%P",
"しかし、シオンの胸ってこんにゃくを挟めるんだよな。%K%P",
"小さい小さいと本人はコンプレックスにしているようだが、比較対象が悪いだけどシオンもそれなりに胸があるってことだ。\\nいかん、変なことばかり考えてしまう。%K%P",
"「あ、これか」%K%P",
"「はぁ、んぅっ、とれ、たぁっ……ふぅ」%K%P",
"「はぁ……」%K%P",
"こんにゃくを見つけると、一気に引き抜く。%K%P",
"こんにゃくが取れたことで、シオンの艶めかしい喘ぎ声も収まり、俺もようやく一息つける。%K%P",
"「なんであっきーのほうがあたしより疲れてるの？」%K%P",
"「精神的疲労だよ……」%K%P",
"まだシオンの胸に挟まれていた感覚が残っているせいか、まともに顔が見れない。%K%P",
"「それより、ほら、料理の続きをするぞ。\\n　今度は安全に切ってくれよ」%K%P",
"「はーい。あ、そのあたしの体で味付けされた\\n　こんにゃくどうする？」%K%P",
"「あっきー食べる？」%K%P",
"「食べるわけないだろ」%K%P",
"いや、ほんとこんな調子で大丈夫なのか？%K%P",
"まだ始めたばかりだが、さっそく前途多難に感じられる。%K%P"
]