[
"「……うん、これでよし」%K%P",
"「おーい、シオン。できたかー」%K%P",
"「ちょうど完成したところだよあっきー！\\n　バッチリのタイミングだね」%K%P",
"キッチンに顔を見せると、丁度シオンが火を止めた所だった。%K%P",
"「あとはできたこれを弁当箱に詰めて……\\n　よし、これで完璧！」%K%P",
"「お疲れ。弁当箱は俺が持つぞ」%K%P",
"「いいの？」%K%P",
"「どうせシオンは他のモノを沢山持つことに\\n　なるだろ？」%K%P",
"「えへへ、それじゃお願いしようかな」%K%P",
"さすがに数人分となると重箱のように大きな弁当箱になり、それなりの重さだ。%K%P",
"しかし、これがすべてシオンの手料理なのだと思えば、この重さも苦じゃなくなる。%K%P",
"「うわ、約束の時間ギリギリだよ！」%K%P",
"「焦らなくてもいまから出れば十分に間に合うって」%K%P",
"「そうかな？　でも、\\n　遅れたら悪いし早く行こ、あっきー！」%K%P",
"「おう」%K%P",
"「やっぱりこうなったか」%K%P",
"「えへへ、これもあたしのなせる\\n　人徳……いや、神徳だよね」%K%P",
"両手に貰い物のおかしや果物を抱えながら、シオンは得意げに胸をそらす。%K%P",
"シオンが手料理を作って以来、お年寄りたちの間でシオンの株はさらに上がった。%K%P",
"おかげで、少し外に出るとこうしてなにかしらのお供え物が集ってくる。%K%P",
"「あ、岩鞍のおばちゃん！」%K%P",
"「こんにちは、岩鞍さん」%K%P",
"「あら、こんにちは彰くん、シオンちゃん」%K%P",
"挨拶をすると、岩鞍がふくよかな顔をほころばせる。%K%P",
"「二人してお出かけなんてデートかしら？」%K%P",
"「デートっていいたいところだけど、\\n　今日は白根のおじいちゃんたちに手料理を振舞う約束なの」%K%P",
"「あら、白根おじいちゃんたちのところへ行くのね。\\n　シオンちゃんの手料理が食べられるなんてみんな\\n　泣いて喜びそうね」%K%P",
"その後、岩鞍と少しだけ雑談をしてから別れた俺たちは、時間も押しているので真っすぐに白根さんの家を目指して歩いていく。%K%P",
"「ねえ、あっきー」%K%P",
"「こうしてちゃんと見てみるとさ、\\n　あたしって、大事にされてるんだね」%K%P",
"「当たり前だろ。シオンはもう守森市のカミサマで、\\n　仲間で、俺のお嫁さんなんだから」%K%P",
"「……えへへ、そっか。すごく……嬉しいよ」%K%P",
"照れ笑いを浮かべながら、シオンは楽し気に笑う。%K%P",
"「ねえ、あっきー。\\n　あたしさ、いままで色んな町を渡り歩いてきたんだ」%K%P",
"「貧乏神だから一ヵ所に留まれなくて、\\n　人と深く関わることも避けてきた」%K%P",
"「でもさ、守森市は違った」%K%P",
"「あっきーに、カエデねーさん、ユカリっちや\\n　町のみんなに出会えてあたしは変われたよ」%K%P",
"「それは違うぞ」%K%P",
"「頑張ろうって、変わろうってシオンが自分で\\n　思ったからこそ変わることができたんだ」%K%P",
"「なにより、俺たちがシオンのことを好きなだけなんだよ」%K%P",
"待ってるだけでは変わることができない。%K%P",
"シオンは、自分で行動したからこそ大きく成長することができたんだ。%K%P",
"そんな風に頑張ってきたことを知っているからこそ、みんなシオンのことが大好きなんだ。%K%P",
"「……うん、あたしもあっきーのこと、\\n　この町のことが大好きだよ」%K%P",
"「だから、いまはもう貧乏神であることに\\n　感謝さえしてるくらい」%K%P",
"この町がシオンの居場所になれて、シオンがそう思ってくれることを俺は誇らしく思う。%K%P",
"「ねえ、あっきー。これからも、あたしがドジ踏んだり、\\n　失敗したり、落ち込んだら助けてくれる？」%K%P",
"「当たり前だろ。イヤだっていっても助けるからな」%K%P",
"「ずっと傍にいるって約束したろ？」%K%P",
"「えへへ、そうだったね」%K%P",
"「それじゃお礼にあたしも妾として\\n　夜のお手伝いをもっと励まないと」%K%P",
"「なんでこのタイミングでそういう話題にするかな」%K%P",
"せっかくいい雰囲気だったのに、ぶち壊しだ。%K%P",
"「真面目な話ばっかりしてると疲れるからね」%K%P",
"「まったく、そういうとこは変わらないな」%K%P",
"「それが持ち味ですから――ね、あっきー」%K%P",
"「これからも、貧乏神の未園シオンをどうぞよろしく\\n　お願いします！」%K%P"
]