[
"「…………で？　気は済んだか？」%K%P",
"暗くなったので明かりをつけた。%K%P",
"明るくなって、ユカリの顔もよく見えるようになる。%K%P",
"「ちょっ、なんですかそのリアクションはぁ！？\\n　もっとこぉ、恐れおののくというか、違った反応が……」%K%P",
"「俺が？　ユカリに？　そんなことあるか、バカ」%K%P",
"「バカって言わないでくださいぃぃ〜〜っ！！」%K%P",
"ユカリはまるで魔王降臨って感じのノリでやってたけど、\\n俺にとってはいつもの延長でしかない。%K%P",
"俺の知らない本当のユカリ、なんて抜かしてたけど、\\n散々見せられてきた側からすると、俺のよく知るユカリだ。%K%P",
"「恐くないんですか？\\n　奥宮に閉じ込められちゃったんですよ？」%K%P",
"「恐いよ〜っておしっこもらしちゃってもおかしくないのに。\\n　それを私がきれいにしてあげて……うふふふふっ♪」%K%P",
"ああ、やっぱりいつものユカリだよ。\\nほんっと、ブレないよなあ。%K%P",
"「自分を悪く見せようとしてるみたいだけど無駄だぞ」%K%P",
"「俺はそういうところも知った上で、\\n　ユカリを嫁にするって決めたんだし」%K%P",
"「まあ、このタタリの結界みたいなのは\\n　やりすぎだと思うけど……」%K%P",
"今のところ、俺の力とぶつかる感覚はない。%K%P",
"ガスのように充満しているのではなく、\\n奥宮の周囲を薄いタタリの膜が取り囲んでいるのだろう。%K%P",
"「……ど、どうするんですか？」%K%P",
"「彰さんなら、簡単に壊せると思いますけど……」%K%P",
"「そうだなぁ」%K%P",
"たぶん、出ようと思えば簡単に出られる。%K%P",
"鎮守の森から出る時に、タタリの結界は薄紙を破るように\\nあっさり破壊されるはずだ。%K%P",
"「いや、せっかくだし、このままでいよう」%K%P",
"「……えっ？」%K%P",
"「いい機会だしな、腹を割って話そうってやつだ」%K%P",
"ユカリは鬱憤を溜め込んでいた。%K%P",
"今回それが爆発したわけだが、\\nこのまま放置したら何の解決にもならない。%K%P",
"「ユカリが普段から思ってること、感じてること、\\n　でも絶対に言えないようなこと……」%K%P",
"「それら全部、俺にぶつけてほしい。\\n　ユカリの本心が知りたいんだ」%K%P",
"黒い気持ちを全部ぶちまけることで、\\nユカリの鬱屈が晴れたらいい。%K%P",
"そうして黒から白へ。\\nタタリガミから変われるかも知れない。%K%P",
"「……うぅ、彰さんが知ったら絶対に嫌われちゃいます」%K%P",
"「嫌わないよ、絶対に」%K%P",
"「かぷってしたり、ちゅーちゅー吸ったりしたいとか……」%K%P",
"「それ以外にも彰さんにしちゃいたいこと、\\n　いっぱいい〜っぱいあるって言っても？」%K%P",
"「嫌わない。させてあげるかどうかは別だけどな」%K%P",
"「ううぅ〜っ、彰さんもちょっとヘンですよ。\\n　こんな私を嫌いにならないなんて……」%K%P",
"「ユカリのいいとこもいっぱい知ってるからな。\\n　ちょっとおかしな趣味があるくらい、許容するよ」%K%P",
"「だって夫婦だし」%K%P",
"夫婦の絆ってのは、たぶんそういうものだ。%K%P",
"きれいなものだけじゃなく、汚いものもひっくるめて、\\n相手のことを受け入れてあげる。%K%P",
"そうなってはじめて、死ぬまで一緒にいようって思えるんだ。%K%P",
"「ううぅ……彰さん好きぃ……好きすぎてダメになる……」%K%P",
"「よしよし」%K%P",
"頭を撫でようとして、慌てて手を引っ込めた。%K%P",
"「あれ？　撫でてくれないんですか？」%K%P",
"「今ユカリに触ったら、\\n　タタリがパリーンってなっちゃうかなって」%K%P",
"「あ……」%K%P",
"この結界を作っているのがユカリのタタリなら、\\n発生源に触れたら俺の力が働いてしまう。%K%P",
"「そんなぁ〜、お触りＮＧだなんて……」%K%P",
"「そういうわけだから、我慢してくれよ」%K%P",
"「ひどすぎます〜、あんまりです〜」%K%P",
"「ユカリが望むまで、このままでいよう。\\n　結界を壊すのは、ユカリが外に出たいと思ったその時だ」%K%P",
"「いいんですか？　本当に永遠に出ないかもしれませんよ？」%K%P",
"「その時はその時だ。\\n　ユカリと一緒なら、それでも構わないし」%K%P",
"「また簡単にそんなことを言って……\\n　どうなっても知りませんよ？」%K%P",
"「はははっ、大丈夫だって」%K%P",
"「俺は自分の嫁を信じてるからさ」%K%P",
"こうして、想定外のトラブルは発生したが、\\n概ね問題なく進んでいた。%K%P",
"ユカリは内に秘めた想いを吐露してくれたし、\\n解決の糸口も見えてきた。%K%P",
"あとは、この先どうするかってだけだ。%K%P",
"「彰さん……ひとつ、お願いしたいことがあるんですけど……」%K%P",
"「なんだ？　遠慮せず言っていいぞ」%K%P",
"「えとっ、ですね……いろいろ嬉しい言葉を頂いて、\\n　それだけでもうユカリ絶頂というか、大満足なんですが……」%K%P",
"「もうちょっとだけ、ふたりきりの世界を楽しみたいなって」%K%P",
"「だめ……ですか？」%K%P",
"「遠慮するなって言ったはずだぞ」%K%P",
"「ユカリはもっと、自分の欲求を見せていい。そうすべきだ」%K%P",
"「でも……」%K%P",
"「首とか膝とか肩甲骨の間とか、\\n　もう全身をぺろぺろしたいとか言っちゃいますよ？」%K%P",
"「ほぉら、彰さんってばドン引きです。\\n　だから言わないで我慢してるんじゃないですかぁ」%K%P",
"どうしてユカリはこんなに舐めたがりなんだ？%K%P",
"舐めたって、なにも楽しくないと思うんだけど。%K%P",
"「……引いてない、ちょっと驚いただけだ」%K%P",
"「そんなにユカリが舐めたいなら、舐めてもいいんだぞ」%K%P",
"と言って、さっき舐めたいと言っていた首筋をユカリに向ける。%K%P",
"「あわわわっ、なな、なんて無防備なことをっ」%K%P",
"「ライオンの鼻先に血の滴るお肉をぶらぶらさせるような……」%K%P",
"「危険ですっ！　こんなの超危険ですっ！」%K%P",
"「あぁんっ、でも我慢できません。いっただっきまぁ〜す♪」%K%P",
"俺の首にむしゃぶりつこうとしたが、寸前で引っ込める。%K%P",
"「……忘れてました。\\n　彰さんに触れたら、終わっちゃうんですよね」%K%P",
"「そうだったな。悪い、考えなしの発言だった」%K%P",
"ここにいる限り、ふたりきりの世界は維持される。%K%P",
"でも、ひとたび触れた瞬間、魔法は解け、現実に戻ってしまう。%K%P",
"「せっかく彰さんが手の届くところにいるのに、\\n　触れることすら出来ないなんて……」%K%P",
"「触れたらアウトとなると、出来ることも限られてくるな」%K%P",
"「でも、触れないなら触れないなりに、\\n　彰さんとふたりきりの時を過ごしたいです」%K%P",
"「まずは一晩、ここで過ごしてみましょう♪」%K%P",
"圏外になっているスマホを確認すると、\\n時間はまだ昼前だった。%K%P",
"朝まで滞在しようと思えば、それなりに準備が必要になる。%K%P",
"「水道とトイレはあるから、そっち方面は問題ないな」%K%P",
"「明かりもつきますし、電気も通ってますね」%K%P",
"「となると気になるのは食糧だな」%K%P",
"一日くらいなにも食べなくても死にはしない。%K%P",
"でもつらい思いをしたいわけでもないので、\\n可能なら断食だけは避けたいところだ。%K%P",
"「ここはシオンさんに期待しましょう。\\n　彼女なら、なにか隠してそうです」%K%P",
"「未開封のポテチが出てきてもおかしくないな。\\n　よし、一緒に探してみようか」%K%P",
"こうして、ユカリと手分けして食糧を探し始める。%K%P",
"するとあっさり発掘することができた。%K%P",
"「彰さんっ、いいものを見つけました！」%K%P",
"「じゃーん！　カップのおうどんです〜♪」%K%P",
"これは夜食にちょうどよさそうだ。%K%P",
"「こっちも見つけたぞ。\\n　インスタント焼きそばだな」%K%P",
"「夜中無性に食べたくなるやつですね」%K%P",
"「これで飢えることはなくなったわけだが……」%K%P",
"「ちょっと待ってください。\\n　これ、お湯が必要なんですよね？」%K%P",
"「お湯くらいどうとでもなるだろ。\\n　でなきゃこれがここにあるのがおかしい」%K%P",
"生でガリガリかじるのが好き、なんてことはないはずだ。%K%P",
"シオンはあれで結構ジャンクフードの味にはうるさいから。%K%P",
"「……でも、本当にお湯、調達できませんよ？」%K%P",
"シャワーはある。\\nでもそれはシャワーに適した温度までしかあがらない。%K%P",
"ガスはないから電気を使って沸かしていたはずだが……。%K%P",
"「うちで使ってる電気ケトル。\\n　あれってここから持ってきたものじゃ……？」%K%P",
"「カセットコンロもありましたね。\\n　ちょっとした調理はそっちを使ってたのかも」%K%P",
"「お湯、沸かせないじゃん……」%K%P",
"せっかくの食糧が無駄になった。\\nお湯がなければカップ麺は食べられない。%K%P",
"「この際主食は諦めましょう。\\n　お菓子類なら、そのままでも食べられますし」%K%P",
"「よし、気を取り直して探してみるか！」%K%P",
"改めてふたりで散らかったシオンの荷物を物色する。%K%P",
"ゲームやＰＣ関係、そして空の段ボール箱がとにかく目立つ。%K%P",
"「あいつどんだけ通販してるんだよ……」%K%P",
"「社務所でもかなり届いてますよね。\\n　そのたびに受け取ったカエデさんが叱ってますけど」%K%P",
"「シオンはシオンでブレないよなぁ」%K%P",
"うちに転がり込んでくるカミサマは\\nみんなこの調子だ。%K%P",
"カエデさんもしっかりしたお姉さん然としているけど、\\nあれで結構ルーズなところがあるし、妙なこだわりも強い。%K%P",
"「……うぉ、これは……」%K%P",
"出てきたのは、女性用下着だった。%K%P",
"「彰さん、それはリリースしましょうね？」%K%P",
"軽く恫喝の入ったにっこり笑顔を向けられてしまう。%K%P",
"「わ、わかってるって。\\n　パンツは食えないし」%K%P",
"「もしパンツを食べなきゃいけなくなったら、\\n　私のを食べてもらいます」%K%P",
"「嫁のパンツは食用です。頑張ってください」%K%P",
"「いやいやいや！\\n　どう考えても非食用だって！」%K%P",
"にしても、いったいどっちのパンツだろう？%K%P",
"放置してあったからシオンのか？\\nそれとも、意外とカエデさんのだったりして。%K%P",
"「…………あーきーらーさーん」%K%P",
"「うおっ、いきなり接近するなよ！？」%K%P",
"「パンツをチェックしすぎです。\\n　もう、誰のだっていいじゃないですか」%K%P",
"「大事なのは下着じゃなく、中身のほうなんですから……」%K%P",
"甘い声で囁くと、すうっと装束の裾をたくし上げていく。%K%P",
"隠されていた大事な部分がチラリと見え、\\n俺の視線を集めようとしていた。%K%P",
"「……ユカリ？」%K%P",
"「うふふふっ、見たいなら見たいと仰って頂ければ」%K%P",
"「こうして、中身つきのパンツをお見せしますのに……」%K%P",
"ユカリは摘まんだ裾をくいくいと引っ張り、俺を誘惑する。%K%P",
"見えたり隠れたりするギリギリで遊んでいるのがわかって、\\n余計に気になってしまう。%K%P",
"「彰さんがお望みなら、もっと先だって……」%K%P",
"「私はお嫁さんですから、\\n　旦那さまの求めには何だって応じちゃうんです♪」%K%P",
"「もし触りたかったら、触って頂いても……」%K%P",
"「さ、触るのはまずいって」%K%P",
"タタリの結界を維持するために、一時的にお触りＮＧだから。%K%P",
"「でもぉ……彰さんは触りたいんですよね？」%K%P",
"「……触りたい」%K%P",
"「なら、我慢なんてやめましょうよ。\\n　欲望のままに行動するのが一番ですっ」%K%P",
"「ほらほらぁ〜、おいでおいで〜って」%K%P",
"手招きするみたいに、装束の裾をひらひらさせる。%K%P",
"まったく、人が触れないと思って調子に乗って……。%K%P",
"「どうしたんですかぁ？\\n　ぜ〜んぶ彰さんのものですから、遠慮しなくていいんですよ」%K%P",
"「遠慮とか我慢とか、そういうんじゃない。\\n　ユカリのために触らないんだ」%K%P",
"「彰さん……」%K%P",
"「にしてもよかったよ。\\n　こんな風にふざけられるくらい落ち着いてくれてさ」%K%P",
"「ちょっと前はこんなことも出来ないくらい、\\n　ピリピリしてたもんな」%K%P",
"タタリの結界でふたりの世界を築いても、\\nユカリが張り詰めていたらお互いに楽しめない。%K%P",
"でも、もう大丈夫みたいだな。%K%P",
"「もぉぉ……誘惑してるのはこっちなのに……」%K%P",
"「どうしてこう、もっと好きにさせちゃうんですか？\\n　パンツが気になって仕方ないはずなのに、\\n　かっこいいこと言っちゃって……」%K%P",
"「……触って欲しいとは、もう言いません。その代わり……」%K%P",
"「ユカリが好き、って……言って欲しいな……」%K%P",
"俺をからかっていたはずなのに、\\n完全に甘えモードに突入してしまった。%K%P",
"潤んだ瞳をまっすぐ向けて、おねだりしてくる。%K%P",
"「ユカリ……」%K%P",
"「好きだよ……ユカリが大好きだ……」%K%P",
"「うふふっ」%K%P",
"「私も、彰さんのことがだぁいすきですよ♪」%K%P",
"「今はだめですけど、あとでい〜っぱい触ってくださいねっ」%K%P"
]