[
"以前の俺は、ユカリがタタリガミのままでも、\\n問題はないと考えていた。%K%P",
"ここでならうまくやっていけると思っていたし、\\n実際にユカリは幸せそうだったからだ。%K%P",
"「けど、あんな話を聞かされちゃなぁ……」%K%P",
"良くも悪くもポジティブすぎるユカリの性格が、\\n俺に気付かせなかった。%K%P",
"タタリガミがどういう扱いを受けてきたか、\\nちょっと考えればわかることなのに。%K%P",
"「今のままじゃダメってことだよな」%K%P",
"俺の嫁としてのユカリは、\\n自分の本質に関わる欲求を表に出さない。%K%P",
"でも、今回のことではじめて気付いた。\\nユカリの心の奥底では、今もタタリへの恐れや憎しみが\\n燻り続けているんだ。%K%P",
"だとしたら、そんな黒い気持ちからユカリを解放してあげたい。%K%P",
"そのために、どうしてもやっておくべきことがひとつあった。%K%P",
"「え〜、なにそれ、約束と違うんだけど」%K%P",
"最初に作った俺たちのルール。\\n交代制にするという仕組みを一時的に凍結させてもらうのだ。%K%P",
"「昨日がユカリっちの番だったから、\\n　今日はあたしがあっきーとイチャイチャする予定だったのに」%K%P",
"シオンのそばには、俺と遊ぼうと思っていたのか、\\nゲームソフトやテーブルゲームが用意されていた。%K%P",
"これだけあれば、一日中飽きずに楽しく過ごせそうだ。%K%P",
"「ごめんな、ちょっとの間だけだから許して欲しい」%K%P",
"「ちょっとってどんだけ？\\n　具体的な見通しは立ってるの？」%K%P",
"「いや、そういうのは特にないけど……」%K%P",
"「結局いつまでかわかんないんじゃん！」%K%P",
"シオンは今日を待ち焦がれていただけに、\\n失望と怒りに満ちていた。%K%P",
"「ねえ、シオンも協力してくれると助かるんだけど……」%K%P",
"「カエデねーさんまで！　いったいどーなってんのさ？」%K%P",
"「元タタリガミとしては、やっぱり放っておけなくてね」%K%P",
"「あたしも貧乏神だから、\\n　けっこーつらいめにあってるんですけどー」%K%P",
"「わかってるよ。\\n　今回は借りってことで、あとできっちり返すからさ」%K%P",
"「……本当に？\\n　この前のときダメって言われたやつ、してもらってもいい？」%K%P",
"「この際なんでもするから。頼むよシオン」%K%P",
"「わかった。あっきーがそこまで言うなら、\\n　あたしも鬼じゃないし、今回はユカリっちに譲ってあげるよ」%K%P",
"渋々ではあるが、ようやくシオンも承諾してくれた。%K%P",
"カエデさんは最初から協力的だし、\\nこれで後顧の憂いなくユカリのタタリガミ問題に取り組める。%K%P",
"「ユカリ〜、こっちはうまくいったけど、そっちはどうだ？」%K%P",
"「はいっ、こちらも準備万端整いました！」%K%P",
"「シャワーを浴びて身を清め、かわいい服に着替えましたし、\\n　お弁当もほら、この通り」%K%P",
"俺とカエデさんがシオンを説得する間、\\nユカリには弁当を作ってもらった。%K%P",
"それを持って、これからふたりでおでかけするんだ。%K%P",
"「ふふふ……彰さんとのデートなんて夢のようです……」%K%P",
"「ああ、捗ります……妄想が膨らんで破裂しそうです……」%K%P",
"「妄想するなとは言わないけど、これは現実なんだぞ。\\n　リアルにしたいことをすればいいじゃないか」%K%P",
"「ふふっ、それもそうでしたね。\\n　あまりに私に都合がよすぎて、つい妄想を」%K%P",
"「とりあえず準備もいいみたいだし、そろそろ行くぞ」%K%P",
"「はいっ♪」%K%P",
"俺からユカリの手を取り、デートへといざなう。%K%P",
"普段はユカリのペースで進む俺たちの関係だけど、\\n今日は俺がリードして彼女を楽しませるんだ。%K%P",
"手を繋ぎながら、ふたりで農道を歩く。%K%P",
"「新米の刈り取りも随分進んでますねー」%K%P",
"「このあたりはまだ残ってるけどな。\\n　全体で見れば半分以上終わってると思う」%K%P",
"「秋も深まってきましたね……いい季節です」%K%P",
"黄金色の稲穂が秋風になびき、なかなか風流だ。%K%P",
"すこしだけ風が冷たく感じるけど、\\nこうしてくっついていれば寒さも感じない。%K%P",
"「あぁ……彰さんに手をぎゅうってされてます……\\n　そんなに気に入ってもらえたなら、\\n　ポケットに入れて持ち帰ってほしいです……」%K%P",
"「いや、それはさすがに無理だし」%K%P",
"「そうですよね、持ち帰るには\\n　切り落とさないと無理だから……」%K%P",
"「つまり、本体とセットでお持ち帰りすれば！？」%K%P",
"私ってば天才！　みたいな顔でこっちを見てきた。%K%P",
"「そんなこと言わなくても普通に持ち帰るから。\\n　なんたってユカリは俺の嫁だし」%K%P",
"「そ、そーですよね……あははは……\\n　私ってばなにお間抜けなことを」%K%P",
"この状況にユカリもかなり動揺しているらしい。%K%P",
"掌に感じる汗ばんだ様子からも察することが出来た。%K%P",
"「これからどこに連れて行ってくれるんですか？」%K%P",
"「いいとこだよ。\\n　たぶん、俺にとっても、ユカリにとっても」%K%P",
"「ん？」%K%P",
"かわいく小首を傾げるユカリ。%K%P",
"今の説明じゃピンと来ないよな。%K%P",
"「っと、来た来た」%K%P",
"そうこうしているうちに、定刻通りに路線バスがやってきた。%K%P",
"「バスに乗るんですか？」%K%P",
"「そうだよ。さあ、行こう、ユカリ」%K%P",
"バスのシートに並んで座り、寄り添い合うふたり。%K%P",
"「今日はラッキーですね、他に乗客が誰もいません」%K%P",
"いるのは俺とユカリと運転手のみ。%K%P",
"後ろのほうに座っているから、\\n運転席からこちらを見ることはできない。%K%P",
"「こっちから乗る人はほとんどいないからな。\\n　峠を越えて本宮に近づけば、人も乗ってくるよ」%K%P",
"「……でも、私は今のままがいいです」%K%P",
"ふたりきりの空間がいつまでも続けばいいのに。%K%P",
"そう考えてしまうほど、穏やかで心地いい。%K%P",
"「これから行くのは本宮ですか？」%K%P",
"「別に本宮が目的ってわけじゃないんだけど……」%K%P",
"「ただの真瀬彰とただの雨津ユカリになるには、\\n　遠くに行ったほうがいいと思ってさ」%K%P",
"ユカリと俺は、この近隣では良くも悪くも有名人だ。%K%P",
"かたやカミサマ、かたや守森神社の跡取り息子で、\\n氏子のみんなはそういう肩書きで認識している。%K%P",
"「ただの彰さんと、ただの私……」%K%P",
"「いいですね、そういうの」%K%P",
"本宮まで行けば、観光客に紛れて誰も俺たちに気付かない。%K%P",
"こっちが声をかけない限り、\\nただの恋人同士にしか見られないはずだ。%K%P",
"「ユカリなら喜んでくれると思ったよ」%K%P",
"「俺と一緒ならどこだって幸せって言ってくれるけど、\\n　それでもより喜んでもらえるほうがいいから」%K%P",
"「……彰さん、やさしい」%K%P",
"「こんなにやさしくされちゃって……\\n　元の生活に戻れるでしょうか？」%K%P",
"「別に戻らなくてもいいんじゃないか？」%K%P",
"「ふたりの関係は進めるためにあるんだ。\\n　少なくとも、俺はそう願ってる」%K%P",
"「そう、ですね……」%K%P",
"「私ももっと強く深く、彰さんとの絆を\\n　育てていきたいと思います……」%K%P",
"「観光客でいっぱいですね……」%K%P",
"本宮の参道は常に観光客が途絶えることなく、\\n一年を通して賑わっている。%K%P",
"「そうだ、お弁当」%K%P",
"時間的にもランチにちょうどいい。%K%P",
"近くの飲食店も、店先に待ち客が出るほどだ。%K%P",
"「あっちの売店に休憩スペースがあるから、\\n　飲み物だけ買ってそこで食べようか」%K%P",
"「はいっ♪」%K%P",
"飲み物を買って座席を確保する。%K%P",
"あとはユカリお手製の弁当を食べるだけだが……。%K%P",
"「じゃーん！　デートなので気合いを入れちゃいました」%K%P",
"「どうですどうです？　これほど豪華なお弁当は、\\n　他じゃお目にかかれませんよ」%K%P",
"「確かに……」%K%P",
"風呂敷包みを解くと、二段重ねの重箱が現れた。%K%P",
"「おにぎりに唐揚げ、玉子焼きにタコさんウインナー。\\n　お煮染めやサラダ、デザートもあるんですよ」%K%P",
"「こいつはすごいな。\\n　よくあの短時間で用意できたもんだ」%K%P",
"「うふふ、こうなることもあろうかと、\\n　前日から支度していたんです」%K%P",
"昨日の話の流れを考えれば、決して不思議じゃない。%K%P",
"それでも、俺に気付かれずに準備をしていたところは、\\nさすがユカリと言えるだろう。%K%P",
"「いっぱい食べてくださいね。\\n　彰さんにはもっと体力が必要ですから」%K%P",
"「なにせ、３柱分の愛情を受け止めるんですから。\\n　普通の人の３倍スタミナが要求されるんです」%K%P",
"「３倍ってのは無理だけど、俺ももっと鍛えるよ」%K%P",
"「ユカリをお姫様だっこ出来るくらいにはなりたいからさ」%K%P",
"「そんな……羨ましい提案を……」%K%P",
"「では、その時が来るまでお待ちしますね。\\n　強くなったらお姫さまだっこしてもらいますから」%K%P",
"「なるべく早く実現させるよう努力するよ」%K%P",
"単にユカリを抱きかかえるだけなら今でも出来る。%K%P",
"でも、颯爽と持ち上げるとなるとさすがに無理だった。%K%P",
"「さて、ユカリはなに食べたい？」%K%P",
"「私は余ったものを後で頂ければそれで」%K%P",
"「そういうのはダメだ。\\n　今日は俺がユカリをおもてなしするんだから」%K%P",
"「ってことで、こっちで勝手に選ぶことにする」%K%P",
"「ほらユカリ、あーん」%K%P",
"味の染みた大根を箸で取ると、ユカリに差し出す。%K%P",
"「え？　あの、えっと」%K%P",
"「ほらほら、早く」%K%P",
"「ぱくっ」%K%P",
"いきなりのことで戸惑っていたが、\\n意を決して食べてくれた。%K%P",
"「お味はどうだ？\\n　って言っても作ったのはユカリだから、\\n　味見して知ってると思うけど」%K%P",
"「ううぅ……幸せすぎて味がわかりません……」%K%P",
"「なら、次はわかりやすいところで唐揚げだ」%K%P",
"「あむっ、もぐもぐ……」%K%P",
"「なんというか、特別な味がします……\\n　この感動を永遠に咀嚼していたい……」%K%P",
"「いや、次もあるからちゃんと飲み込んでくれ」%K%P",
"「ふぁい」%K%P",
"普段なら俺に尽くしてくれるユカリだけど、\\n今回は立場を逆にしてみた。%K%P",
"とことん俺がユカリに食べさせてあげて、\\n合間に俺もユカリから食べさせてもらう。%K%P",
"ユカリも最初こそ戸惑っていたものの、\\n次第に慣れ、俺におねだりするまでになっていた。%K%P",
"「彰さんっ、デザートの梨がみずみずしくておいしいですよ？」%K%P",
"「そうかそうか、じゃあ半分こにして食べようか」%K%P",
"「っと、はいどうぞ」%K%P",
"「んぅ〜、しゃくしゃくして美味です」%K%P",
"「じゃあ、俺は残りをもらうから」%K%P",
"ユカリがかじった残りを頂いた。%K%P",
"確かにジューシーでうまい梨だな。%K%P",
"「ここ、これは伝説の間接キス……ふおおおぉっ！！」%K%P",
"「ん？　そういやしたことなかったっけ」%K%P",
"「ですですっ。彰さんの食べかけを\\n　頂戴するなんて畏れ多くて……」%K%P",
"「じゃあ、おかえしにりんごをプレゼントしよう」%K%P",
"と言って楊枝に刺すと、半分かじって差し出す。%K%P",
"「……た、食べるのがもったいないです。\\n　持ち帰って、たっぷり時間をかけてぺろぺろしたぁい」%K%P",
"「時間が経ったらユカリが求める成分が\\n　失われていくんじゃないか？」%K%P",
"「言われてみれば！\\n　では、鮮度重視で頂きます！」%K%P",
"一瞬の早業で、食べかけりんごを奪っていった。%K%P",
"「はぁぁ〜〜ん、彰さんの味がします……至福……」%K%P",
"「りんごの味はしないのか？」%K%P",
"「りんご味の彰さんです。\\n　果物の風味付けがよくて好感触ですね♪」%K%P",
"「ははは、すごいな俺。\\n　りんごを押しのけてメインになってるし」%K%P",
"「彰さんの味は無敵です。\\n　何度もぺろぺろして味わい尽くした私が断言しちゃいます♪」%K%P",
"たっぷり時間をかけてお昼を食べ終えた後は、\\nデートらしく観光を楽しむ。%K%P",
"俺にとっては慣れ親しんだ本宮の参道も、\\nユカリには新鮮なことだらけで。%K%P",
"俺が案内してあげたこともあって、\\n笑顔を絶やさず最後まで喜んでくれた。%K%P",
"そして、帰る間際に引いたおみくじは――%K%P",
"「やったぁ！　大吉です！」%K%P",
"「俺も大吉だ。ふたりともついてるな」%K%P",
"「うふふふふっ、彰さんとお揃い……夫婦の絆を感じます……」%K%P",
"バスが着いた頃にはもう、すっかり暗くなっていた。%K%P",
"行きと同じで乗っていたのは俺とユカリだけ。%K%P",
"帰り道も、ふたりきりだった。%K%P",
"「楽しかったデートも、あとすこしで終わっちゃいますね」%K%P",
"ほんのちょっと名残惜しいと感じてしまう。%K%P",
"ユカリも同じなのか、努めて明るく振る舞おうとしていた。%K%P",
"「ねえ、彰さん。ここ見てください、ここ」%K%P",
"上機嫌におみくじを見せてくる。%K%P",
"「恋愛も結婚も、両方いいことが書いてあるんですよ♪」%K%P",
"「さすが大吉だな。俺のもなかなかいいぞ」%K%P",
"「良縁に恵まれる、ですって……うふふふっ♪」%K%P",
"こんなやり取りが既に１０回近く繰り返されている。%K%P",
"けれどユカリは飽きることなく、大吉のおみくじを眺めていた。%K%P",
"「タタリガミなのに……大吉だなんて……おかしいですね」%K%P",
"「そんなことないと思うけどな」%K%P",
"どんな人も、どんなカミサマも、幸せになる権利がある。%K%P",
"カエデさんもタタリガミをやめて平穏な生活を手に入れたし、\\nシオンも貧乏神という逆境を乗り越え、お金を稼いでいる。%K%P",
"ユカリもきっと同じだ。\\nいつか幸せを得るのが当たり前になってほしい。%K%P",
"「実は、今までおみくじって引いたことなかったんです」%K%P",
"「どうせ凶か大凶しか引けないって。\\n　勝手に思い込んでたんですよね」%K%P",
"「でも、こんなにあっさり引けちゃいました、大吉」%K%P",
"「なんだかもう、泣いちゃいそうです」%K%P",
"ユカリはそう言って、夜空を仰ぎ見た。%K%P",
"本当に泣いているのかも知れない。%K%P",
"でもきっと喜びの涙だから、今はそっとしておいてあげよう。%K%P",
"「今日は最高のデートでした。\\n　ありがとうございます、彰さん」%K%P",
"「タタリガミでもこんなに幸せを感じるんですから、\\n　普通のカミサマになったら、もっともっと……」%K%P",
"「大丈夫、ユカリは俺が幸せにするよ」%K%P",
"今はまだ、頼りないかもしれないけれど。%K%P",
"いつかきっと。\\nユカリが心から笑えるように。%K%P",
"「帰ろう、みんなが待ってる」%K%P",
"「はいっ」%K%P",
"名残惜しさも、いつしか感じなくなっていた。%K%P",
"あのあたたかい場所が恋しい。%K%P",
"ユカリもそう感じてくれてるだろうか。%K%P"
]