[
"暫定的にルールも決めて、ようやく一日がスタートする。%K%P",
"秋祭りが終わった直後だが、\\n境内では早くも片付け作業が始まっていた。%K%P",
"「今日するのは、後片付けのお手伝いなんですよね？」%K%P",
"「早く片付けちゃわないと、冬支度を始められないからな」%K%P",
"「わかりました！\\n　お嫁さんとして、しっかり旦那さまのサポートをしますね♪」%K%P",
"ユカリも可愛くやる気を見せている。%K%P",
"しかし意外だな。\\n俺を独占出来る貴重な時間だから、仕事なんて放っておいて\\nいちゃつきたいって主張するかと思っていたのに。%K%P",
"「……どうかしました？」%K%P",
"「いや……ユカリはいいのか？　片付けで一日潰れても」%K%P",
"「そのことならご心配なく。\\n　私なりに、しっかり彰さんを堪能しますから♪」%K%P",
"そう言って、俺の腕を抱くようにくっついてきた。%K%P",
"「うふふ〜、邪魔が入らないっていいですね？」%K%P",
"「そういうルールだからな」%K%P",
"担当じゃない子は、イチャイチャの邪魔をしてはならない\\nという取り決めも作った。%K%P",
"そのおかげで、カエデさんやシオンが\\n茶々を入れてくることもない。%K%P",
"「彰さんのお手伝いをして、お嫁さんポイントアップ！\\n　同時に仲睦まじい姿を見せて皆さんにアピールするんです」%K%P",
"「それに、彰さんとくっつきながらでも、\\n　お手伝いできることは沢山ありますからね」%K%P",
"「ということで……私はこちらを持ちますから、\\n　彰さんは反対をお願いします♪」%K%P",
"ユカリは俺からつかず離れず、長机を片付けていく。%K%P",
"こういうとこ、器用だなって感心する。\\n腕だってこんなに細いのに、見た目以上に力持ちだし。%K%P",
"「よっこいしょっと」%K%P",
"「女の子なんだから無理しなくていいんだぞ。\\n　力仕事はこっちに任せてくれ」%K%P",
"「ふふっ、頼もしいですね。\\n　それじゃ、お言葉に甘えさせてもらいます♪」%K%P",
"ユカリは笑顔で机運びを俺に託した。%K%P",
"改めて氏子の力自慢と一緒に、\\nテキパキと撤収作業を進めていく。%K%P",
"「彰さぁん、頑張ってー！」%K%P",
"「任せとけ！」%K%P",
"「きゃあきゃあ！　私の旦那さまってばかっこいいです！\\n　素敵〜♪」%K%P",
"ユカリは邪魔にならない距離を保ちつつ、俺を応援してくれる。%K%P",
"周りの目が気になるが、新婚さんだから大目に見て欲しいけど、\\nそこんとこどうなんだろう。%K%P",
"「まだ昼前だってのに、見せつけてくれるねえ」%K%P",
"「すいません、昨日からずっとこんな調子で」%K%P",
"「いいんだよ、むしろ若い衆にはいい刺激になるくらいさ」%K%P",
"ユカリみたいにかわいい女の子と恋愛すれば\\nこんなに最高なんだって感じてもらえれば。%K%P",
"過疎が進む集落にもすこしは活気が出るはずだ。%K%P",
"「お疲れさまでしたっ。\\n　汗、お拭きしますね」%K%P",
"「っと、ありがとう、ユカリ」%K%P",
"額に滲んだ汗をタオルで拭いてくれる。%K%P",
"「飲み物もどうぞ。給水は大事ですから」%K%P",
"ユカリは甲斐甲斐しく俺の世話をしてくれる。%K%P",
"タタリが発生するような展開にならなければ、\\nユカリは本当にいい子なんだよな。%K%P",
"「いや〜、ユカリさまはさっそくいいお嫁さんしてるわね〜」%K%P",
"「うふふ、全ては皆さんの教えの賜物ですわ」%K%P",
"「ほんと素直でかわいいねぇ。\\n　うちのヨメにも見習って欲しいもんだよ」%K%P",
"「彰さんくらい素敵な旦那さまなら、\\n　きっと愛の力でうまくいくと思いますよ」%K%P",
"「まあ、彰さんクラスの旦那さまなんて、\\n　他に絶対いないと思いますけど♪」%K%P",
"「あはははっ、はっきり言うねえ、この子は」%K%P",
"「うふふふふっ」%K%P",
"ユカリはおばちゃんたちと意気投合している。%K%P",
"こういう強かさも、好感を持たれる一因かもしれないな。%K%P",
"「彰さんっ、お片付け頑張ってくださいね」%K%P",
"「かわいい嫁が、元気注入しちゃいます♪」%K%P",
"ちゅっ☆%K%P",
"ぴょんと飛びついたかと思うと、頬にキスしてくれた。%K%P",
"「えへへ……キスしちゃいました。元気出ましたか？」%K%P",
"「こんなことされたら、元気出すぎちゃうって」%K%P",
"「うふふっ、余った分は回収しますからご安心を」%K%P",
"「ちゅ♪」%K%P",
"今度は反対側の頬にキスしてきた。%K%P",
"「やったぁ、回収成功ですっ」%K%P",
"「大胆だなぁ、俺のお嫁さんは」%K%P",
"「だって、お嫁さんですから。\\n　旦那さまへの愛があふれて止まらないんです」%K%P",
"ここまで幸せそうな笑顔を向けられると、\\nちょっとやり過ぎなキスだって許してしまいたくなる。%K%P",
"「あらあら、ラブラブだねぇ……」%K%P",
"「うふふふふっ、ごめんなさい、見せつけちゃって」%K%P",
"「いいっていいって。\\n　ユカリさまならうまくやるだろうしね」%K%P",
"「はいっ、頑張ります♪」%K%P",
"いったいおばちゃん連中からなにを吹き込まれたものだか。%K%P",
"新妻の愛情表現についてレクチャーされているかと思うと、\\n期待と不安が同時に襲ってくる。%K%P",
"そんなドキドキもまた、幸せのひとつなんだろうけど。%K%P",
"午前いっぱいを費やして、屋台と仮設テントを片付け終えた。%K%P",
"解体したテントが端のほうに積み上がっているが、\\n大がかりなものはこれで一通り処理できたことになる。%K%P",
"「みなさーん、お昼の用意が出来ましたよ〜」%K%P",
"「いっぱいあるからじゃんじゃん食べて午後も頑張ってね〜」%K%P",
"作業が一段落したところで、\\nカエデさんたちがお昼を持ってきてくれた。%K%P",
"「おおっ、カエデ様、ありがとうございます」%K%P",
"「あたしもいるよ〜。\\n　作ったのはカエデねーさんだけだけどね」%K%P",
"「シオンも彰くんのお妾さんになったんだから、\\n　お料理のひとつくらい出来るようにならないとダメよ」%K%P",
"「え〜、そういうのは嫁とか妻に任せるよ。\\n　あたしは妾だから、恋とか愛とかそっち方面で頑張るからさ」%K%P",
"「さて、それはどうでしょうか？」%K%P",
"ユカリが嫁の余裕を見せて歩み出る。%K%P",
"特に焦ることなく、あるがままの自分を示すことで、\\n不思議な安定感を醸し出していた。%K%P",
"「ど、どーゆーこと？」%K%P",
"「夫を支え、尽くすのに偏りがあってはいけません。\\n　一方が滞れば、他もまたうまくいかないものですよ」%K%P",
"「ということで、はいっ、彰さん。\\n　旦那さま専用ごはんを用意しましたのでどうぞ♪」%K%P",
"ユカリはいつの間に用意していたのか、\\n俺用の弁当箱を差し出してきた。%K%P",
"「彰さんが口にするものはすべて、\\n　私が作ったものだったらいいなって思うんです」%K%P",
"「私の手料理が消化吸収され、愛しい旦那さまの一部になる。\\n　いずれは彰さんの全てが私で構成されることになり……」%K%P",
"「うふふふっ、これ以上甘美なことはありません♪」%K%P",
"ユカリの過剰な愛情が顔を覗かせる。%K%P",
"シオンは露骨に引いた顔をしていたが、\\n俺は弁当を受け取ってさっそく頂かせてもらう。%K%P",
"「わざわざありがとな。\\n　じゃあ、いただきまーす」%K%P",
"「うふふ、沢山ありますから\\n　慌てずゆっくり召し上がってくださいね」%K%P",
"「もぐもぐ……んまい！」%K%P",
"「栄養のバランスを考慮しつつ、\\n　彰さんの好物ばかり入れてみました。\\n　きっとお気に召して頂けるはずです」%K%P",
"「気が利くなあ、うちのお嫁さんは」%K%P",
"「やだ、そんなに褒めないでください。\\n　ドキドキしてくっつきたくなるじゃないですか」%K%P",
"「えーいっ☆」%K%P",
"弁当を食べる俺の邪魔にならない位置で、\\nユカリが身体をくっつけてきた。%K%P",
"「ユカリ、食べにくいって」%K%P",
"「なら、代わりに食べさせてあげますね」%K%P",
"「いいって、みんなが見てるし恥ずかしいから」%K%P",
"「え〜、いいじゃないですか、別に。\\n　今日は私の日なんですから」%K%P",
"甘えるように肌をすりすりさせてくる。%K%P",
"すぐそばにシオンたちがいようとお構いなしだ。%K%P",
"「汗かいてるから、あんまりくっつくなって」%K%P",
"「うふふ、彰さんの体液なら、汗だろうがよだれだろうが、\\n　なんでも大歓迎です♪　私にとってはそう、ズバリご馳走！」%K%P",
"「……頼むから舐めないでくれよ？」%K%P",
"「わかってます。そういうのは、人のいない場所で……ね？」%K%P",
"本当にわかっているのか怪しいところだ。%K%P",
"そしてカエデさんとシオンはというと、\\n繰り広げられる光景に、驚きを通り越して呆然としていた。%K%P",
"「カエデねーさん……ユカリっちってこんなだったっけ？」%K%P",
"「デレモードに全振りのユカリさんが、\\n　ここまで甘ったるいとは予想外だったわね」%K%P",
"「うちらを牽制しなくてよくなった分、\\n　愛情表現がストレートになったってことかぁ」%K%P",
"「……うぅ、いいなぁ。私も彰くんとイチャイチャしたい」%K%P",
"「明日はあたしの番だから、ねーさんはしばらくお預けだね」%K%P",
"「わかってるわよ、もぅ……」%K%P",
"俺たちの食事風景を見守りながら、\\nカエデさんたちは悔しそうにしている。%K%P",
"「私の番が来たら、今のユカリさん以上に\\n　ラブラブしちゃうんだから……」%K%P",
"「彰さん、ちゅってしていいですか？\\n　キスしたいです。しますね」%K%P",
"「ちゅ〜っ」%K%P",
"ユカリは俺の返事を待たずに、ほっぺにキスしてきた。%K%P",
"「ユカリ、いきなりキスされたら驚くだろ」%K%P",
"「でもでもっ、彰さんのほっぺがかわいくて、\\n　食べちゃいたくなって……」%K%P",
"「唇も……おいしそう♪」%K%P",
"「ちょっ、唇はさすがに……」%K%P",
"「んぅ……ちゅ……」%K%P",
"反射的に抵抗しかけた俺に覆い被さるように\\nユカリが唇を押しつけてきた。%K%P",
"「……んふ、ごはん味♪」%K%P",
"「だから、そういうのは後で……」%K%P",
"「やです。もっと食べちゃいます♪」%K%P",
"ユカリは興奮した様子で、何度も俺の唇を奪った。%K%P",
"「ねえ、カエデねーさん。\\n　今のユカリっち以上にラブラブするって……大丈夫？」%K%P",
"「む、無理無理っ。\\n　こんな恥ずかしいこと、できるはずないじゃない。\\n　半分だって無理だし」%K%P",
"「だよね〜」%K%P",
"カエデさんはこれ以上見ていられなくなったのか、\\n社務所のほうへ駆けていった。%K%P",
"「それじゃ、あっきー、またね」%K%P",
"シオンも後を追うように去って行く。%K%P",
"「さあて、これでようやくふたりきりになれました♪」%K%P",
"「……これ以上、何があるって言うんだ？」%K%P",
"「何でもありますよ。\\n　彰さんとしたいこと、いっぱいいっぱいありますから」%K%P",
"「キスだけが愛し合うカタチじゃありません。\\n　もっといろんなこと……彰さんとしたいな♪」%K%P",
"「……いいけど、ほどほどにな？」%K%P",
"「うふふっ、やっぱり彰さんってばやさしい。\\n　私だけの特別な運命の人……」%K%P",
"思えば、出逢った時からユカリはこうだった。%K%P",
"俺を運命の人と呼び、持てる愛情の全てを注いでくれる。%K%P",
"それがどれだけ凄いことか、想像するだけでも難しい。%K%P",
"「ありがとな、ユカリ」%K%P",
"「私こそ、ありがとうです。\\n　彰さんがここに居てくれたことに、心より感謝します」%K%P",
"「……そっか」%K%P",
"ユカリの想いの深さは、俺なんかには計り知れない。%K%P",
"なら、せめてまっすぐに受け止めてあげたい。%K%P",
"「おいで、ユカリ。ちょっとだけ、ぎゅってしようか」%K%P",
"「はいっ♪」%K%P",
"ユカリがえいっと俺の胸に飛び込んでくる。%K%P",
"これが俺の彼女で、お嫁さんで、きっと運命の人になるんだ。%K%P",
"「いいんですか？　氏子の皆さんも見てますよ？」%K%P",
"「いいんだよ。新婚なんだ、きっと見ない振りしてくれるさ」%K%P",
"「見られても……私は構いませんけど……」%K%P",
"「だから……私からもぎゅうってしちゃいますね」%K%P",
"俺の胸の中でそっと呟くと、\\n同じくらいの強さで抱き返してきた。%K%P",
"強すぎず、弱すぎず、ふたりにとってちょうどいい。%K%P",
"相手に合わせつつ、お互いの距離を\\n縮めていこうとする想いが伝わってくる。%K%P",
"「私……ちゃんとお嫁さん出来てますか？」%K%P",
"「ああ、ユカリはしっかりお嫁さんしてるよ」%K%P",
"「ふふっ、よかったです。ほっとしました」%K%P",
"ユカリとの新婚初日は、あっという間に過ぎていった。%K%P",
"驚くようなイベントは特になかったけど、\\n充実したと感じる一日だった。%K%P",
"「……彰さん、私はとてもガッカリしています」%K%P",
"目の前のユカリは、わかりやすく拗ねていた。%K%P",
"なにが彼女をそうさせたのか、俺には思い当たる節がない。%K%P",
"「なにか怒らせるようなことをしたか？」%K%P",
"「怒っていません。\\n　貞淑な嫁の私が、愛する旦那さまに怒るなんてこと……」%K%P",
"「ああ、想像しただけで吐き気がしてきました。\\n　畏れ多い、畏れ多いです……」%K%P",
"俺の嫁になっても、大仰で芝居がかったところは変わらない。%K%P",
"いちいちツッコミを入れたら話が進まないので、\\nまずはユカリの意見を最後まで聞いてみることにする。%K%P",
"「と、とにかくっ、怒ってませんから。\\n　むしろ好きです。愛してます」%K%P",
"「この想い、ここで証明した方がいいですか？\\n　わかって頂けるまで何度だってちゅっちゅしますけど。\\n　キスしたいです。今日はいっぱいしたけど全然足りません」%K%P",
"「どうどう、落ち着け。\\n　話が脱線してるぞ」%K%P",
"「……あ、これは失礼致しました。\\n　つい興奮して彰さんをハンティングするモードに……」%K%P",
"……ハンティングって。%K%P",
"あのまま放っておいたら、強引にキスされてたのかもな。%K%P",
"「とにかく私はガッカリしているんです。\\n　彰さんとの残り時間はわずかだというのに……」%K%P",
"「どうして一緒にお風呂に入ってくれなかったんですかぁ！」%K%P",
"なるほど、ユカリが拗ねている理由はそれか。%K%P",
"彼女が夕食の支度をしているうちに、\\n先に入浴してしまったことにご立腹らしい。%K%P",
"「しかもですよっ、私が入る時にお誘いしたのに\\n　来てくれませんでした」%K%P",
"「これは旦那さま的振る舞いとして、少々冷たくありませんか？\\n　そうです、彰さんと私はもっとホットな関係のはずです」%K%P",
"「一緒のお風呂もはじめてじゃないのに……\\n　裸と裸のおつきあいだって完遂してるのに……」%K%P",
"およよとわざとらしく泣いているふりまでしている。%K%P",
"同情を誘っているのかと思いきや、\\nスッと顔を上げてまっすぐに俺を見つめてきた。%K%P",
"「……理由を、聞かせて下さい」%K%P",
"「理由を聞いて、その後どうする？」%K%P",
"「内容次第では、強硬手段も辞さない覚悟です。\\n　具体的には、私というお嫁さんの素晴らしさを、\\n　彰さんの身体にとことん教え込んじゃいます」%K%P",
"ユカリがここに来てはじめての夜を思い出す。%K%P",
"夜這いに来たユカリに馬乗りにされたっけ。%K%P",
"「さあ、彰さん！　回答をどうぞ！」%K%P",
"「………………照れくさかったんだよ」%K%P",
"「……はい？　それだけですか？」%K%P",
"「それだけだよ。いくら相手が嫁だからって、\\n　気軽にお風呂に突撃できないって」%K%P",
"自分が入ってるところにユカリが乱入してくる分には、\\nそこまでの抵抗はない。%K%P",
"でも、入浴中のユカリに自分から全裸で会いに行くのは\\n気恥ずかしいというか気まずい。とても。%K%P",
"「なぁんだ、そんな理由でしたか。\\n　私の知らないところで全身にキスマークをつけられちゃって、\\n　それを見られたくなかったからかな〜って」%K%P",
"「さすがにそれはないから」%K%P",
"「ですよね？　今日は私の担当ですから。\\n　浮気なんてしてませんよね？」%K%P",
"「してないって」%K%P",
"これだけは誓って言える。%K%P",
"今日俺がいちゃついたのはユカリとだけだ。%K%P",
"「よかったぁ〜」%K%P",
"張り詰めていた糸が切れるように、ユカリの表情が緩んだ。%K%P",
"「そんなに心配してたのか？」%K%P",
"「だってだって、シオンさんもカエデさんも、\\n　どちらも魅力的なカミサマですし……」%K%P",
"「ふたりを褒めるなんて珍しいな？」%K%P",
"「面と向かっては褒めません。\\n　だってライバルですから」%K%P",
"「でも、正しく戦力分析はしているつもりです。\\n　どちらも彰さんに愛されるに相応しい魅力があります」%K%P",
"「だから、油断してると彰さんの気持ちは取られちゃいます。\\n　そんなこと、絶対……絶対……許せない……」%K%P",
"次第に昂ぶり始めたのか、だんだん物騒な表情になってくる。%K%P",
"「彰さんの一番はこの私……お嫁さんは最強にして無敵……」%K%P",
"「わかったわかった。\\n　だから少しはこっちを向けって」%K%P",
"自分の世界に入りかけたユカリを無理矢理引き戻す。%K%P",
"ふたりの距離が一気に縮まって、無言で見つめ合った。%K%P",
"「あ……彰さん……好き、キスしたい……」%K%P",
"「はじめてキスしてからまだ２４時間も経ってないのに、\\n　すっかりキス大好きっ子になっちゃったな？」%K%P",
"「だってぇ……好きな人とするキスは、\\n　ハチミツをぺろぺろするよりずっと甘くて、\\n　中毒性があるんですよ？」%K%P",
"「……ぺろぺろ……したいな……」%K%P",
"「わかってるって。ほら、好きなだけぺろぺろしような」%K%P",
"「んぅーっ……」%K%P",
"ぺろぺろと表現した通り、普通に唇をくっつけるのではなく、\\nかわいい舌を差し出してきた。%K%P",
"「ぺろぺろ……お願いします……」%K%P",
"ユカリの求めに応じて、俺も舌を出し、そっと触れた。%K%P",
"「んぅ……ちゅる……」%K%P",
"ぺとぺとと濡れた舌を何度かくっつけ合った。%K%P",
"次第にそれだけでは物足りなくなって、\\n吸ったり舐めたりしはじめる。%K%P",
"「んんっ……ぷ……くちゅ……」%K%P",
"「これ……大人のキス、ですよね……うれしい……」%K%P",
"俺の唾液で濡れた唇を指先で軽く触れて、\\n幸せそうに小さく吐息を漏らした。%K%P",
"「お風呂のこと、ぜ〜んぶ吹き飛んじゃいました。\\n　もう、彰さんってば……ずるいです……」%K%P",
"「じゃあ、許してくれるか？」%K%P",
"「はじめから許してます。\\n　さっきのは、ちょっぴり甘えてただけです」%K%P",
"「そっか」%K%P",
"そういうことなら何も問題はない。%K%P",
"俺もユカリを責める気なんて毛頭なかった。%K%P",
"「じゃあ……今日もお疲れでしょうし、そろそろ寝ますか？」%K%P",
"「そうだな。でも、もしかして今日も……」%K%P",
"「ええ。嫁ですからもちろん同衾させてもらいますね♪」%K%P",
"「添い寝は嫁の権利であり義務なのです。\\n　こればかりは誰がどう言おうと変えられません」%K%P",
"「なので観念して、私の抱き枕になってくださいね。\\n　もちろん逆もＯＫです。私を抱き枕にして頂いても……」%K%P",
"「ということで、さあ、彰さん」%K%P",
"「就寝時は全裸がカミサマのルールですよ。\\n　一緒に裸になりましょう♪」%K%P",
"ユカリはそっと照明を落とす。%K%P",
"あとはどっちが抱き枕になるか、勝負だな。%K%P",
"「よいしょっと……うふふ、彰さんあったかいです♪」%K%P",
"裸になったユカリは、するりと俺の隣に転がり込んできた。%K%P",
"軽く腕を回し、互いの感触を確かめていく。%K%P",
"「どうですか、昨夜と比べて？」%K%P",
"「そうだな、少し慣れたよ。\\n　昨日はユカリがくっつくだけでドキドキだったから」%K%P",
"「あら？　じゃあ、もうドキドキしてくれないんですか？」%K%P",
"「私はこんなにドキドキしてますのに……」%K%P",
"ユカリはそっと俺の手を取ると、胸のあたりに触れさせてきた。%K%P",
"「どうですか？　伝わります？」%K%P",
"「……悪いけど、おっぱいの感触で\\n　他のことなんか考えられないよ」%K%P",
"「もぉ……彰さんのえっち」%K%P",
"「でもうれしいです。\\n　私の身体で彰さんが夢中になってくれて……」%K%P",
"恥ずかしさを感じつつも、ユカリは喜びを滲ませていた。%K%P",
"「それで……どうしますか？\\n　どっちが抱き枕になります？」%K%P",
"「それって、どっちかが抱き枕にならないとダメなのか？」%K%P",
"「俺としては、ユカリと抱き合って眠りたいんだけど……」%K%P",
"「……さすが彰さんです。きっとそれが最適解です♪」%K%P",
"「ということで……ぎゅうってしましょう？\\n　ぎゅうってしたいです。彰さんを抱き締めたいです」%K%P",
"「今日が終わったら、次はシオンさんの番ですから……」%K%P",
"ユカリの番は朝になったら終わる。%K%P",
"シオンにバトンタッチして、その後はカエデさんで……。%K%P",
"一周するまで、ユカリは待つことになる。%K%P",
"「抱き締めるよ、ユカリのこと」%K%P",
"「はいっ……強く強く……抱き締めて下さい……」%K%P",
"「再び私の番が来るまで彰さんの跡が残るくらい、強く……」%K%P"
]