[
"「皆さん、大変お疲れさまでした！\\n　食べて飲んで、大いに盛り上がってください！」%K%P",
"楽しかった祭りの夜も、終わりの時を迎えた。%K%P",
"その次は、待ちに待った打ち上げのはじまりだ。%K%P",
"祭り本番よりも、こっちを楽しみにしている人も多いらしく、\\n社務所の大広間はかなり盛り上がっていた。%K%P",
"「彰さ〜ん、ささ、一献どうぞ♪」%K%P",
"「っとと、ありがとう」%K%P",
"本来もてなす側の俺たちだが、\\n今回は上座を宛がわれ、みんなのさらし者になっていた。%K%P",
"俺の隣にはユカリがぴったりと寄り添い、お酌をしてくれる。%K%P",
"「ごちそうも沢山ありますから、どんどん食べてくださいね。\\n　どれがいいですか？　私が取りわけてあげます」%K%P",
"ユカリはお嫁さんらしく、甲斐甲斐しく俺に尽くしてくれる。%K%P",
"さっきから至れり尽くせりのもてなしっぷりだ。%K%P",
"「ちょっとー、ユカリっちばっかりずるいー」%K%P",
"「私たちだって彰くんのお世話をしたいのに……」%K%P",
"「ふふふ、今夜だけは彰さんを独占させてもらいます」%K%P",
"「だって、私ってば勝者ですから！\\n　投票に勝った者だけが、彰さんの隣に座れるのです！」%K%P",
"ユカリが俺にくっつきながら答える。%K%P",
"結局、最後の投票ではあの神楽舞が決め手になって、\\nユカリの勝利に終わったのだ。%K%P",
"「偉そうに言ってるけど、僅差だったじゃん」%K%P",
"「あと少しで私の勝利だったのに……」%K%P",
"「ふふん、なにを言っても勝ちは勝ち。\\n　私の得票数が最も多かったのは事実ですからね」%K%P",
"「ぐぬぬ……」%K%P",
"普段ならもっと強く出るカエデさんも、\\n投票で敗れたという事実を前に、押しが弱くなっていた。%K%P",
"「でも、３柱とも平等にするのは変わらないからな」%K%P",
"「わかってますわかってます。だから今日だけです。\\n　今宵だけ、勝者として独占させてください」%K%P",
"ユカリは甘えるように俺にもたれかかり、\\nさわさわと肌に触れてくる。%K%P",
"「あーっ、どさくさに紛れてお触りしてるしー」%K%P",
"「ふふふ、たくましい胸板……こんなにすべすべなのに……」%K%P",
"「ううっ……いいなぁ……」%K%P",
"「はい、彰さん。唐揚げですよ〜。\\n　あーんしてください」%K%P",
"「はむっ、もぐもぐもぐ」%K%P",
"「ふふふ、これもそれもみ〜んな私の手作りですよ。\\n　合間を見て打ち上げの準備をしてたんです」%K%P",
"「そっか、ありがとな。助かるよ」%K%P",
"「厳密には、村のお母さんたちと一緒にですけどね」%K%P",
"「いや、それでもだよ」%K%P",
"カエデさんとシオンは祭りのイベントにかかりきりで、\\n打ち上げの準備には手が回らなかった。%K%P",
"いつものように氏子さんたちがやってくれる予定だったけど、\\nユカリが手伝っているとは思わなかった。%K%P",
"「彰さんのお嫁さんになるなら、\\n　ご近所づきあいは大切ですからね」%K%P",
"「ほんっと、ユカリさまはいいお嫁さんになるわよ」%K%P",
"「やだもー、ほんとのことを言わないでください♪」%K%P",
"「あははは！　まったくしっかりしてるわねえ。\\n　それくらいでないと、飲んべえどもの相手はできないか」%K%P",
"ユカリが近くにいたおばちゃんと談笑している。%K%P",
"ていうか、いつのまにこんな親しげな関係になったんだ？%K%P",
"「あたしらはユカリさまの味方だよ。\\n　彰坊のヨメはあんたしかいないって」%K%P",
"「うふふふ、その節は大変お世話になりました♪」%K%P",
"「……もしかして、おばちゃん達の票を狙ってたのか？」%K%P",
"「偶然です、偶然。\\n　私の献身的な行動が皆さんの心に響いただけだと思います」%K%P",
"ユカリは穏やかに微笑んでいる。%K%P",
"勝者の余裕なのか、\\nそれとも正妻の地位を認められたからなのか。%K%P",
"どちらにせよ、ユカリはユカリでうまくやっているみたいだな。%K%P",
"「まさかユカリっちがそこを狙ってたとは……」%K%P",
"「盲点だったわね。\\n　私もおじさまがたの支持は得られたと思ったんだけど」%K%P",
"「世の中を回しているのは女性ですから。\\n　頑張るお母さんたちを無視して、勝利などあり得ません」%K%P",
"「なるほどなぁ」%K%P",
"ユカリにしろシオンにしろカエデさんにしろ、\\nターゲット層はバラバラだった。%K%P",
"そこでユカリが勝利したと言うことは、\\n村のお母さんたちの発言力が強かったということだ。%K%P",
"「彰さん……私、いいお嫁さんになりますね……」%K%P",
"「なに言ってんだ、ユカリは既にもう、いいお嫁さんだよ」%K%P",
"「なら、もっともっといいお嫁さんになりますね♪\\n　彰さんに一番の嫁だって思ってもらえるように」%K%P",
"「今は３柱平等かもしれませんけど……\\n　愛の力で、私だけに夢中にさせてみせますからっ」%K%P",
"「ふふふふふ……」%K%P",
"「うふっ、うふふふふ！」%K%P",
"「あははははっ！　もう笑いが止まりません！」%K%P",
"「なにもかもが私の筋書き通り！\\n　どうしてこう、うまく行きすぎるのでしょう？」%K%P",
"「最初から、私だけを娶ってもらえるなんて思ってません。\\n　今はただ、彰さんに受け入れて頂けたことが全て！」%K%P",
"「戦いはこれからですよぉ〜。\\n　私の魅力で、彰さんを夢中にしてみせます」%K%P",
"「最高のお嫁さんはいったい誰なのか……\\n　じ〜っくり考えてくださいね」%K%P",
"「ああ、彰さん……彰さん彰さん彰さん！！！！！」%K%P",
"「私の愛しい旦那さま……好き……好き好き好き……」%K%P",
"「ユカリはあなたに夢中です……私の運命のひと……」%K%P",
"「これからた〜〜〜っぷり、\\n　私という女の子を知ってもらいますからね……」%K%P"
]