[
"ユカリのタタリについて甘く見すぎていた。%K%P",
"俺の力で抑制できるなら問題ないと思っていた。%K%P",
"でも、行き届かない部分も当然あるわけで、\\n今回それが露呈されてしまった。%K%P",
"「まさか、ユカリが２日も引きこもるとはな……」%K%P",
"せめて相談して欲しかった。%K%P",
"でもユカリは言えなかったんだろう。%K%P",
"自分が迷惑をかけることがわかっていて、\\nその上であっさり許されてしまうと気付いていたから。%K%P",
"けれど今、ユカリは自らタタリガミをやめたいと望んでくれた。%K%P",
"だったら俺も夫として、ユカリの力になってあげたい。%K%P",
"「それで、ようやく私のところに聞きに来てくれたんだ？」%K%P",
"「タタリガミのことなら、\\n　まずカエデさんに聞くのが一番だしな」%K%P",
"「よ、よろしくお願いします」%K%P",
"カエデさんに頼み事をするのが不本意らしく、\\n嫌々頭を下げていた。%K%P",
"「ていうか遅すぎ。いつ来るのかってずっと待ってたのよ」%K%P",
"「うぅ……」%K%P",
"「ま、私に借りを作りたくないって気持ちもわかるから、\\n　別にいいんだけど」%K%P",
"カエデさんは軽くため息をついてから、\\n改めて姿勢を正し、俺とユカリに向き直る。%K%P",
"「どうやったらタタリガミをやめられるかだけど……」%K%P",
"「実は、はっきりしたことはよくわからないのよね」%K%P",
"「えー」%K%P",
"いきなり出鼻をくじかれて、ユカリも露骨な態度で呆れる。%K%P",
"「待って待って、最後まで人の話を聞きなさい」%K%P",
"「はっきりしないってだけで、何となくはわかってるのよ」%K%P",
"「まず一番大事なのは、自分の中にある黒い気持ち」%K%P",
"「それが全てなくなったとき、\\n　はじめてタタリガミではない存在になったと自覚したわ」%K%P",
"「黒い気持ち？」%K%P",
"「そんなものありません！\\n　私の心はピュアホワイトに溢れていますから！」%K%P",
"「そう、彰さんの至誠の愛が、\\n　私を幸せの純白に染め抜いているのです」%K%P",
"そう臆することなく断言していた。%K%P",
"でも、ぶっちゃけユカリは白より黒って感じだぞ。%K%P",
"「ピュアホワイトって……\\n　あなた黒い神力をちょくちょく漏らしてるじゃないの」%K%P",
"「あれがカエデさんの言う『黒い気持ち』なのか？」%K%P",
"「厳密には違うけど、似たようなものね」%K%P",
"「表面的になら、ユカリさんも頑張れば白くなれると思う。\\n　でもね、心の奥底に眠るものだけは、\\n　自分ではそう簡単に変えることが出来ないのよ」%K%P",
"「……いったい何が言いたいんですか？」%K%P",
"「ユカリさん、あなたのタタリのトリガーは、\\n　今は彰くんに関することだと思う。\\n　やきもちとか、そういう類いね」%K%P",
"「でも、それはあくまでトリガーでしかないわ。\\n　あなたが潜在的に抱える黒い気持ちこそが、\\n　タタリの源になっているのよ」%K%P",
"「例えば、怨みや憎しみ、苦しみね。\\n　守森神社に来る前で、そういったものに心当たりはない？」%K%P",
"「こちらを訪れる前ですか。彰さんと出逢う以前のことは、\\n　あまり思い出したくないのですが……」%K%P",
"「必要とあらば仕方ありません。\\n　思い当たるものを挙げてみましょう」%K%P",
"ユカリは一瞬辛そうな表情を見せたが、\\nそれでも昔の記憶を辿ってくれた。%K%P",
"「目つきが気に入らないと難癖をつけられ、\\n　頬を叩かれたり……」%K%P",
"「友だちだと思っていた子に、\\n　いきなり髪を切られたりもしましたね」%K%P",
"「なにか悪いことが起きると、常に私が疑われました。\\n　濡れ衣を着せられたことも何度となくあります」%K%P",
"「どこへ行っても不幸の象徴の様に扱われ、\\n　ヒトからは恐れられ、蔑まれ、避けられ続けました」%K%P",
"「思い当たると言っても、その程度のことですよ。\\n　タタリが発生するほどのことは全然……」%K%P",
"「いや、その程度って言っていいことじゃないだろ！」%K%P",
"ユカリに屈折しているところがあるとは感じていたが、\\nそこまでとは思っていなかった。%K%P",
"タタリのせいで人から避けられていたとは聞いてたけど、\\n聞いた限りではそう気楽に語れる内容じゃない。%K%P",
"「彰くん、憤慨する気持ちはわかるけど、\\n　タタリガミはみんな似たような経験をしているわ」%K%P",
"「私だって同じよ。\\n　今が幸せだから、過去をほじくり返さないだけで」%K%P",
"カエデさんも、困ったような微笑を浮かべていた。%K%P",
"時折ユカリが俺に見せる表情に似ていて、\\nなんだか居たたまれなくなる。%K%P",
"「なんだよそれ……ひどすぎる……」%K%P",
"敢えて訊かずにいたけど、まさかそこまでだったとは。%K%P",
"カエデさんの抱える闇にも気づかず、\\n呑気に笑っていたのか、俺は。%K%P",
"「タタリガミは多かれ少なかれ、\\n　人間から拒絶された過去を持っているわ」%K%P",
"「そして、そんな扱いを受けてもなお、\\n　人との触れ合いを求め、愛されたいと願ったの」%K%P",
"「あなたはどう？　ユカリさん」%K%P",
"「そうですね……私も同じだったと思います」%K%P",
"「人と触れ合いたかった。\\n　願わくば、笑っておしゃべりして、仲良くなりたかった」%K%P",
"「叶わないからこそ、余計に強く望むようになった……」%K%P",
"指先が触れることすら許されない恐怖。%K%P",
"拒絶され続けることに慣れ、それでも痛みを感じてしまう。%K%P",
"そんなことがどれだけ繰り返されてきたんだろう。%K%P",
"ユカリの心はそのたびに少しずつ摩耗し、\\n黒い気持ちが澱のように積もっていったのかも知れない。%K%P",
"「……なるほどな」%K%P",
"ここでユカリを憐れんだところで何の意味もない。%K%P",
"未来に向けて建設的な意見を出すべきだ。%K%P",
"「つまり、ユカリの願いを叶えてあげれば、\\n　黒い気持ちも消え、タタリガミじゃなくなるってことだな？」%K%P",
"「恐らくね」%K%P",
"「なら話は簡単だな。\\n　ユカリも氏子衆には認知されてるし、\\n　半ば達成していると言ってもいいんじゃないか？」%K%P",
"お母さん連中とは結構仲良くしてるみたいだしな。%K%P",
"あのまま交流を深めていけば、\\n普通に友達になれそうな気がする。%K%P",
"「ええぇー、氏子の人たちですかぁ？」%K%P",
"「なんだ、不満か？」%K%P",
"「ええ、はっきり言って不満です。\\n　私にだって相手を選ぶ権利があるはず」%K%P",
"「この期に及んで選り好み？」%K%P",
"「妥協しても私の中の黒っぽい何かが消えることは、\\n　たぶんないんじゃないかな〜って」%K%P",
"確かに、ユカリが心から求めた相手でなければ、\\n過去のトラウマが払拭されることもないだろう。%K%P",
"「じゃあ、ユカリは誰が相手なら納得できるんだ？」%K%P",
"「もちろん、彰さんに決まってます♪」%K%P",
"「相手が俺でいいなら、既に達成してるだろ」%K%P",
"形式的にではあるけど、夫婦ってことになってるわけだし。%K%P",
"これ以上の関係はないはずだ。%K%P",
"「夫婦という意味ではそうです。\\n　愛し愛される唯一無二の絆……」%K%P",
"「でも、足りない気がするんですよ〜。\\n　私が彰さんを愛しているほどには、\\n　彰さんから愛されてないな〜って」%K%P",
"「それはあれか、ユカリ的愛情を俺も注げってことか」%K%P",
"「そんな無茶な。彰くんを殺す気？」%K%P",
"「そ、そこまで言わなくても……」%K%P",
"「もちろん同じにして欲しいとは言いません。\\n　そこまでやったら彰さんが別人になっちゃいます」%K%P",
"ユカリにも一応、自分の愛が重すぎる自覚はあるらしい。%K%P",
"「なので、彰さんらしさを残す範囲で、\\n　もうちょっと私のことを求めて欲しいな〜って」%K%P",
"「私はただ、心から彰さんに愛されてみたいだけなんです……」%K%P",
"いろいろユカリらしい極端さこそ垣間見えたが、\\n俺との関係に物足りなさを感じていたのは事実だ。%K%P",
"俺は俺なりにユカリを嫁として受け入れ、\\n愛していたつもりだったけど、どうやら不十分だったみたいだ。%K%P",
"「わかった、俺もより深くユカリを愛するよう努力してみる」%K%P",
"「その上で、まだ至らない点があったら、\\n　遠慮せず指摘して欲しい」%K%P",
"「彰さん……ありがとうございます。\\n　でも、いいんですか、こんな強引なわがままを聞いても」%K%P",
"「いいんだよ。嫁のかわいいわがままを聞いてあげるのも、\\n　夫の甲斐性ってやつだ」%K%P",
"「それでユカリが喜んでくれるなら、\\n　俺はいくらでも精進するよ」%K%P",
"「彰さぁん……」%K%P",
"うれしさのあまり、今にも俺に抱きつきそうな顔をしている。%K%P",
"「なんかもう、十分すぎるほど愛されてる気がするんだけど」%K%P",
"「そんなことありません！\\n　彰さんの本気はもっともっとすごいはずです！」%K%P",
"「つまり……私は期待しちゃってもいい、ということですね？」%K%P",
"「まあ、お手柔らかに頼むよ」%K%P",
"「ふふっ、こちらこそよろしくお願いしますね♪」%K%P"
]