[
"――カミサマなんていらない。%K%P",
"ヒトに恩恵を与え、天より見守る存在であったはずなのに。%K%P",
"ヒトはカミサマを感じられず、遠い存在になっていました。%K%P",
"信仰に代わる価値観が生まれかけていたその時、\\nカミサマたちが人々の前に姿を現しました。%K%P",
"世に言う、カミサマ降臨です。%K%P",
"カミサマとヒトが交わって暮らすために、\\n特別法案・通称やおよろず措置法が成立します。%K%P",
"カミサマはヒトを学び、ヒトはカミサマを知っていく。%K%P",
"そんな相互交流が始まり、６年が経ちました。%K%P",
"善きカミサマは、より強き信仰を集め、\\n人々に慕われていきます。%K%P",
"すべてはうまく行っているように思えました。%K%P",
"でも、中には例外も存在します。%K%P",
"カミサマの持つ特別なチカラは、\\n決して善きものだけではありません。%K%P",
"負の感情を生み、災いをもたらす、\\nタタリガミと呼ばれるカミサマだっていたのです。%K%P",
"「お願いします、あなたのお嫁さんにしてください」%K%P",
"……どうしてこうなった？%K%P",
"目の前で三つ指ついているのは、\\nほんの数分前に初めて会った女の子だ。%K%P",
"「彰さま？」%K%P",
"伏せていた顔を少し上げ、上目遣いで俺の返事を待っている。%K%P",
"「ええと、確かユカリさんって言ったっけ？」%K%P",
"「はいっ、雨津ユカリと申します」%K%P",
"嬉しそうにフルネームで答えてくれた。%K%P",
"「お嫁さんって言ったけど、意味、わかってるんだよな？」%K%P",
"「もちろんです。嫁とは即ち妻であり、配偶者であり、\\n　永久に夫に寄り添うもの……」%K%P",
"なるほど、きちんと理解しているし、\\n俺の聞き間違いでもなかったらしい。%K%P",
"「なら、どうして？」%K%P",
"「私と彰さまの絆に理由など不要……」%K%P",
"「そう、これは運命なのです！」%K%P",
"……運命ぃぃ！？%K%P",
"と、思わず叫びそうになったが何とか飲み込んだ。%K%P",
"いったいどこをどうしたら運命なんて言えるんだ？%K%P",
"いや、もしかすると俺の気づかないところで\\n運命的な何かがあったかもしれない。%K%P",
"そうだな、よし、ちょっと出会いのシーンを振り返ってみよう。%K%P",
"俺、真瀬彰は、長期出向中の両親に代わり、\\n守森神社の中宮祠を管理している。%K%P",
"神社の仕事にも色々あるが、その大半は掃除だ。\\n特に紅葉の時季は掃き掃除を頻繁に行う必要がある。%K%P",
"「今は少ないからいいけど、\\n　この先どんどん落ち葉が増えていくんだよなぁ」%K%P",
"などと、誰に聞かせるでもなく愚痴りながら\\n境内を掃き清めていたわけだ。%K%P",
"そこへ現れたのが他でもない、このユカリさんだ。%K%P",
"「あのー、どうかされましたか？」%K%P",
"一目で俺はピンと来たね。\\nあ、この子カミサマだな、って。%K%P",
"「あ、ちょっと待ってください」%K%P",
"えーと、ユカリさん？　今は俺の回想シーン中ですよ？%K%P",
"「私たちの出逢いはもっとも〜っとロマンティックで\\n　スウィーティだったはずです。訂正させてください」%K%P",
"「大事なところなんです。ここは譲れません」%K%P",
"いやいや、そういうことじゃなくてね。\\nどうして俺の脳内回想に乱入できるんだよ？%K%P",
"「そこはほら、愛ゆえに！」%K%P",
"ごめん、返事になってない。%K%P",
"「じゃあじゃあ、私がカミサマだからってことにしましょうよ。\\n　その方がお互いに納得出来ると思いますし」%K%P",
"……まあ、そういうことにしときます。%K%P",
"「うふふ、気が動転している彰さまも、かわいい♪」%K%P",
"いや、そういうのいいから。\\nもうわかったんで訂正するならパパッとしてくださいよ。%K%P",
"「では、訂正しますね」%K%P",
"「おお、麗しき姫よ！\\n　お加減が優れないご様子ですが、大丈夫ですか？」%K%P",
"……誰だこいつ？　こんなの絶対俺じゃない。%K%P",
"「私に関わらないでください。\\n　必ずやあなたに災いが降りかかることでしょう」%K%P",
"あ、これは正しい。\\nこっち来るな的なリアクションをされたっけ。%K%P",
"「そんなっ、苦しんでいる君を放ってはおけない！」%K%P",
"そうそう、具合が悪そうに見えたんだ。\\n顔色もよくなかったし。%K%P",
"放っておくのもなんだし、手を貸そうとしたんだっけ。%K%P",
"「さあ、お姫様だっこで運んであげよう」%K%P",
"「……と、彰さまは軽々と私を抱きあげ、\\n　お姫様だっこをしてくれたのです。きゃあきゃあ♪」%K%P",
"きゃあきゃあって、ノリノリで盛り上がってるなあ。%K%P",
"もちろん、お姫様だっこなんてしてないぞ。%K%P",
"「いけませんっ、タタリがっ！！」%K%P",
"「そこで私の神力が暴走し、\\n　タタリとなって彰さまに襲いかかったのです」%K%P",
"「ユカリさんっっ！！」%K%P",
"って、この時まだ名前聞いてなかったはずだけど。%K%P",
"「タタリが膨れあがったその時！\\n　彰さまはタタリごと私をきつく抱きしめてくれたんです！\\n　ああ、素敵かっこいい！！」%K%P",
"「ユカリっ、君は絶対俺が守る！！」%K%P",
"「私を愛するあまり、つい呼び捨てになっちゃってますね。\\n　実に素晴らしいです」%K%P",
"かなり脚色されてるが、\\nあの時ユカリさんの神力が暴走しかかったのは事実だ。%K%P",
"「抱き締めてくれた力強い腕、永遠に忘れません……」%K%P",
"もちろん抱き締めてなんかいない。\\n軽く肩に手をかけただけだ。%K%P",
"「とにかく私を抱き締めてくれました。\\n　その瞬間、タタリは音もなくかき消えたのです」%K%P",
"「これはいったい……」%K%P",
"「言っただろ？　君のことは俺が守る、ってね！（キラーン☆）」%K%P",
"「彰さま……私の運命の人……」%K%P",
"「はいっ、出逢いの回想シーンはここまでっ」%K%P",
"「随分と話を盛ったなあ」%K%P",
"「多少の脚色は許してください。\\n　少なくとも、あのとき私はそう感じたのですから」%K%P",
"「あの瞬間わかったんです。\\n　ああ、この人が私の運命の人だって……」%K%P",
"ユカリさんがどう感じたのかはさておき、\\n彼女の暴走した神力を俺が防いだのは事実だ。%K%P",
"普通の人間ならタタリを受けていたところだが、\\n守森の地を預かる真瀬の一族は、特別な力を有している。%K%P",
"あのまま放っておくわけにもいかないと、\\n彼女を社務所に連れてきたんだが、その結果がこれだ。%K%P",
"まさか一目惚れされて、嫁入り志願されるとは……。%K%P",
"「というわけで、理解していただけましたね？」%K%P",
"「いやいや、何をだよ？」%K%P",
"「もう、言わせないでくださいよぉ。\\n　私と彰さまが運命の赤い糸で結ばれていることです！」%K%P",
"すまん、全く理解できない。%K%P",
"「うふふふふっ、そうです、間違いありません。\\n　なので私たちの絆は運命で決まっていたことなんです。\\n　はい、決定事項でぇ〜す♪」%K%P",
"「それにしたって話が急すぎるだろ。\\n　そっちのことだって全然知らないんだぞ」%K%P",
"俺だって男だから、こんな美人のカミサマに求婚されて\\n決して悪い気はしない。むしろありだ。%K%P",
"でも、こういうのはもっとお互いを知り合った上で\\nするべきだろう。%K%P",
"見た目はいいけど、中身がとんでもない可能性だって\\nあるわけだし。%K%P",
"「なるほど、彰さまは私のことが知りたいと……」%K%P",
"「ではでは、是非とも私の全てをわかって頂きましょう♪」%K%P",
"と、やたら媚びまくった誘惑視線を俺に向けつつ、\\nそっと服の襟元に手をかけていく。%K%P",
"「ちょっ！　待て待て！\\n　いったい何をするつもりだ？」%K%P",
"「ですから、私の全てを包み隠さず教えてあげちゃいますね♪」%K%P",
"「脱がんでいい。\\n　脱がなくても、ユカリさんが魅力的なのはわかるから」%K%P",
"装束越しでもわかるスタイルのよさだ。%K%P",
"正直、中も見てみたいが、ここで受け入れたら戻れない気がする。%K%P",
"まあ、戻れなくなってもいいかって気になりそうなくらい、\\n見た目は最高に魅力的だけど。%K%P",
"「身体じゃなくて、中身を教えてくれ。\\n　性格とか、家事とか……」%K%P",
"「うふふふっ、わかりました。\\n　私がどれだけ彰さまのお嫁さんに最適化されているか、\\n　じーっくりたーっぷり、お教えしますね♪」%K%P",
"ユカリさんは自分のセールスポイントを列挙しはじめる。%K%P",
"家事が出来るとか、礼儀作法もばっちりとか、\\nもちろん容姿についても。%K%P",
"思いつく限りの新妻に必要そうなスキルを並べ立ててきた。%K%P",
"「もちろん、その……夜のほうだって、ばっちりですから♪」%K%P",
"「そ、そうなのか」%K%P",
"具体的に想像して、ユカリさんの身体を見てしまう。%K%P",
"彼女の求婚に警戒しまくっている俺だが、\\nこの圧倒的な誘惑攻勢にやられてないわけじゃない。%K%P",
"ここで一気に来られたら、きっと我慢できないはずだ。%K%P",
"「……彰さんのえっち」%K%P",
"「わ、悪いかよ」%K%P",
"「いいえっ、全然悪くないですよ。\\n　男子たる者、そのくらいでなくては」%K%P",
"なんだよ、そのくらいって。%K%P",
"さっきから俺の考えを読まれてる気がして、\\nどうも落ち着かない。%K%P",
"ここで素直に受け入れたら危険だと、\\n俺の中の神聖な何かが警告していた。%K%P",
"「とにかく！　ユカリさんが魅力的なのはわかったけど、\\n　いきなり嫁にはできないって」%K%P",
"「むー、なかなかしぶといですね。では、切り口を変えます」%K%P",
"「私はあなたに運命を感じましたが、\\n　決してそれだけではないんですよ」%K%P",
"一転して真面目な表情で、彼女は俺に説き始めた。%K%P",
"「お気づきでしょうが、私はカミサマです。\\n　しかも、災いをもたらすタタリガミなのです」%K%P",
"タタリガミは、その神力によってタタリを発生させる。%K%P",
"強い感情の昂ぶりや身体的接触をトリガーにして\\n当人の意思とは無関係にタタリを撒き散らし、\\n大小様々な災いをもたらす。%K%P",
"「守森の社には、かつてタタリガミだったカミサマが\\n　祀られていると聞きました」%K%P",
"「私がここに来た目的はただひとつ。\\n　タタリガミである自分を変えるため」%K%P",
"「守森に来れば、よきカミサマに変われると思ったのです」%K%P",
"「そんな私の前に現れたのは……彰さま、あなたでした」%K%P",
"「あなたの幸魂には、特別な力を感じます。\\n　私のタタリを抑えたのも、その力のひとつなのですね？」%K%P",
"幸魂とは、人のよき心、魂を示す。\\n言わばカミサマの力の源となるものだ。%K%P",
"真瀬の一族が持つ幸魂は、ちょっと変わっているらしく、\\n他とは一線を画す特殊な力を有している。%K%P",
"「ああ、そうだ」%K%P",
"真瀬の力はカミサマの神力を抑制することが出来る。%K%P",
"その力のおかげで、代々守森神社を任されているのだ。%K%P",
"「やっぱり！」%K%P",
"感極まって俺に抱きついてきた。%K%P",
"「彰さんのおそばにいる限り、\\n　私はタタリガミの力を暴走させずに済みます！」%K%P",
"「私にはあなたが必要なんです！」%K%P",
"その言い分は理に適っている。%K%P",
"彼女がタタリガミの力を制御したいのなら、\\nここにいるのが一番だ。%K%P",
"「言いたいことはわかった。\\n　でも、嫁じゃなくてもいいだろ」%K%P",
"外部研修生ってことで、ここで学んでもらうとか、\\n他にいくらでもやりようがあるはずだ。%K%P",
"「そうでしょうか？」%K%P",
"「うら若き乙女の身で殿方のお宅にご厄介になるわけです。\\n　それについて氏子の皆様にどう伝えるおつもりですか？」%K%P",
"「守森の若様は両親の不在をいいことに女性を引っ張り込んで\\n　好き放題！　などと陰口を叩かれてしまいますよ」%K%P",
"「でもっ、私がお嫁さんなら万事解決です！\\n　なあに、形だけのものです、\\n　彰さまは何も心配する必要ありません」%K%P",
"ここが勝負所とばかりに、一気にまくし立ててきた。%K%P",
"かなり無理がある理屈だが、妙に説得力がある。%K%P",
"「お願いです、私を助けると思って。\\n　どうかあなたのお嫁さんにしてください……」%K%P",
"再び三つ指をついて、嫁入りを願ってきた。%K%P",
"冗談みたいな話だが、目の前の彼女は真剣だった。%K%P",
"「…………やっぱり……だめ、ですか？」%K%P",
"今にも泣きそうな瞳だった。%K%P",
"他にすがる者もなく、\\n最後の希望を抱いてここに辿り着いてきた、という瞳だ。%K%P",
"「……そうだな、わかったよ」%K%P",
"ここで拒むなんて、俺らしくもないか。%K%P",
"彼女が困っているのは事実だ。\\nだったら何も言わず受け入れてあげるのが、\\n守森の地を預かる者の務め。%K%P",
"「彰さまぁぁ！！」%K%P",
"「と言っても、あくまで形式的なものだからな！\\n　口実にするための一時的な関係だぞ！」%K%P",
"今にも飛びついてハグしそうな彼女を押さえつつ、\\n一番大事なところを念押しする。%K%P",
"「わかっています、わかっていますとも」%K%P",
"本当にわかってるのか？%K%P",
"……正直言って、嫌な予感しかしないが。%K%P",
"「ああ、ようやく彰さまの伴侶になれました……」%K%P",
"「どうか末永く、おそばにいさせてくださいね」%K%P",
"いや、だから一時的な関係だってば。%K%P",
"しかし、いくら一時的なものとはいえ、\\n勝手にこんなカミサマを受け入れてしまうとは……。%K%P",
"後でみんなにどう説明すればいいんだよ。%K%P",
"「お嫁さんにして頂いたのなら、\\n　関係をより明確にする必要があると思うんです」%K%P",
"「たとえばそう、呼び方とか！」%K%P",
"「ユカリさん、じゃないほうがいいのか？」%K%P",
"「ここはやはり呼び捨てで！\\n　ユ・カ・リ♪　と愛情いっぱい込めて、\\n　仲睦まじい夫婦のように」%K%P",
"「……ユカリ、でいいのか？」%K%P",
"「そうです！　以後そのように呼び捨てにしてください」%K%P",
"「私も……僭越ながら、彰さん、と呼ばせて頂きますね。\\n　きゃあきゃあ♪」%K%P",
"ひとりで盛り上がっているユカリさんについていけそうも――%K%P",
"「ユカリさん、じゃなくて、ユ・カ・リ、ですよ？」%K%P",
"「頼むから俺の心を読まないでくれ」%K%P",
"やっぱり、タタリの他にもそういう力があるのか？%K%P",
"「そういうものはありませんよ」%K%P",
"「愛しい旦那さまの考えていることくらい、\\n　嫁にはぜ〜んぶわかっているのです」%K%P",
"「そ、そうか。なんかすごいな」%K%P",
"「すべては愛のなせる技です。尊い……」%K%P",
"ユカリさん……じゃなかった、ユカリは恍惚とした表情で、\\nこの結果に感じ入っている。%K%P",
"「うふふふふ♪」%K%P",
"「ぜ〜〜んぶうまくいきました。\\n　今は形式的なものでも、いずれ真実に変えて見せます……」%K%P",
"「お嫁さん……彰さんのお嫁さぁん♪\\n　ああ、なんて心地よい響きなのでしょう……」%K%P",
"「感極まって、タタリがあふれ出してしまいそうです……」%K%P",
"ユカリの全身から黒いなにかが漏れ出ている。%K%P",
"「落ち着け、ユカリ。タタリがやばい感じだぞ」%K%P",
"「あぁんっ、またユカリと呼んでもらっちゃいました。\\n　ダメです、もう我慢できません……」%K%P",
"「お願いです、彰さん。私のタタリを鎮めて……」%K%P",
"両手を広げて抱擁を求めてきた。%K%P",
"ユカリを抱き締めれば、\\nタタリを抑制できるのはわかっている。%K%P",
"いや、わかってはいるんだが……本当に抱き締めていいのか？%K%P",
"「ぶっぶー、遅いです。時間切れー」%K%P",
"「こちらから、ぎゅうってしちゃいますね♪」%K%P",
"真正面から俺に抱きついてきた。%K%P",
"包み込むように両腕を背中に回し、全身を密着させてくる。%K%P",
"活性化していた神力はすうっと音もなく引き、\\n後には抱き合う男女のみが残された。%K%P",
"「感じます……彰さんの鼓動を……\\n　うふふっ、私に興奮してくれているのですね？」%K%P",
"「……ユカリみたいな美人に密着されたら、\\n　誰だってそうなるって」%K%P",
"やわらかい肌の感触と温もりが伝わってきて、\\nユカリの存在を強く意識せずにはいられなくなる。%K%P",
"実際に、俺の心臓はあり得ないくらいにドキドキしていた。%K%P",
"「あぁん、そんな褒めないでください。\\n　嬉しすぎて、私……私ぃぃ……」%K%P",
"「このまま永遠に……\\n　腕の中に閉じ込めたくなっちゃいます……♪」%K%P",
"「で、も。そんなことしたら、新婚生活を楽しめませんから。\\n　満足したら、ちゃ〜んと解放してあげますね」%K%P",
"「うふふふふ♪」%K%P",
"なんとも言えない愉悦の囁きが聞こえてくる。%K%P",
"本当に嫁にしちゃってよかったのか？\\nと、じわじわ不安が湧き上がってくる。%K%P",
"でも、ユカリには俺が必要で、\\n救いを求めてやってきたのは事実だ。%K%P",
"だから、俺はユカリを受け入れる。\\nこれは決定事項だ。%K%P",
"でも……これをどう説明しよう？%K%P",
"他の何より、それが一番の気懸かりなんだよな。%K%P"
]