[
"やっぱり、一番気懸かりなのはユカリだった。%K%P",
"シオンとカエデさんは何をするか見えてるけど、\\nユカリの動向は皆目見当がつかない。%K%P",
"「ユカリは今、どこにいるんだろ……」%K%P",
"「私ならここにいますよ？」%K%P",
"「うおあっ！！？」%K%P",
"まさか俺の背後に立っていたとは！！%K%P",
"ユカリの存在にちっとも気付かなかったぞ。%K%P",
"「うふふ、驚かせてしまいましたか？」%K%P",
"「気配を消して背後に立つのは勘弁してくれ……」%K%P",
"「ごめんなさい。\\n　でも、私と彰さんは常に一緒にいないといけませんから」%K%P",
"タタリの暴走を防ぐために、\\n俺とユカリは一緒にいる必要がある。%K%P",
"けれど、常につかず離れずってわけでもない。%K%P",
"「ところで、私をお探しでしたか？」%K%P",
"「まあ、そうなんだけど……」%K%P",
"相変わらず、ユカリはニコニコと笑っている。%K%P",
"その内心を表情から読み取ることは出来ない。%K%P",
"「もしかして、夜伽をご所望でしたか？」%K%P",
"「いや、そういうのじゃないし！」%K%P",
"「遠慮しなくてもいいんですよ。\\n　彰さんがお望みでしたら、\\n　私はいつでも嫁としての務めを果たします♪」%K%P",
"ていうか、単にユカリが望んでるだけじゃないのか？%K%P",
"「まあ、冗談はさておき……」%K%P",
"「彰さんがずっと私を気にかけてくれていること、\\n　当然気付いていました」%K%P",
"「それなのに、私は本心を打ち明けず……\\n　本当に申し訳なく感じています」%K%P",
"「別にいいって。\\n　ユカリにも作戦があるんだろ？」%K%P",
"「はい、ですがもう伏せることもありません」%K%P",
"「彰さんにだけ、こっそりとお教えしますね」%K%P",
"「うふふふふっ♪」%K%P",
"「こんな時間におでかけなんて、\\n　まるで秘密のデートみたいですねっ？」%K%P",
"ユカリは俺の手を取ったまま、\\n心から楽しそうにはしゃいでいた。%K%P",
"「いったいどこに連れて行くつもりなんだ？」%K%P",
"「あそこでは誰に聞かれるかわかりませんから。\\n　安全のために、誰もいない場所に行く必要があるんです」%K%P",
"ユカリらしい念の入れ様だ。%K%P",
"時に大胆に、時に知略に満ちて。\\n雨津ユカリというカミサマは、なかなか計り知れない。%K%P",
"「大丈夫、彰さんには指一本触れませんから」%K%P",
"「もちろん、彰さんから私に触れる分には、\\n　一向に構いませんけどね♪」%K%P",
"「はい、到着しましたよ♪」%K%P",
"ユカリが連れてきた場所は、白絲の滝だった。%K%P",
"消灯しているはずの時間なのに、\\n安全を考慮してか、照明がついたままになっている。%K%P",
"「夜に来たことなかったけど、こんな感じなのか……」%K%P",
"「お祭りの期間は本格的にライトアップされるみたいですよ」%K%P",
"「シオンさんの作ったＨＰにそう書いてありました」%K%P",
"俺は聞いていなかったけど、そういう話もあったのか。%K%P",
"「確かに、ライトアップされた紅葉と滝は見事だろうな……」%K%P",
"「夜もここに人を集めることで、\\n　投票参加人数を増やすという作戦だそうで」%K%P",
"「……シオンから聞いたのか？」%K%P",
"「いえ、聞かなくてもそのくらいわかりますよ」%K%P",
"俺以外は目に入っていないように見えて、\\n意外と周囲を観察している。%K%P",
"そういうユカリの一面に、\\nカエデさんたちは気付いているんだろうか。%K%P",
"「シオンさんがカエデさんを利用しようとしていることも……」%K%P",
"「カエデさんがそれに気付いていることも……」%K%P",
"「ぜ〜んぶ、私にはお見通しなんです♪」%K%P",
"「そ、そいつはすごいな」%K%P",
"まさかカエデさんがシオンの企みに気付いていたとは。%K%P",
"そんな素振りは一切なかったけど、\\n言われてみると納得だ。%K%P",
"「なら……それを知った上で、ユカリはどうするんだ？」%K%P",
"「うふふふっ」%K%P",
"「ここに来ても、まだ言えないのか？」%K%P",
"それを話すために、わざわざここに来たんじゃないのか？%K%P",
"「彰さんはひとつ勘違いをしています」%K%P",
"「投票で争うのだから、企画を立てるはず。\\n　そんなこと、いったい誰が決めましたか？」%K%P",
"「企画など不要です。\\n　もちろん、私なりにお祭りを盛り上げる案はありますが……」%K%P",
"「私は雨津ユカリ。\\n　タタリガミだったとしても１柱のカミサマなのです」%K%P",
"「私は私として、この地に在ります。\\n　それを偽るつもりはありません」%K%P",
"「彰さんのお嫁さんとして、あるがままの姿を見て頂く……\\n　それ以上もそれ以下もありません……」%K%P",
"いつの間にか、ユカリが俺の真正面に立っていた。%K%P",
"触れそうなほど近づいて、上目遣いで見つめている。%K%P",
"「……ユカリ？」%K%P",
"「お慕いしております……私の、運命のひと……彰さん……」%K%P",
"そっと、ユカリの両腕が俺の身体に回された。%K%P",
"決してきつくなく、触れ合うだけの抱擁がはじまる。%K%P",
"「勝負事など、はじめからどうでもよかったんです」%K%P",
"「私は彰さんと愛し合えたら、それで……」%K%P",
"「誰も認めなくても構いません。\\n　私が、あなたを愛するのです」%K%P",
"少しずつ、ユカリの言葉が強くなっていく。%K%P",
"同時に、腕にも力が込められていく。%K%P",
"「あなたは誰にも渡しません。\\n　絶対に……絶対にです……」%K%P",
"「そうです、彰さんは私だけのもの……うふふふふっ♪」%K%P",
"「彼女たちは優劣を競うあまり、本質を見失っています」%K%P",
"「誰が一番彰さんに愛されるか。\\n　そして誰が一番彰さんを愛しているのか」%K%P",
"「本当に大切なことはそれだけなのに……」%K%P",
"「彰さんを最も想い、慕い、敬愛し、崇拝し……\\n　そして……恋しているのはこの私……私だけなの……」%K%P",
"「これだけ彰さんのことだけを考えている私は、\\n　彰さんに愛される価値のある唯一の存在のはず」%K%P",
"「一番は私、雨津ユカリです」%K%P",
"「そうでしょう？　彰さんもそう思いませんか？」%K%P",
"俺を抱き締める腕の強さは、限界まで達していた。%K%P",
"背骨がきしみそうな感覚に、僅かに顔をしかめる。%K%P",
"「苦しいんですか？　つらいんですか？」%K%P",
"「私も同じです。とっても苦しくて、切なくて、つらいんです」%K%P",
"「ああ、この気持ちが彰さんに届けばいいのに……！！」%K%P",
"「でもいいの。いいんです。\\n　私の愛は、きっと誰にも届きません」%K%P",
"「それがタタリガミの持つ宿命なんです……」%K%P",
"ほとんど紙一重の狂気だった。%K%P",
"すべてが狂気だったら、ユカリを振り払っていたかも知れない。%K%P",
"「そっか……ユカリもつらかったんだな……」%K%P",
"ユカリがカエデさんたちのことを、\\n本質を見失ったと言っていたように。%K%P",
"俺もまた、本質を忘れていたらしい。%K%P",
"「ごめんな、俺も、ユカリのこと勘違いしてた」%K%P",
"やさしくそう言うと、ユカリを抱き締め返した。%K%P",
"「あ、彰さん？」%K%P",
"「てっきりユカリは満足してると思ってたよ。\\n　タタリを恐れることもなくなって日常を謳歌してるとばかり」%K%P",
"「でも、そうじゃないんだよな。\\n　ユカリの本質は変わらない。何も解決してないんだ」%K%P",
"俺といれば、ユカリはそれだけで幸せになれると\\n勝手に思い込んでた。%K%P",
"でも、違うんだよな？%K%P",
"ユカリは、まだ救われていないんだ。%K%P",
"「そんな……どうして私なんかを抱き締めて……」%K%P",
"「私なんか、なんて言うなよ」%K%P",
"「ユカリは卑下するような子じゃないだろ？\\n　少なくとも、俺はユカリのこと、抱き締めたいと思ってる」%K%P",
"「彰さん……」%K%P",
"ユカリの腕から、少しずつ力が抜けていく。%K%P",
"俺を絞め殺しそうなほどの強さは消え、\\nただそっと背中に回されるだけになった。%K%P",
"「彰さん……彰さん彰さん彰さぁぁんっっ！！！」%K%P",
"「ごめんな、気付いてあげられなくて」%K%P",
"「いいんです！　謝らないでください！\\n　彰さんはなにも悪くありません！」%K%P",
"「やっぱりあなたは特別な人でした……\\n　私のタタリを防ぐだけじゃない、特別な方……」%K%P",
"「私が感じた運命に、間違いはありませんでした」%K%P",
"「ああ、彰さん……好きです……大好き……」%K%P",
"「わかったから、泣くなよ。\\n　かわいい顔が台無しだぞ？」%K%P",
"「でもっ、でもぉ……！！」%K%P",
"「いいからほら、じっとしとけ」%K%P",
"ユカリの泣き顔を隠すように、\\nそっと胸の中に抱え込んだ。%K%P",
"こうして見ると、ユカリは小さくて、\\n普通の女の子なんだと感じてしまう。%K%P",
"たとえ強大な力を持つタタリガミだとしても、\\n悩みを持つひとりの女の子でしかないんだ。%K%P",
"そんなユカリだからこそ、俺は愛しいと思う。%K%P",
"「彰さぁん……」%K%P",
"俺の腕の中で、ユカリはまだ涙をグズグズさせている。%K%P",
"ここで泣きべそをかく女の子が、本当のユカリなんだ。%K%P",
"それを忘れちゃいけない。%K%P",
"そう強く胸に刻み込んだ一夜だった。%K%P"
]