[
"「――ん、あき――くん」%K%P",
"心地の良いまどろみの中、柔らかな声が耳を打った。%K%P",
"ゆさゆさと揺さぶられるその感覚は揺り篭のようにどこか心地よく、もっと味わっていたくなる。%K%P",
"「もう……仕方ないわね」%K%P",
"揺れが収まったかと思うと、耳元へなにかが近寄ってくる。%K%P",
"「彰くん、起きて――ちゅっ」%K%P",
"「！？」%K%P",
"耳元をくすぐる吐息と、頬に感じた柔らかな感触に眠気が吹き飛ぶ。%K%P",
"「おはよう、彰くん」%K%P",
"「か、カエデさん？」%K%P",
"目を開けると、鼻と鼻がくっつき、零れる吐息さえ感じられてしまう距離にカエデさんの顔があった。%K%P",
"カエデさんのまつ毛長いな――って違う、そうじゃない。%K%P",
"混乱しながらも、なにが起こっているのか必死に頭を働かせていると、カエデさんはくすくすと笑って離れていった。%K%P",
"「ちょっとイタズラが過ぎたわね。ごめんなさい」%K%P",
"「改めて――おはよう、彰くん」%K%P",
"「お、おはようございます、カエデさん」%K%P",
"カエデさんが離れて頭が冷静になると、どういう状況かようやく把握できた。%K%P",
"「起こしに……きてくれたんですよね？\\n　もしかして寝坊してました？」%K%P",
"「そんなことないわ。いつもより少し早いくらいよ。\\n　私が彰くんに早く会いたかっただけよ」%K%P",
"「あ、今から着替えを用意するから、\\n　ちょっと待ってね」%K%P",
"「そこまでしてもらわなくても――」%K%P",
"「はい、お待たせ彰くん」%K%P",
"はや！？%K%P",
"最初から準備していたんじゃないかってくらいの速度で着替えが差し出される。%K%P",
"「あ、ありがとうございます」%K%P",
"咄嗟に受け取ってしまった。%K%P",
"着替えを用意してくれること自体はありがたいことだし、深く考えるのはやめよう。%K%P",
"「…………」%K%P",
"「…………あの、カエデさん」%K%P",
"「なにかしら？」%K%P",
"「着替えたいんですけど」%K%P",
"「知ってるわよ。あ、もしかして、\\n　き、着替えさせてほしいとか？」%K%P",
"「そ、そうよね。奥さんなんだからそれくらいは\\n　しないといけないわよね」%K%P",
"「違います！　着替えたらすぐに行きますので\\n　部屋の外でまっていてください！」%K%P",
"「あ、ちょ、彰くん！」%K%P",
"カエデさんの背中を押して部屋の外へご案内したあと、思わずため息が漏れた。%K%P",
"……なんか、いつもとカエデさんの様子が違う気がする。%K%P",
"「実はカエデさんも寝惚けていたりとか？」%K%P",
"思ってもいないことを口にして、頭を振る。%K%P",
"なんにしても、起きた以上まずは朝のお勤めをしないと。%K%P",
"寝起きの一幕からして少し変わったカエデさんの行動は、時間が経っても変わらない。%K%P",
"俺が歩けば必ずその場所についてきて、なにかにつけてはお勤めを手伝おうとしたり、世話を焼きたがる。%K%P",
"お勤めはカミサマへ対しての感謝の意味もあるので丁重に手伝いは遠慮してもらっているが、その分ボディタッチが増えていく。%K%P",
"「ほんと、どうしたんだろうな」%K%P",
"いままでお互いに微妙な距離感を保ってきただけに、突然すぎるカエデさんの猛攻に、どう反応するべきか戸惑ってしまう。%K%P",
"「でも――」%K%P",
"こんなにも色々して俺に構おうとしてくるカエデさんの姿は、一線を越える前の関係に似ていて懐かしく思う。%K%P",
"どうにかしようと思っていた矢先にこの行動だ。%K%P",
"男としては少し情けないが、これを機会にカエデさんとの距離感を元に戻していけたらと考えてしまう。%K%P",
"「あれ？」%K%P",
"一通りの仕事を終えたのでお茶でも飲もうとキッチンへ行くと、カエデさんが椅子にもたれかかってうたた寝していた。%K%P",
"昼間から、しかも自分の部屋じゃなくてこんな場所でカエデさんが寝ているなんて珍しい。%K%P",
"「立て続けに色々あったし、疲れてるのかな」%K%P",
"気持ちよさそうに眠っているんだ、起こすのも悪いだろう。%K%P",
"でも、服もはだけかけてているし、このままだと冷えるな。%K%P",
"俺は部屋からブランケットを持ってくると、カエデさんに羽織らせてあげるために近づく。%K%P",
"「んっ……」%K%P",
"「うっ」%K%P",
"カエデさんが身じろぎすると、服がずり落ちたことでただでさえ大きくて目立つ胸の半分近くが見えてしまう。%K%P",
"白く張りのある肌、大きいながらもツンとして張りのある胸は男の欲望を掻き立ててくる。%K%P",
"早くブランケットを羽織らせて離れなければ。%K%P",
"そうわかっていながらもつい胸元を凝視し続けていると、カエデさんがゆっくりと目を覚ます。%K%P",
"「んぅ……彰くん？」%K%P",
"振り返ったカエデさんと目が合う。%K%P",
"とろんっと、半分ほど瞼がまだ閉じてはいたが、視線で胸元を見ていた気が付かれたはずだ。%K%P",
"「あーいや、これはその――うおっ！」%K%P",
"突然、顔全体を柔らかな感触が覆う。%K%P",
"少ししてから、カエデさんの胸元に引き寄せられたとわかった。%K%P",
"「その、あ、彰くんならもっと寝ている時だけじゃなくて、\\n　堂々と見てくれてもいいのよ？」%K%P",
"「彰くんが私をそういう目で見てくれるのは、\\n　すごく嬉しいのよ」%K%P",
"カエデさんのような女性が羞恥に声を震わせながら、そんなこというと変な気分になりそうだ。%K%P",
"「あの、カエデさん……胸の感触が、その……」%K%P",
"「も、もっと、感じて欲しいの。\\n　私の胸は彰くんだけのものだから」%K%P",
"「そ、それは卑怯ですよカエデさん」%K%P",
"そんなこといわれたら、もっとこの感触に浸っていたくなる。%K%P",
"「…………」%K%P",
"「…………」%K%P",
"俺はカエデさんに抱きしめられ、カエデさんは俺を抱きしめながら、無言の空気が流れる。%K%P",
"カエデさんにこうして抱きしめられていると、男の俺とは全く違う甘い匂いと柔らかで暖かい感触に心が安らぐ。%K%P",
"こういうのを母性っていうのだろうか？%K%P",
"「〜〜〜〜っつ」%K%P",
"「あの、カエデさん。\\n　恥ずかしいなら無理しなくてもいいですよ？」%K%P",
"「は、恥ずかしくなんてないわよ！\\n　も、もっと強く抱きしめられるくらいよ！」%K%P",
"「むぐっ」%K%P",
"ちょっ、これはさすがに！%K%P",
"力強く抱きしめられたせいで、息が……！%K%P",
"「ひゃんっ！　あ、彰くん、息が……んっ！」%K%P",
"「んーっ！　んっー！」%K%P",
"なんだか頭上からカエデさんの艶めかしい声が聞こえてくるが、それどころではない。%K%P",
"あ、もう、ダメ……。%K%P",
"「あら？　彰くん？　彰くん！？」%K%P",
"「過去の私ってすごいわね……」%K%P",
"危うく彰くんを窒息させてしまいそうになったさっきの失敗を思い出してげんなりする。%K%P",
"昔のように振舞おうと思って実践してみたはいいが、振舞えば振舞うほどに私は彰くんの一挙手一投足に翻弄されてしまう。%K%P",
"「彰くん」%K%P",
"声に出して名前を呼ぶ。%K%P",
"それだけで体の芯が熱を持って、心が温かくなるのを感じる。%K%P",
"もっと私のことを見て欲しい、私のことを感じて夢中になってほしい。%K%P",
"「私って、本当に彰くんのことが好きなのね」%K%P",
"好きって言葉を口にすると、気恥しさを感じてしまう。%K%P",
"それ以上に、胸の奥で大きくなっていくこの気持ちを、もっと彰くんに知ってほしいと思う。%K%P",
"「そのためにも、もっと頑張らないと」%K%P",
"私は自分を奮い立たせる意味を込めて、改めて決意を固めた。%K%P",
"今日は随分と濃い一日だった。%K%P",
"カエデさんはずっと積極的で、あんなにカエデさんから俺へ何かしてくるなんて何時ぶりだろう。%K%P",
"おかげでユカリも対抗心を燃やしてきて、ひと悶着もいつもより大きかった。%K%P",
"今日みたいな日も嫌いではないが――。%K%P",
"「カエデさん、無理してなかった？」%K%P",
"突然いつもとは違うことをしてるんだから、そりゃ無理はしていると思うが、それにしたって今回は性急すぎる気がした。%K%P",
"「ま、気にしすぎても悪いよな」%K%P",
"今日一日だけの可能性は十分にある。%K%P",
"結論を急くにはまだ早いだろう。%K%P",
"しかし、カエデさんの様子は数日経っても変わることはなく、日に日に無理をしている疲れが現れるようになってきた。%K%P",
"さすがにそこまで無理をするカエデさんを見過ごせるはずもないわけで、どこかで隙を見て話をしようと決める。%K%P",
"「カエデさん」%K%P",
"二人で話ができる隙を探して数日。%K%P",
"カエデさんが一人で社務所を出ていくところを見た俺は、あとを追いかけて声をかけた。%K%P",
"「彰くん？　どうしたの、こんな夜更けに外へ出るなんて」%K%P",
"「それはカエデさんも同じですよ。\\n　カエデさんこそなにか用事があったんですか？」%K%P",
"「……ちょっと外の空気を吸いたくて」%K%P",
"「じゃあ、俺もそれで」%K%P",
"近づいてカエデさんの隣に並ぶと少し間、互いに無言の空気が流れる。%K%P",
"いまカエデさんはなにを考えているんだろう。%K%P",
"わからない。%K%P",
"わからないからこそ、俺はそれを知りたいと思う。%K%P",
"「本当は――」%K%P",
"「え？」%K%P",
"俺が口を開くと、カエデさんがこちらを向いてくれた。%K%P",
"それを見て、俺は真っすぐにカエデさんのことを見つめる。%K%P",
"「――本当は、カエデさんに話があったんです」%K%P",
"「私に……話？」%K%P",
"「はい。最近、昔みたいに積極的ですよね。\\n　どうして、急にそんなことを始めたんだろうと思って」%K%P",
"カエデさんのことを心配してのことだったが、どうにもカエデさんの違う受け取り方をしたようだ。%K%P",
"表情を凍り付かせた後、顔を俯かせてしまう。%K%P",
"「図々しかったかしら……。\\n　彰くんを不快にさせたのなら、ごめんなさい」%K%P",
"「もう二度とあんなこと――」%K%P",
"「ストップ、ストップ！\\n　俺は嫌だとも不快だとも思ってないですよ！」%K%P",
"「むしろ、昔みたいな感じがして懐かしくて、\\n　心地よかったくらいです」%K%P",
"「慰め……じゃないわよね。\\n　彰くんの顔、真剣だもの」%K%P",
"「当たり前です。それに、謝るなら俺のほうですよ」%K%P",
"「本当は、俺の方からもっとカエデさんに\\n　歩み寄るべきでした」%K%P",
"カエデさんの好意に甘えて、結局行動を起こせないままだった。%K%P",
"それを、俺は情けなく思う。%K%P",
"「彰くんが謝ることなんてなにもないのに。\\n　本当に……初めて会った時から変わらないわね」%K%P",
"「でも、そんな優しい彰くんだから\\n　私はタタリガミを止めることができたのよね」%K%P",
"タタリガミを止めることができた、か。%K%P",
"「俺からしてみれば気が付いたらカエデさんが\\n　タタリガミじゃなくなってたので、\\n　自分がなにかしたとは思えないんです」%K%P",
"「だから、聞いてもいいですか？\\n　どうしてカエデさんがタタリガミを\\n　止めることができたのか」%K%P",
"迷いはあったのだろう。%K%P",
"それでも考えたのは一瞬で、カエデさんは決意したように表情を固める。%K%P",
"「…………そうね。\\n　彰くんには知っていてほしいわ」%K%P",
"「愚痴みたいなこともいっちゃうから、\\n　聞き苦しかったらごめんなさいね」%K%P",
"一言断ってから、カエデさんはいままで誰にも話したことがなかった胸の内を語り始めた。%K%P",
"「私は私という存在が誕生した時からタタリガミだったの。\\n　それは彰くんも知ってるでしょ？」%K%P",
"「ええ、まあ」%K%P",
"真瀬の家はずっと守森の地を守り続けてきた神職の家系だ。%K%P",
"真瀬の家が何を祀り、慰撫し、静めてきたのかはカエデさんと出会う前から知識としてあった。%K%P",
"「カミサマ降臨が起こる前までの私は、\\n　ただ自分の神力を見ていることしかできなかった」%K%P",
"「だからこそ、肉体を得て、人と共に過ごすようになって\\n　からはタタリガミではあるけれど、\\n　普通のカミサマらしくしようと思っていたの」%K%P",
"少しおかしい。%K%P",
"だって、俺がカエデさんと初めてあった時には、触れることさえ禁忌とされるほど守森市中から恐れられていた。%K%P",
"カエデさんが普通のカミサマらしくしようとしていたのなら、あんな風に畏怖されていたなんてありえない。%K%P",
"「彰くんの考えている通りよ。\\n　私は普通のカミサマらしく振舞えなかったの」%K%P",
"俺の考えを読んだカエデさんが自嘲気味に笑う。%K%P",
"「タタリガミとして降臨した私は当然そういう目で見られた」%K%P",
"「タタリガミだからと恐れられ、タタリガミだから祀られる」%K%P",
"「どれだけ私が普通のカミサマらしく振舞おうとしても、\\n　私がタタリガミである限り\\n　私に向けられる感情は変わらない」%K%P",
"「私は、向けられるマイナスの感情に引っ張られて、\\n　望まれるままタタリガミとして振舞ってしまった」%K%P",
"「結果、私はさらに忌避され、恐怖される悪循環よ」%K%P",
"例えカエデさんが普通にしようとしても、俺たち人の感情が普通であることを許さない。%K%P",
"それは、なんとも悲しいすれ違いなのだろうか。%K%P",
"「でもね、そんな誰が見ても救いようのないタタリガミは、\\n　彰くんと出会って救われたのよ」%K%P",
"「救われたって……\\n　俺はただ、普通に接しただけですよ」%K%P",
"「その“普通”なことが、\\n　みんなできないから私はタタリガミだったのよ？」%K%P",
"「彰くんはね、タタリガミじゃなくて\\n　私を一人の女の子として見てくれた」%K%P",
"「口にするのは簡単なことよ？」%K%P",
"「でも、実際に行動して、\\n　当時恐怖の対象である私にそうやって\\n　真摯に接することができた人間は彰くんだけ」%K%P",
"「……ただ、向こう見ずで無知だっただけですよ」%K%P",
"「バカな子供が、私の無茶ぶりを叶えられるわけないでしょ」%K%P",
"「だって、彰くんは秋祭りを復活させたじゃない」%K%P",
"確かに廃れた秋祭りを開催してみせろ、なんていうのは酷い無茶ぶりだった。%K%P",
"でも、俺は実現させた。%K%P",
"あの時に考えていたことは単純で、ただカエデさんには笑っていてほしかったからでしかない。%K%P",
"「彰くんは馬鹿なタタリガミの無茶で無謀なお願いを、\\n　必死になって叶えてくれた」%K%P",
"「おかげで色んな人たちから幸魂をもらえるようになって、\\n　タタリガミから反転してカミサマになれたの」%K%P",
"秋祭りの復活が、カエデさんをカミサマにした理由だったなんて思わなかった。%K%P",
"「俺はカエデさんの役にたててたんですね」%K%P",
"「むしろ、彰くんがいなかったら今の私はいないわ」%K%P",
"　まったくもう、\\n　あんなの傍で見ていたら、惚れるにきまってるわよ」%K%P",
"顔を真っ赤にしたカエデさんは、しかし、すぐに暗い影を落とす。%K%P",
"「私は彰くんのことを好きになった。\\n　ずっと傍にいてほしいとさえ考えるようになったの」%K%P",
"「そんな私が、\\n　彰くんの優しさに付け込むのは時間の問題だったわ」%K%P",
"「……あの時のことですか？」%K%P",
"初めてカエデさんと体を重ねた時、俺は押し倒された。%K%P",
"あの時のカエデさんは、俺を押し倒しながら縋り付いて、泣きじゃくる子供のような表情をしていた。%K%P",
"「彰くんは責任感のある人だから、\\n　既成事実さえ作ってしまえば、って思った」%K%P",
"「抱かれることで彰くんの選択肢を奪って、\\n　私に縛り付けるつもりだったの」%K%P",
"「本当に、私はズルいカミサマよね」%K%P",
"懺悔するかのように内情を吐露していくカエデさんの姿を見て、俺は当時のことを思い出す。%K%P",
"「……カエデさん」%K%P",
"声をかけると、カエデさんの肩がビクリと震える。%K%P",
"「初めてカエデさんとした時、\\n　俺は恥ずかしくて自分の気持ちを言葉にして\\n　伝えなかったことを後悔しています」%K%P",
"あの時、押し倒された俺は拒もうと思えば拒めた。%K%P",
"しかし、そうしなかった。%K%P",
"それはなぜか。%K%P",
"「俺は、カエデさんと繋がることを自分自身で選んだんです」%K%P",
"「流されてカエデさんを受け入れたわけじゃない」%K%P",
"「……ありがとう、彰くん」%K%P",
"「こんな時でも、優しい貴方は私を傷つけないように\\n　してくれるのね」%K%P",
"カエデさんの言葉に、少しだけカチンときた。%K%P",
"俺の本音が伝わっていないのが、悔しくてたまらない。%K%P",
"「どうしたら信じてもらえますか？」%K%P",
"「……そうね。じゃあ、私が信じられるような\\n　証明がほしいわ。なんて――」%K%P",
"「わかりました」%K%P",
"「え？　あ、彰く――んんっ！」%K%P",
"俺は、カエデさんに思いの丈をぶつけるように抱きしめてキスをする。%K%P",
"カエデさんはいきなりのキスに目を見開き、慌てて離れようとするが腰に回した手は緩めない。%K%P",
"「んくっ、ちゅっ……んむっ、はっ……ちゅぱっ……」%K%P",
"「あっ、んんっ、んぅ……ちゅる……はぁっ……」%K%P",
"唇を重ね、唾液すらすべてをものにするように、ただひたすらカエデさんを貪り続ける。%K%P",
"「ぷはっ……はぁ、はぁ、はぁ」%K%P",
"「どうですか？　俺の気持ちは分かってもらえましたか？」%K%P",
"たっぷり一分以上のキスを交わしたせいか、カエデさんの目は蕩け、涙ぐんでいる。%K%P",
"「まだ……足りないっていったら彰くんはどうするの？」%K%P",
"「もちろん、カエデさんが信じてくれるまでキスします」%K%P",
"「……うん、お願い。私はもっと彰くんがほしいの」%K%P",
"「カエデさんが望むのなら何度でも」%K%P",
"それ以上の言葉は必要なく、ついばむようにカエデさんへキスをする。%K%P",
"「ちゅっ……ちゅるっ……ちゅっ……はぁっ」%K%P",
"「んんっ、んっ……あっ、彰くんっ……」%K%P",
"唇だけで物足りなくなった俺は、カエデさんの口内へ舌を入れる。%K%P",
"驚かれたのも一瞬で、すぐに受け入れてくれた。%K%P",
"「んくっ、あっ……んむっ、ちゅっ、ちゅぱ……」%K%P",
"「ちゅるっ……んむぅっ……ちゅっ、ちゅっ……」%K%P",
"呆れるほどに繰り返すキス。%K%P",
"気が付けば、もはやなんのためにキスをしているのかさえ分からなくなるほどカエデさんに夢中になっていた。%K%P",
"ずっと味わっていたと思える唇だが、それでもどこかで区切りをつける必要がある。%K%P",
"「んっ……んっ、あっ、ちゅっ……んんっ！」%K%P",
"最後に思いっきりカエデさんの舌を舐めてから、名残惜しさを感じつつも体を離す。%K%P",
"「ちゅぱっ……はぁ……彰くんの気持ち、\\n　ちゃんと伝わったわ」%K%P",
"「俺もカエデさんの気持ちがわかりました」%K%P",
"「ずいぶん、遠回りしちゃったわね」%K%P",
"「近道だけが最善ではないです。\\n　俺たちはこれでいいんじゃないですか」%K%P",
"「……そうね。これからもよろしくね、彰くん」%K%P",
"「こちらこそ、よろしくお願いします」%K%P",
"ずいぶん時間がかかってしまったけれど、あの時すれ違ってしまった気持ちは、しっかりと伝わった。%K%P"
]