[
"「……ふぅ、こんなもんか」%K%P",
"後片付けを済ませ、すっかり元に戻った境内の様子を眺めると昨日の祭りがまるで夢だったのかさえ思えてくる。%K%P",
"「おう、お疲れさん彰くん」%K%P",
"「丸沼さんもお疲れ様です。\\n　すみません、わざわざ朝早くから後片付けを手伝ってもらって」%K%P",
"「気にするなって。\\n　彰くんたちは今回の祭りの立役者なんだからよ」%K%P",
"丸沼さんの言葉に手伝ってくれた氏子さんたちが一斉に頷く姿に、どうも照れ臭くなる。%K%P",
"みんなの力添えもあって秋祭りは例年よりも盛況で、特に最後の三柱による神楽舞はぜひまた見たいという声が上がるほどに高評価だった。%K%P",
"今年の秋祭りは、文句なしの大成功といってもいいだろう。%K%P",
"「それじゃ、俺たちは戻るからカエデ様たちによろしくな」%K%P",
"「はい。お疲れ様でした」%K%P",
"境内を去っていく丸沼さんたちを見送った後、俺も社務所に戻る。%K%P",
"「おはよう、彰くん」%K%P",
"「おはよう、カエデさん」%K%P",
"社務所に戻ると、すでに起きていたカエデさんが朝食を作っていた。%K%P",
"「後片付けお疲れ様。\\n　丸沼さんたちはもう帰っちゃったかしら」%K%P",
"「ええ、ついさっき。\\n　カエデさんによろしくといってましたよ」%K%P",
"「あら、じゃあ今度お礼しないとダメね。\\n　なにがいいかしら？」%K%P",
"「丸沼さんならお酒とか？　ほかの人だと――」%K%P",
"そんな風にカエデさんと話していると、そういえば横やりが入ってこないことに気付く。%K%P",
"「起きてるのってカエデさんだけ？」%K%P",
"「あの子たちならお祭りの疲れが抜けてないみたいで\\n　まだ寝てるわよ」%K%P",
"「シオンはともかくユカリが起きてないなんて珍しいな」%K%P",
"「まったく、嫁だの妾だのいってるのに\\n　旦那様より遅く起きるなんて」%K%P",
"「ユカリにとっては初めての秋祭りだし、\\n　シオンも色々と頑張ってたからな」%K%P",
"「今日くらいは大目に見てもいいんじゃないか？」%K%P",
"「……まあ、そうね。\\n　あまり姑みたいにいっても仕方ないものね」%K%P",
"「姑なんてとんでもない。\\n　カエデさんも、その、もう俺のお嫁さんなんだからさ」%K%P",
"「あぅ……そ、そうね。\\n　正式に彰くんの奥さんになったんだものね」%K%P",
"なんかそうあからさまに照れられると、俺の方も恥ずかしくなってくるな。%K%P",
"改めてカエデさんが俺の奥さんなんだと考えると、視線は自然と料理姿に向いてしまう。%K%P",
"やっぱりカエデさんは後ろ姿も、艶やかで品があるし、なによりも色っぽい。%K%P",
"「彰くん……？」%K%P",
"「ああ、いや、なんでもない。\\n　それより、見ているだけってのも悪いし俺も手伝うよ」%K%P",
"「ダメよ。“男子厨房に入らず”\\n　お台所は女の子の戦場よ」%K%P",
"めっ、と子供を叱るように注意される。%K%P",
"なんだかその動きが可愛らしくて、大人びたカエデさんとのギャップを感じて思わず頬が緩みそうになった。%K%P",
"「でも……そうね。盛り付けの済んだ料理から\\n　机に並べていってもらってもいいかしら？」%K%P",
"「了解」%K%P",
"さっきは意識しすぎたが、こうしてみると、特別大きくなにかが変わったわけではなかった。%K%P",
"カエデさんとの関係性も、昔と変わらずそのままだ。%K%P",
"昨日の宣言からもそれがわかってしまったのは、少し寂しいと思ってしまう。%K%P",
"神楽舞、ハーレム宣言の二つによって最後の最後に大盛り上がりを見せた秋祭りも、残すところは投票結果の開示と閉会の締めくくりだけだ。%K%P",
"「もうすぐ集計も終わるみたいね」%K%P",
"「私と彰さんをこんなにも沢山の人たちが祝福して\\n　くださるなんて、なんだか恥ずかしいですね」%K%P",
"「いやー、ユカリっちそれはすこーしばかり\\n　自意識過剰じゃないかな？」%K%P",
"「確かに最後のインパクトは凄かったけど、\\n　一発逆転でどうにかなるほど甘くはないと思うなー」%K%P",
"ユカリとシオンに左右から腕を抱きしめられ、カエデさんは傍で寄り添っている。%K%P",
"ハーレム宣言のすぐ後ということもあり、町の人たちだけでなく、外から来ている人からの好奇心もすごい。%K%P",
"しばらくはからかわれそうだが、こんなにも可愛くて美人なカミサマを三柱も娶るんだから目立つのはしょうがないことだろう。%K%P",
"「ねえ、彰くんは誰が勝つと思う？」%K%P",
"「当然、私ですよね彰さん！」%K%P",
"「いやいや、秋祭りに最も貢献したのは\\n　あたしだって。ね、あっきー」%K%P",
"六つの視線がジッと俺の答えを待っている。%K%P",
"さて、どう答えたものか。%K%P",
"「あ、全員頑張ったから誰が勝ってもおかしくない、\\n　みたいなどっちつかずの回答は受け付けないからね！」%K%P",
"人の考えを先読みするとかお前はエスパーか！%K%P",
"しかし、明確に釘を刺された以上、誰か一人を選ばないといけないわけで、そうなると自然と答えは決まっている。%K%P",
"「グルっと見て回った感じ、接戦だとは思う」%K%P",
"「でも、あえて誰が勝つと聞かれたらカエデさんかな。\\n　――って、なんだよその目は」%K%P",
"「なんていうか、順当すぎてつまらない答えだよあっきー。\\n　安パイだけの人生じゃダメだと思う」%K%P",
"「むぅー彰さん騙されないでください！\\n　彰さんの一番のお嫁さんは私なんですから！」%K%P",
"「ふふ、これが積み重ねてきた信頼の差よ」%K%P",
"「認めません！　彰さん！\\n　愛しい愛しいお嫁さんである私を信じてください！」%K%P",
"「あたしも頑張ったと思うんだよねー。\\n　だからあっきーが信じてくれたら勝てるかもよ？」%K%P",
"「お、おい、それ以上くっつくと胸が……！」%K%P",
"両脇から感じられる、それぞれ違った柔らかさの胸が理性に揺さぶりをかけてくる。%K%P",
"「ふふ、当ててるんですよ彰さん――あうっ！」%K%P",
"「まったく、彰くんに迷惑かけないの」%K%P",
"「いつまでも引っ付いてないで彰くんから離れなさい」%K%P",
"「やー！　彰さーん！」%K%P",
"「あーれー」%K%P",
"カエデさんが首根っこを掴むと、二人はそのまま引きはがされた。%K%P",
"腕から消える柔らかな感触を名残惜しいと思ってしまうのは、悲しい男の性だろうか。%K%P",
"「彰くん、まさか勿体なかったとか思ってる？」%K%P",
"「いや、そんなまさか」%K%P",
"カエデさんに鋭く言い当てられてしまう。%K%P",
"俺って考えてること顔に出やすいのか。%K%P",
"「まったく、私だって気軽に抱き着けないのに」%K%P",
"「まあ、俺もカエデさんが自分から抱き着く姿は、\\n　イマイチ想像ができませんけど」%K%P",
"カエデさんは奥ゆかしいからな。%K%P",
"特にこういう人目のある場所で抱き着いてくるとは思えない。%K%P",
"「むっ、それって私にはできないっていってる？」%K%P",
"「わ、私だって抱き着くぐらい、で、できるわよ」%K%P",
"「え？　いえ、\\n　別にお願いしたわけじゃなくてですね――」%K%P",
"「う、動かないで彰くん。\\n　あの子たちにできたんだから私だって」%K%P",
"カエデさんは顔を真っ赤にしながら俺のと腕を何度も見比べる。%K%P",
"なんだかそんな態度をとられると、俺も恥ずかしくなってきた。%K%P",
"しばらく逡巡していたカエデさんが、意を決して口を開こうとしたこところで、タイミング悪く投票の集計が終わったとアナウンスが流れる。%K%P",
"「あっ……集計、終わっちゃったわね」%K%P",
"「……集まらないとダメみたいだし行きましょう」%K%P",
"「そう、ですね。\\n　主役がいないと盛り上がりにかけますからね」%K%P",
"カエデさんに抱き着かれなかったことを残念に思いつつ、俺たちは投票結果の発表舞台へ移動する。%K%P",
"「秋祭りにお越しのみなさん！　大変お待たせしました！\\n　これより三柱による投票対決の結果を発表します！」%K%P",
"投票のお礼や予想以上の盛り上がりなどの前置きの後、ついに投票結果が発表される。%K%P",
"「栄えある投票結果一位に輝いたのは……\\n　我らが祭神、静森カエデ様です！」%K%P",
"結果発表と共に、得票数が開示されていく。%K%P",
"予想通り、誰が勝ってもおかしくないくらいの接戦だったが、僅差でカエデさんの得票数が二人より勝っていた。%K%P",
"「そんなまさか……私の愛が負けるなんて……。\\n　ありえないありえないありえないありえない……」%K%P",
"「ちぇ、いけると思ったんだけどなー。\\n　やっぱり、カエデねーさんが勝っちゃうか」%K%P",
"「こうして結果に出るっていうのも恥ずかしいわね」%K%P",
"闇落ちしかけているユカリと、笑って流すシオン、カエデさんもなんだかんだ嬉しそうである。%K%P",
"「無事に一番になったわけですけど、\\n　カエデさんは俺になにをしてほしいんですか？\\n　ユカリみたいな即物的なことだったり？」%K%P",
"「そ、そんな恥ずかしいこと彰くんに頼めないし、\\n　頼む気も私にはないわよ！」%K%P",
"「……私のお願いはすごく普通のことよ」%K%P",
"それだけいうと、アナウンスで呼ばれたカエデさんが壇上に上がっていく。%K%P",
"壇上に上がったカエデさんはいつものような気安さを潜ませ、祭神として境内にいる全員の視線を受け止めながらほほ笑む。%K%P",
"「先ほどご紹介に預かりました、祭神の静森カエデです」%K%P",
"「今日は秋祭りにご参加いただき、ありがとうございます。\\n　今日こうしてお祭りが盛り上がることができたのも、\\n　皆様のご厚意あってのことです」%K%P",
"大勢の人たちの前で喋るカエデさん。%K%P",
"人々はざわめくことも忘れ、カエデさんの言葉に聞き入っていく。%K%P",
"言葉の端々に力があり、大勢の人たちを魅了するその姿は、カエデさんが立派な祭神である証だ。%K%P",
"「堅苦しい挨拶はこの辺りにして、\\n　ここで一つ、取り決めたいことがあります」%K%P",
"「先ほどの神楽舞で宣言した通り、\\n　私たち三柱は、真瀬彰の伴侶となりました」%K%P",
"「そこで私は三柱で争わぬように勝利者の権利として、\\n　平等に愛してもらうためのルールを決めたいと思います」%K%P",
"いま思い出しても“３人とも仲良く平等に”というルールは、実にカエデさんらしい提案だった。%K%P",
"机に皿を並べつつカエデさんを盗み見て、もしほかの二人が勝っていた場合のことを考えてみた。%K%P",
"ユカリならきっと、直接的に好意を伝える場として活用しただろう。%K%P",
"シオンもなんだかんだいって、盛り上げるためになにか大きなことをやりそうではある。%K%P",
"カエデさんの提案も俺のためを考えてのことだとわかるし、愛情がないってことはない。%K%P",
"しかし、やはり距離を感じてしまうのも確かだ。%K%P",
"どうせならもっと自分のためにお願いを使って、カエデさんの我が儘を見せてほしかった。%K%P",
"「昔のことを知っているから余計にそう感じるのかもな」%K%P",
"初めて出会った時から考えれば、カエデさんとはもう長い付き合いになる。%K%P",
"それこそ、カミサマ降臨が起こってすぐといってもいい。%K%P",
"あの時のカエデさんはもっと積極的で、今のユカリに負けるとも劣らないほどだった。%K%P",
"そんな関係が変化したのは、あの時からだ。%K%P",
"「やっぱり、原因はカエデさんと一線を越えたことだよな」%K%P",
"カエデさんと初めて男女の仲になってから、どうにも互いに妙な遠慮というか、気持ちのすれ違いが生まれている気がする。%K%P",
"俺としては、あの時抱いたことに後悔などない。%K%P",
"自分で選んだことだし、なによりもあの時のことは俺とカエデさんとの絆になっていると思っている。%K%P",
"だが、カエデさんは俺の考えとは違うような気がする。%K%P",
"「負い目……かなぁ」%K%P",
"だとしたら、それは間違いだ。%K%P",
"体を重ねた後に気恥ずかしさから声をかけられなかったことを今になってこれほど後悔するとは思わなかった。%K%P",
"考え事をしてたせいか、あっという間にお皿も並べ終わってしまった。%K%P",
"「カエデさん。お皿並べ終わりましたよ」%K%P",
"「……え？　あ、ありがとう。\\n　後はご飯を盛るだけね」%K%P",
"声をかけると、カエデさんは慌てた様子で取り繕う。%K%P",
"なにか考えている様子だったことから、カエデさんも思う所があるのだろうか。%K%P",
"いっそのこと聞いてみようかと思ったところで、外から慌ただしい足音が響いてきた。%K%P",
"「彰さん！！」%K%P",
"「ふぁぁぁ〜おはよう、あっきー、カエデねーさん」%K%P",
"ユカリが襖を叩きつけるように開けてキッチンに飛び込んできた後、送れて半分寝惚けたシオンが大きな欠伸をしながら入ってきた。%K%P",
"「おはようユカリ。シオンもおはよう」%K%P",
"「すみません、彰さん！」%K%P",
"「せっかく初夜を超え、夫婦としての新婚初日だと\\n　いうのに嫁である私が寝坊するなど……！」%K%P",
"「超えてない超えてない。初夜なんてなかったし、\\n　結婚はまだ先だ」%K%P",
"スルーしたらなし崩し的に迫ってきたそうなのでしっかりと釘を刺しておく。%K%P",
"「けど、ユカリにとっては初めてのお祭りだったし、\\n　一日くらい寝坊したっていいだろ」%K%P",
"「いまあっきーが良いこといったよ。\\n　多少の寝坊は仕方ないよね」%K%P",
"「シオンの場合は寝坊しすぎよ」%K%P",
"「彰くんのお嫁さんになったんだから、\\n　今後はもう少しビシバシいくわよ」%K%P",
"「うえぇ……まじっすか」%K%P",
"「その発言、まるっきり姑ですね」%K%P",
"「いうわね。お寝坊なお嫁さん」%K%P",
"「ぐぅっ……ぐぬぬぬぬ」%K%P",
"難しいことを考えていたのが嘘みたいな、いつも通りの空気に自然と笑みが浮かんでくる。%K%P",
"けど、これからずっと一緒に暮らしていくとしたら、いい加減にこのわだかまりはどうにかしないといけない。%K%P",
"カエデさんは、もう俺の伴侶なのだ。%K%P",
"自分のためにも、なによりカエデさんのためにも過去の出来事を乗り越えなければならないと改めて強く思った。%K%P",
"「……ふぅ」%K%P",
"朝食を終え、一人になったところで気が抜けた私は大きなため息を吐いてしまった。%K%P",
"昨日のハーレム宣言のことを思い出すと、彰くんの傍にこれからもいられると喜びとは別に、心の底では拭えない気持ちが燻っている。%K%P",
"否が応でも思い出してしまうのは、初めて情を交わした時のことだ。%K%P",
"「彰くんはこれでよかったのかしら？」%K%P",
"彼の性格からして、全員を受け入れて愛するという選択を流されて決めたわけではないことはわかっている。%K%P",
"しかし、こうなるように決定づけた原因は自分にあるのではないかと考えてしまう。%K%P",
"彰くんは優しくて責任感のある人だ。%K%P",
"だからこそ、彰くんの優しさに付け込んで抱いてもらったことが棘のように心の深い所で私を苛む。%K%P",
"「勝手に迫って、そのくせ後からこうして悩んでるなんて\\n　馬鹿みたい」%K%P",
"彰くんに罪悪感を抱くようになってから、いままでどうやって彼と過ごしていたのかわからなくなってしまった。%K%P",
"衝動に駆られて行動した結果がこれだというなら、実に笑えない。%K%P",
"結局のところ、平等宣言だって私が彰くんと普通に過ごすために他人というワンクッションが必要だからだったらに過ぎない。%K%P",
"思えば私はずっとあれこれと理由を付けて過去に目を逸らして逃げてきた。%K%P",
"ユカリさんが来た時だって、彼女を放っておけないという気持ちはあったが、それを利用して彰くんの傍にいてもいい大義名分にしていた。%K%P",
"「私ってズルいカミサマね」%K%P",
"こんな微妙な態度のままでは、真っすぐに彰くんのことを好きっていえない。%K%P",
"「私だって、彰くんの奥さんなんだから」%K%P",
"ユカリさんのようにとはいわないまでも、せめてもう少しだけ昔のように過ごせるように頑張らないと。%K%P",
"そうやって、ひそかに私は努力すると心に決めたのだった。%K%P"
]