[
"みんなが寝静まった夜、私は一人で奥宮まできていた。%K%P",
"「ふぅ……」%K%P",
"念のための確認のつもりで戻ってきてみたが、正解だったかもしれない。%K%P",
"常に清浄な空気が保たれている結界の中でも特に神聖な場所である社内中心部にきた私を出迎えたのは、なんともいえない気怠さだった。%K%P",
"「やっぱり、少し戻ってる」%K%P",
"もともとこの鎮守の森に施された結界はタタリガミの被害を抑えるためのものだ。%K%P",
"この中にいる限り、タタリガミの力が漏れることはなく、同時に能力は大きく制限されてしまう。%K%P",
"カミサマとなってからは、その結界の性質を守護の神力として受け継いだわけだけど――%K%P",
"「ここにいて力が抜ける感覚がするってことは\\n　……そういうことよね」%K%P",
"まだかすかに感じる程度の違和感。%K%P",
"神力だって普通に使うことができる。%K%P",
"けれど……認めなければならない。%K%P",
"「タタリガミに、戻りかけてる」%K%P",
"予兆はあった。%K%P",
"不安定になる心、止められない感情、無意識での行動。%K%P",
"「まさか、こんな感情一つでタタリガミに\\n　戻りかけるなんて思いもしなかったわ……」%K%P",
"私は彰くんが好きだ。%K%P",
"胸の奥にあるこの幸せな感情が恋だということを、私はずっと知っている。%K%P",
"そして、そのすぐそばで新しく生まれた気持ち。%K%P",
"彰くんが他の子と仲良くしているだけで疼く黒い感情。%K%P",
"それはきっと嫉妬なんだろう。%K%P",
"初恋が彰くんで、二度目の恋も彰くん。%K%P",
"彰くんにもっと私を見てほしいと思ってる。%K%P",
"「一体私はどれだけ彰くんのことが好きなのよ」%K%P",
"タタリガミに戻りかけているというのに、私の中で暗い気持ちは生まれない。%K%P",
"だって、私をタタリガミに引き戻そうとしているのは女の嫉妬。%K%P",
"他人に彰くんを取られたくないっていう、私が本気で彼を好きだという証なのだから。%K%P",
"「だから――絶対に逃げない」%K%P",
"この気持ちに、嘘はつきたくないから。%K%P",
"「ちょっと出て来るわね」%K%P",
"「いってらっしゃい、カエデさん」%K%P",
"今日もまたカエデさんは朝から用事で出かけていく。%K%P",
"氏子さんへのあいさつ回りから数日後、カエデさんは隠れてなにかを始めた。%K%P",
"「カエデねーさんなにやってるんだろうね」%K%P",
"カエデさんを見送った後、シオンが首をひねる。%K%P",
"なにをしているのか、ユカリやシオンも知らないし、俺が聞いても教えてくれなかった。%K%P",
"「隠れてこそこそと……怪しいですね」%K%P",
"「カエデさんのことだからよっぽど\\n　心配いらないとは思うけどな」%K%P",
"「もし二人なら秘密でなにかやるとしたらどんなことだ？」%K%P",
"「外堀から埋めて既成事実を作るための準備をします」%K%P",
"ユカリの思いもよらぬ言葉に顔が引きつる。%K%P",
"「やですね、冗談ですよ。\\n　私はもう彰さんの嫁なのでする必要は\\n　ありません」%K%P",
"「嫁じゃなかったらしてたってことだよな？」%K%P",
"「それは置いておくとして」%K%P",
"誰が聞いてもわかるくらいあからさまなまでの話題転換。%K%P",
"ユカリのやつ誤魔化したな。%K%P",
"「妥当な所ではプレゼントを用意しているとか\\n　ではないでしょうか？」%K%P",
"「あたしならイベントを考えて驚かせたりするけど、\\n　カエデねーさんはそういうタイプじゃないしねー」%K%P",
"ユカリ、シオン、カエデさんはそれぞれまったく違う魅力があるからな。%K%P",
"「そういえば……こないだカエデねーさん珍しく雑誌を\\n　読んでたからそれになにかヒントがあるかも」%K%P",
"「雑誌ってなんの雑誌だ？」%K%P",
"「んー、ちょっと待てって」%K%P",
"立ち上がったシオンは大広間をから出ると、少しして戻ってくる。%K%P",
"「はい、この雑誌だよ」%K%P",
"「お前、これもしかしてカエデさんの部屋から\\n　持ってきたんじゃ……」%K%P",
"「細かいことは気にしないの。\\n　ほら、早く読んでみよう」%K%P",
"色々と追及したいところだが、今回は見なかったことにしてシオンの持ってきた雑誌を三人で覗き込む。%K%P",
"雑誌には女性が着る色々な服やアクセサリーが載っていた。%K%P",
"「ファッション誌だな」%K%P",
"「ファッション誌ですね」%K%P",
"「ファッション誌だね」%K%P",
"これは絶対に今回の件とは関係ないだろ。%K%P",
"「カエデさんもこういう雑誌読むんですね」%K%P",
"「そりゃ、女性なんだからファッションに\\n　気を使うだろ」%K%P",
"「でもカエデねーさんって、\\n　こういう服ってあんまり着ないよね」%K%P",
"「あ、折り目が付いてる」%K%P",
"シオンが折り目の付けられてページ開くと、ファッション用の指輪が載っているページだった。%K%P",
"「指輪か」%K%P",
"「種類が色々とあるみたいですね。\\n　あ、これ！　これなんていいですね！」%K%P",
"「んーあたしはこっちかな」%K%P",
"「彰さんはどれが似合うと思います？」%K%P",
"「そうだな……ユカリならこれで、シオンならこれ、\\n　カエデさんはこれかな」%K%P",
"ページにある指輪を三人がはめた姿を思い浮かべて、どれが似合っているか指差していく。%K%P",
"「あっきーよくわかってるね」%K%P",
"「はい！　想像しただけで\\n　絶対に似合ってるってわかります！」%K%P",
"「でも指輪……いいですね」%K%P",
"「そだね。指輪ならそのままつけても\\n　ネックレスにしてもいいからね」%K%P",
"「どうせなら買ってみるか？」%K%P",
"「いいんですか！？」%K%P",
"「あんまり高いのはさすがに無理だけど、、\\n　これくらいの指輪はならプレゼントってことで」%K%P",
"「絶対ですよ！　約束ですからね！」%K%P",
"「あたしも期待してるからね、あっきー」%K%P",
"「お、おう」%K%P",
"プレゼントを渡したいって気持ちに嘘はないが、二人の剣幕を見るに少しだけ早まったかも。%K%P",
"「うふふふふふふふ！\\n　彰さんが指輪を買ってくれる」%K%P",
"「これってもう私が本妻ということでいいですよね！」%K%P",
"「いや、三人に買うからな？\\n　ユカリだけじゃないぞ？」%K%P",
"「わかってます。わかってますよ彰さん」%K%P",
"「その顔は絶対にわかってる顔じゃないぞ」%K%P",
"「いやーでもあっきーが指輪を買ってくれるなんて。\\n　いまから楽しみだよ」%K%P",
"「買うのはカエデさんの問題が片付いてからだけどな」%K%P",
"「すぐに片付けましょう、いますぐ片付けましょう！\\n　なんなら私が聞き出してきてもいいんですよ！」%K%P",
"「ユカリっちだと縛られてお終いじゃないかな。\\n　それよりいい方法があるよ」%K%P",
"「いい方法？」%K%P",
"なんかイヤな予感がする。%K%P",
"「あっきーがねーさんに愛の言葉を囁きながら、\\n　びしっとプロポーズしたらイチコロだと思うよ」%K%P",
"「プロポーズ！　いいですね！\\n　彰さんから指輪を渡され、プロポーズなんてされたら……\\n　きゃーきゃー！」%K%P",
"「いや、ユカリっちにプロポーズしろとは\\n　いってないからね？」%K%P",
"遠い世界に旅立ってしまったユカリに、シオンの言葉はまるで届いていなかった。%K%P",
"しかし、プロポーズか。%K%P",
"シオンは冗談めかしていったかもしれないが、存外いい案かもしれないぞ。%K%P",
"俺は思いついた計画の段取りを、早速考え始めた。%K%P",
"ユカリとシオンのおかげで閃いたプロポーズ計画は正直かなりいいアイデアだと思っている。%K%P",
"なにをしているか聞きたい、ということもあるがそれ以上に俺がカエデさんにプロポーズしたいという気持ちが強い。%K%P",
"可能な限り早めに進めていきたいところだが、しかし、仕事を蔑ろにすることはできない。%K%P",
"「彰くん」%K%P",
"お守りの整理をしながら案を考えていると、カエデさんが声をかけてきた。%K%P",
"「隣に座ってもいいかしら？」%K%P",
"「わざわざ確認をとらなくてもいいんですよ」%K%P",
"「ダメよ。仕事の邪魔をしたらイヤだもの」%K%P",
"そういいつつ、カエデさんが俺の隣に座る。%K%P",
"たったの数日程度とはいえ、なんだかカエデさんとこうして二人っきりにのが久しぶりに感じられる。%K%P",
"「今日は出かけないんですね」%K%P",
"「ええ、もう出かける必要がなくなったのよ」%K%P",
"……出かける必要がなくなった？%K%P",
"「彰くんは、私がなにをしてたか気になる？」%K%P",
"「気にならないっていったら嘘になります。\\n　話してくれるんですか？」%K%P",
"「ええ、もちろん。\\n　そのためにいままで準備してきたんだもの」%K%P",
"「でも、ちょっとだけ待ってくれるかしら？\\n　できれば……そう、今日の夜に白絲の滝へ\\n　一人で来て欲しい」%K%P",
"「白絲の滝にですか？」%K%P",
"「そう、あそこじゃないと意味がないから」%K%P",
"「……ダメかしら？」%K%P",
"「いえ、わかりました。\\n　それで大丈夫です」%K%P",
"「ありがとう、彰くん」%K%P",
"嬉しそうにほほ笑むと、カエデさんは立ち上がる。%K%P",
"「これ以上は仕事の邪魔になっちゃうから、\\n　私はもう行くわね」%K%P",
"「もう少しゆっくりしていてもいいんですよ？」%K%P",
"「本当は私もそうしたいところだけど、\\n　あんまり彰くんと一緒にいると\\n　我慢できなくなっちゃうからやめておくわ」%K%P",
"「それじゃ、お仕事頑張ってね、彰くん」%K%P",
"部屋を出る前に声をかけようかと思ったが、止めておいた。%K%P",
"夜になったら話してくれるといってくれたんだ、素直に夜になるまで待つべきだろう。%K%P",
"そうやって自分を納得させて仕事に戻った。%K%P",
"カエデさんとの約束のため、夜に家を出て白絲の滝まで向かう。%K%P",
"「そういえばこの間カエデさんに好きっていったのも\\n　こんな夜だったな」%K%P",
"夜の森を抜けて白絲の滝までたどり着くと、夜の滝は昼とは違う装いを見せていた。%K%P",
"ぽっかりと開けた滝つぼの周りでは蛍が舞い、青く輝きながら流れる滝の音が子守歌のように森中に響く。%K%P",
"そんな滝の下にカエデさんはいた。%K%P",
"月の光を浴びながらひっそりと佇むその姿は神秘的で、声をかけるのも忘れて見入ってしまう。%K%P",
"気配で気が付いたのか、カエデさんがゆっくり振り返ると俺は思わず息を飲んだ。%K%P",
"見慣れていたはずの横顔なのに、近づくことを躊躇うほどに神々しく圧倒される。%K%P",
"隣にいるのが当たり前だと思っていた女性は、やはりカミサマなんだと改めて実感した。%K%P",
"それでも努めて平静を装い、意を決して近づきながら口を開く。%K%P",
"「おまたせしました」%K%P",
"「待ってなんかないわ。\\n　無理いってごめんなさい」%K%P",
"「こういうのも密会みたいで楽しいので、\\n　気にしないでください」%K%P",
"「彰くんは女の子をその気にさせるのが上手いわね」%K%P",
"口元を隠して笑う姿はいつも通りのカエデさんのはずなのに妙に艶っぽく、大人の魅力を感じさせる。%K%P",
"「それ褒められてませんよね？」%K%P",
"「そんなことないわよ」%K%P",
"「彰くんがその気にさせてくれたから、\\n　私は助けてもらえたんだから」%K%P",
"カエデさんが言葉を区切ると、周囲には虫の鳴き声と滝の音だけが響く。%K%P",
"「――聞いてもいいんですよね？」%K%P",
"「ええ、そういう約束だもの」%K%P",
"気負いなくカエデさんは答える。%K%P",
"それだけで、つい安心してしまいそうになる。%K%P",
"「前置きが長くなると嫌だから単刀直入にいうけど、\\n　私ね、タタリガミに戻りそうなの」%K%P",
"「………………は？」%K%P",
"安心したのも束の間で、予想していた想像のどれでもない答えに理解が追いつかず混乱しそうになる。%K%P",
"「タタリガミに戻りそうって……\\n　カエデさんなりの冗談……だったりしませんか？」%K%P",
"「冗談だったらよかったのだけど……本当のことよ」%K%P",
"「でも、戻りそうってだけで、\\n　完全に戻ったわけじゃないわ」%K%P",
"「それは……」%K%P",
"いずれは戻ってしまうってことではないのか、と口に仕掛けた言葉を俺は飲み込む。%K%P",
"「俺に……俺に手伝えることはありますか？」%K%P",
"もしかして、カエデさんは一人で解決しようとしてたんじゃないのか？%K%P",
"そう考えると、言葉が自然と零れた。%K%P",
"「カエデさんが悩んでいるのに、\\n　なにもできないなんて俺はイヤです」%K%P",
"「だから、一人で解決しようとしているなら、\\n　手伝わせてください」%K%P",
"「待って彰くん。そうじゃないの」%K%P",
"「いえ、正確には半分正解で半分はハズレなんだけど、\\n　とにかく聞いてちょうだい」%K%P",
"カエデさんに手で制されてしまう。%K%P",
"一呼吸おいてみれば、カエデさんが終始笑っていることに気が付いた。%K%P",
"タタリガミに戻ることを割り切っている、というよりまるで気にしていないような態度だ。%K%P",
"むしろ、俺のほうが取り乱して恥ずかしいところを見せてしまったくらいだ。%K%P",
"「なんか、落ち着いてますね」%K%P",
"「だって慌てる必要がないもの」%K%P",
"「私が彰くんのことを信じているから」%K%P",
"憂いなど微塵も感じさせず、ハッキリといいきった。%K%P",
"「私もタタリガミに戻りかけているって知ったとき、\\n　そりゃ少しは不安になったわ」%K%P",
"「でもね、例えもう一度タタリガミになったとしても、\\n　絶対に彰くんがまた救ってくれるって信じてるの」%K%P",
"「カエデさん……」%K%P",
"寄せられる全幅の信頼に心が熱くなる。%K%P",
"そうか、そうだよな。%K%P",
"例えカエデさんがまたタタリガミに戻ったとしても、俺がまた元に戻せばいい。%K%P",
"なんだ、わかってみれば簡単なことじゃないか。%K%P",
"「カエデさんが信じてくれているように、\\n　俺もその期待に応えます」%K%P",
"「カエデさんがまたタタリガミになっても、\\n　俺が絶対に元に戻しますから」%K%P",
"「……うん、ありがとう、彰くん」%K%P",
"疑うつもりなんて最初からないのか、カエデさんはいつも通りの笑みで応えたくれた。%K%P",
"「さて、隠していたことのもう半分にはいりましょう」%K%P",
"いきなりタタリガミに戻るという話がきたので忘れそうになっていたが、当初の目的を教えてもらっていない。%K%P",
"「ねえ、彰くん。\\n　私と彰くんが初めてここで\\n　出会った時のことは覚えてる？」%K%P",
"「当たり前です」%K%P",
"「私も覚えているわ」%K%P",
"「でも、改めて思い返してみたら\\n　私と彰くんの最初の出会いは、\\n　あまりいい雰囲気ではなかったわね」%K%P",
"「カエデさんに見惚れてたら、\\n　こんな夜遅くに出歩くなって怒られましたからね」%K%P",
"冗談めかしていうと、カエデさんが恥ずかし気に顔を逸らす。%K%P",
"「あ、あの時は荒れてたから、\\n　怒鳴って追い返すことしかできなかったのよ」%K%P",
"「でも、俺の心配をしてくれたんですね」%K%P",
"いまよりもずっと若造だった俺でさえ本気で心配をしてくれているんだとわかったくらいだ。%K%P",
"どれだけ人に畏怖されていたとしても、本質としてカエデさんは優しいのだろう。%K%P",
"「タタリガミとはいえ、カミサマなのよ？\\n　不器用でもなんでも心配くらいはするわ」%K%P",
"「ロマンチックの欠片もなかったから、\\n　どうせならもう少しロマンのある\\n　出会い方がしたかったわね」%K%P",
"「そうですかね？　俺はなんだかんだやっぱり、\\n　ロマンを感じましたよ」%K%P",
"「カエデさんにとって俺はただのその他大勢だったかも\\n　しれませんが、俺にしてみれば特別で\\n　運命的な出会いでした」%K%P",
"カエデさんとの初めての出会いは、いまの俺を形作る根底になっているといってもおかしくない。%K%P",
"神社を継ぐという重圧から逃げるように家を抜け出して見たのは、月光に照らされ、夜の滝に佇むカエデさん。%K%P",
"大人びた雰囲気なはずなのに、一人ぼっちの子供みたいで、泣きそうになるの必死に堪えているのだと思った。%K%P",
"あの時みた光景は鮮烈で、いまでも深く脳裏に焼き付いて離れない。%K%P",
"だって俺は、そんなカエデさんを見て守りたいと思ったから、力になりたいと思ったから、この人の……特別になりたいと思ったから。%K%P",
"「出会い方はどうであれ、自分のすべてをかけてでも、\\n　本気になれる相手に出会えたことこそ\\n　運命じゃないですか」%K%P",
"カエデさんとの出会いは、何年経っても忘れられるわけがないほどに特別なものだ。%K%P",
"「だって、静森カエデこそ俺の、\\n　真瀬彰の初恋の人なんだから」%K%P",
"「――――」%K%P",
"カエデさんの目を大きく見開く。%K%P",
"恥ずかしくなって思わず顔を逸らすと、くすくす笑い声が聞こえてきた。%K%P",
"「俺、変なこといいました？」%K%P",
"「いえ、なんだか彰くんらしいなって思って」%K%P",
"「そうよね、どういう出会い方だったとしても、\\n　私と彰くんの関係は――初恋はここから始まった」%K%P",
"「それはきっと、下手な小説やドラマよりも、\\n　ずっとずっと素敵な出会いよね」%K%P",
"他人ではなく、当事者同士がそう思えているのなら、俺たちの出会いは誇れるものだと胸を張れる。%K%P",
"「そんな出会いのあった場所でね、私はもう一度、\\n　ここから始めたいと思っているの」%K%P",
"「ここから、もう一度？」%K%P",
"それはどういう意味なのだろう。%K%P",
"「私ね、彰くんに二度目の恋をしたの。\\n　昔の彰くんも好きだけど、私はいまの彰くんのほうが\\n　もっと好き」%K%P",
"「きっと私は、何度だって貴方に恋をする。\\n　昨日よりも今日、今日よりも明日」%K%P",
"「ずっとずっと、彰くんに恋し続けるわ」%K%P",
"「抜け駆けだってわかってる。平等を宣言しておいて、\\n　こんなことは卑怯だって百も承知よ」%K%P",
"「けれどもごめんなさい。それでも私は自分の気持ちに\\n　嘘はつきたくない」%K%P",
"「彰くんと出会ったこの場所で新しい関係になりたいの」%K%P",
"「愛しています。私と――結婚してください」%K%P",
"真っすぐな、真っすぐすぎるカエデさんのプロポーズに俺は言葉を失う。%K%P",
"正直にいえば、驚いたどころの話ではない。%K%P",
"カエデさんへのプロポーズを計画していた俺からしてみれば、してやられた気分だ。%K%P",
"考えていることは、同じだったのだから。%K%P",
"「――カエデさん」%K%P",
"声をかけると、カエデさんの肩が震える。%K%P",
"そんな、ただの女の子なカエデさんが愛おしくて、返事なんて決まっている。%K%P",
"「お受けします。結婚しましょう、カエデさん」%K%P",
"カエデさんの手を取り、プロポーズを受け入れて抱きしめる。%K%P",
"「……確認だけど、本当にいいの？」%K%P",
"「こんな雰囲気の中で嘘はつきませんよ」%K%P",
"「ただ、ユカリやシオンもいるので、\\n　カエデさん一人が独占ってわけにはいきませんけど」%K%P",
"「大丈夫よ。プロポーズするだけでもルール違反なのに、\\n　その上で二人より優先しろなんてことはいわないわ」%K%P",
"「本音をいえば、このまま結婚式までいきたいとこだけど、\\n　それはさすがにやりすぎだものね」%K%P",
"「その代わり、嫉妬はするからしっかり受け止めてね？」%K%P",
"「わかってますよ。俺が全部受け止めます」%K%P",
"しかし……結婚、結婚か。%K%P",
"プロポーズする計画はカエデさんに先を越されたけど、これはこれで怪我の功名だ。%K%P",
"プロポーズが成立した以上、次にやることは決まっている。%K%P",
"となると、町の人たちや氏子さんの力も借りる必要が出てくるな。%K%P",
"「彰くん？　なにか考え事？」%K%P",
"「ああいえ、そういえば、コソコソしていた理由を\\n　全部聞いてなかったと思って」%K%P",
"新しい計画がバレないように咄嗟に出た言葉だが、まったくの嘘というわけではない。%K%P",
"「結局なんだったんですか？」%K%P",
"「……笑わない？」%K%P",
"「笑いませんって」%K%P",
"「……プロポーズに失敗したらタタリガミに戻ると思って、\\n　それを町の人たちに説明していたのよ」%K%P",
"前向きだと思っていたら、ずいぶんと後ろ向きな理由だった。%K%P",
"「――ん？　もしかして、タタリガミに戻りかけた\\n　理由って嫉妬ですか？」%K%P",
"「…………そ、そうよ」%K%P",
"「ぷっ……あはは」%K%P",
"「笑わないっていったのに笑うなんて酷いわ……」%K%P",
"「ははは、すみません。\\n　ただ、嫉妬でタタリガミに戻るほど愛されてるのは、\\n　すごく嬉しいです」%K%P",
"「カエデさんにここまで想われて、俺は果報者ですね」%K%P",
"「そういってもらえて嬉しいけど、\\n　約束は約束よ。笑った罰をなにか考えなきゃ」%K%P",
"「……そうね。もっと強く抱きしめて」%K%P",
"「こうですか？」%K%P",
"「そのまま、下を向いて」%K%P",
"頭を下げると、カエデさんと真っすぐ視線がぶつかる。%K%P",
"「そのままよ？　――ちゅっ」%K%P",
"すぐに唇を離す、唇同士が触れるだけの軽いキス。%K%P",
"こんな状況でそんなことをされれば、期待してしまう。%K%P",
"「あの、俺からもキスしていいですか？」%K%P",
"「ダメ。これは罰なんだから私からしかしちゃいけないのよ」%K%P",
"「生殺しですか」%K%P",
"「さあ、どうかしら」%K%P",
"からかうようにして、キスを続けてくるカエデさんに、俺は敵わないなと思ってしまった。%K%P"
]