[
"「今回も無事に終わってよかった」%K%P",
"今年で復活から二回目の開催となる秋祭りは、去年に比べて大きな問題もなく終わることができた。%K%P",
"秋祭りを復活させた発起人である俺も本当なら後片付けを手伝うはずだったが、親父たちに後は任せろといわれて帰らされた。%K%P",
"夜も遅いし、たぶん、親父たちは後片付けのあとで酒盛りもするんだろうな。%K%P",
"「……あれ？」%K%P",
"家に戻ると大広間の電気が点いていた。%K%P",
"親父やお袋はまだ本宮のほうにいるから誰もいないはずなのに。%K%P",
"「カエデさん？」%K%P",
"警戒して中へ入ると、大広には奥宮に戻ったはずのカエデさんが座っていた。%K%P",
"「どうしたんですかこんな夜遅くに。\\n　なにか忘れ物でもありましたか？」%K%P",
"「彰くんに会いたくなって」%K%P",
"「秋祭りの間は中々二人っきりの時間が\\n　作れなかったでしょ？」%K%P",
"「寂しかったのよ」%K%P",
"「ととっ」%K%P",
"真正面からぶつかってくるカエデさんを受け止る。%K%P",
"一年前はタタリガミだったとは思えないほどすっかり町の祭神として板に付いてきたカエデさんだが、ある時からこうやって俺に甘えることが増えてきた。%K%P",
"俺としてはカエデさんのような魅力的な女性に甘えられるのは嬉しく思うが、こうも頻繁に抱き着かれたり腕を組まりたりして胸を押し付けられると、どうしても意識してしまう。%K%P",
"「ああ、まだいってなかったわね。\\n　秋祭りお疲れ様。今年の彰くんもカッコよかったわ」%K%P",
"「カエデさんにそんな風に褒められると照れますね\\n　……って、あの、カエデさん？」%K%P",
"「あら、どうしたの彰くん？」%K%P",
"「えっと、その、胸が思いっきり当たってますけど……」%K%P",
"「当ててるのよ。イヤだったかしら？」%K%P",
"「イヤだなんてそんな。むしろその、\\n　嬉しいくらいです」%K%P",
"「ふふ、よかった」%K%P",
"嬉しそうにしているカエデさんを見て、ドキリとする。%K%P",
"今更ながら、カエデさんと二人っきりなんだと思うと、気恥しさや緊張のせいで心臓が痛いくらいに早鐘を打つ。%K%P",
"「彰くん……ごめんなさい――ちゅっ、ちゅぱっ」%K%P",
"「――んっ！　か、カエデさんいきなりなにを？」%K%P",
"突然のキスに驚いて慌てて顔を離すと、カエデさんは見たこともないくらい弱々しい笑みを浮かべていた。%K%P",
"「今日は彰くんに会いにきただけじゃないの」%K%P",
"「私はね、彰くんに抱いてもらうためにきたのよ」%K%P",
"「……はい？」%K%P",
"「男女の関係になりたいっていったほうが\\n　伝わるかしら」%K%P",
"「いえ、意味はきちんと理解していますけど、\\n　性急すぎませんか？」%K%P",
"「こういうのはカエデさんらしくないというか……」%K%P",
"「私は彰くんのことが好きよ。ほかの誰よりも、\\n　ほかのなによりも大好き」%K%P",
"「だから抱いてほしい、貴方の女にしてほしいと\\n　思うのは間違いかしら？」%K%P",
"「カエデさん、俺は……」%K%P",
"「誤魔化す言葉なんて聞きたくない！\\n　私じゃ彰くんの特別にはなれない？」%K%P",
"「ダメなところはぜんぶ直すわ……だから、お願い」%K%P",
"カエデさんの真剣な目が俺を射抜くが、その様子にいつものような力強さはない。%K%P",
"それどころか、縋り付くような、泣きじゃくる子供のようにさえ見えてしまう。%K%P",
"大好きな人にそんな表情をさせてしまうのを、黙っていられるわけがない。%K%P",
"「……わかりました。カエデさんのこと、抱きますね」%K%P",
"「あの、私の体って変じゃないかしら」%K%P",
"「変どころかあまりにも綺麗なんで驚きました」%K%P",
"寝転がり、普段は下着で覆われて見えない胸元を曝け出しているカエデさんの姿は、俺が今まで見てきたモノの中でも最高に綺麗だった。%K%P",
"「そういってもらえると嬉しいわ」%K%P",
"「……これが、カエデさんの」%K%P",
"自然と手が伸びて、カエデさんの豊満な胸を両手ですくい上げるように揉む。%K%P",
"「あっ、あんっ、んくっ、はぁんっ！\\n　彰くんに揉まれちゃってるっ、ふふ」%K%P",
"「んぅっ、はぁ……彰くん、私の胸どうかしら」%K%P",
"「服の上からでも大きいってわかりますけど、\\n　実際に触ってみるとすごさがよくわかります」%K%P",
"「ずっと揉んでいたくなるくらい気持ちがいいですよ」%K%P",
"手で覆えないほどに零れそうな胸も、つんっとした乳首も、すべてが俺を夢中にさせる。%K%P",
"「よかっ、た……はぁんっ、あんっ……はぁ、\\n　はぁっ、んんっ！　彰くんが、気持ちよくなって\\n　くれるなら嬉しいわ……あんっ」%K%P",
"「んぅっ、はぁぁっ、だからもっと、\\n　彰くんの好きなようにして……ふぅ、\\n　んぅっ、いいのよ？」%K%P",
"「魅力的な提案ですけど、俺だけじゃなくて、\\n　カエデさんも気持ちよくなってください」%K%P",
"カエデさんの大きな乳房をただ堪能するのではなく、少しずつ動きを変えていく。%K%P",
"乳輪をなぞるように撫でながら、ピンク色の乳首を摘まむ。%K%P",
"「んんっ！！　彰、くんっ、やぁんっ、んくっ、\\n　乳首、コリコリって、されると……あんっ！」%K%P",
"「はぁ、はぁ、んくっ、気持ち、いいっ、んくっ、\\n　ふぅ、ひゃんっ、ダメっ、私ばっかり気持ちよく\\n　なっちゃうっ！」%K%P",
"「カエデさんも気持ちよくなってくれているんですね。\\n　すごく色っぽい声が出てますよ」%K%P",
"耳元に顔を近づけて囁くと、カエデさんの体がぶるっと震えた。%K%P",
"「うんっ、彰くんに揉まれると、ひゃんっ、くぅっ……\\n　自分で触るのと全然違う、んぅ、ふぅ、ああんっ！」%K%P",
"「体の芯から熱くなって……はぁん、彰くんのこと、\\n　もっともっと感じたくなっちゃう……ひぁんっ、ふぅ、\\n　んんぅぅ」%K%P",
"カエデさんの息遣いが荒くなるのに合わせて、俺の呼吸もどんどん激しくなる。%K%P",
"緊張と興奮でべっとりと手汗をかいてしまうが、カエデさんのモチモチの胸を揉むのを止められない。%K%P",
"「あっ、んっ……あ、彰くん。私は、もういいから、んっ、\\n　そろそろ彰くんも、あんっ、くぅっ、ひんっ、\\n　気持ちよくなっていいのよっ」%K%P",
"「おち○ちんも……んっ、はぁっ、もう、\\n　苦しそうじゃない。ほら、こんなになってる」%K%P",
"「ちょっ、カエデさんっ」%K%P",
"カエデさんの腕がズボンの中で勃起した部分に触れると、体がびくりと震えてしまう。%K%P",
"「ふふ、彰くんったら、触っただけなのにそんなに\\n　敏感に反応して。私の指でそういう風に感じてくれるのね」%K%P",
"「当たり前ですよ。その、カエデさんのあられもない姿を\\n　見たうえで触られて感じないわけないじゃないですか」%K%P",
"「んぅ、嬉しいわ。\\n　でもそれなら、なおのこと我慢なんてしなくてもいいのに」%K%P",
"「彰くんのしたいようにしてくれていいのよ？\\n　私のおま○こも、もう準備ができてるもの」%K%P",
"カエデさんに胸を揉んでいた腕を捕まえられて、ヘソ、恥丘を通って陰口にまで案内される。%K%P",
"初めて手で触れたカエデさんの陰口からは、粘ついた愛液が零れ始めていた。%K%P",
"「濡れて、ますね」%K%P",
"「大好きな人に触れられて、\\n　我慢できなかったのは彰くんだけじゃないわよ」%K%P",
"「彰くんは……エッチな女の子は嫌い？」%K%P",
"「そんなことありません。カエデさんが俺で\\n　ここまで感じてくれて嬉しいです」%K%P",
"カエデさんが俺の拙い前戯で感じてくれたというだけで胸が熱くなる。%K%P",
"「ここに、俺のモノを入れるんですよね」%K%P",
"綺麗なピンク色をしている秘部の周りをゆっくりと撫でる。%K%P",
"「あんっ、おま○こ、触らなくても……はぁっ、んくっ、\\n　もう、濡れてるから入れてもいいって、いったのに、んっ」%K%P",
"「まだ、焦らすのっ、んっ、やぁんっ、\\n　意地悪っ、んぅっ、はぁっ……ふぅ、ひぃんっ」%K%P",
"大陰唇や小陰口ぶりを指で擦りながら、ピッチリと閉じているはずの陰口に近づけると、まるで待ち望んでいたかのように指が飲み込まれていく。%K%P",
"「んんっ！！　彰くんの指っ、私の中に入ってきて、\\n　あんっ、はぁ、んぅっ、ぐちゅぐちゅって……\\n　いぎっ、んぅ、ふぅ、はぁっ」%K%P",
"「こんな……あっ、あっ、あっ、んぅぅっ……\\n　指、だけなのにっ、彰くんが中にいるって\\n　考えるだけで、はぁん、んっ、感じすぎちゃうっ」%K%P",
"指一本だけでもかなりきついカエデさんの膣内を、俺をゆっくりほぐしていく。%K%P",
"「次はこれで、どうですかカエデさん」%K%P",
"膣内から指を抜き取ると、そのままカエデさんの陰核を指の腹で軽く押しつぶす。%K%P",
"「はぁ、はぁ、はぁ、やぁんっ、んんっ！！\\n　クリっ、そんな風に弄られるとっ、ああんっ！」%K%P",
"「彰、くんっ、んっ、それ、刺激が強すぎて、\\n　やぁっ、あんっ、〜〜っ！」%K%P",
"乳首のように硬くなっていく陰核を刺激していると、カエデさんの体が震える。%K%P",
"「カエデさん……ちゅっ」%K%P",
"「あ……んっ、ちゅっ、ちゅぱっ……れろっ、ちゅるっ、\\n　こんらはげひいきしゅ……んむぅ……」%K%P",
"「舌、もっろ……んむぅ、ちゅっ、くちゅっ、ぴちゅっ、\\n　ちゅっ、んぅ……」%K%P",
"カエデさんの秘部を弄りながら舌を絡ませてキスをする。%K%P",
"「くちゅっ……ちゅっ、ちゅっ、ぴちゃっ……\\n　彰くん、彰くんっ、れろ、ちゅぅ」%K%P",
"「んむっ、んっ、ちゅぱっ……くちゅっ、ちゅっ」%K%P",
"唾液が零れることなんて気にもせず、ただただカエデさんの唇を味わっていたかった。%K%P",
"何度も舌を絡ませ、歯茎をなぞり、カエデさんの口内を犯していく。%K%P",
"「ちゅるっ……ちゅぱっ、はぁ、はぁ……\\n　も、もう、いきなりこんな激しいキスをするなんて\\n　……舌を絡ませたキスなんて初めてよ」%K%P",
"「俺もですよ。こんなに深いキスをしたのはカエデさんが\\n　初めてです」%K%P",
"「彰くんにそういってもらえて嬉しいわ……でも、\\n　その、本命はまだよね」%K%P",
"「だって私は、彰くんに大切な初めてを\\n　捧げられてないもの……だから、彰くん。\\n　もう、きて……」%K%P",
"誘うように囁くその姿に、カエデさんも激しく欲情していることが見て取れる。%K%P",
"カエデさんが限界のように、俺もそろそろ我慢が出来そうになくなっていた。%K%P",
"ズボンと上着を脱ぎ捨て、限界まで勃起した肉棒を自由にする。%K%P",
"「わっ……これが彰くんのおち○ちん……\\n　男の人の性器は初めて見たけど、想像より大きいわね」%K%P",
"「あまりジロジロ見られると恥ずかしいですね」%K%P",
"「ふふ、ごめんなさい。でも、このおち○ちんが\\n　私のおま○この中に入るのね」%K%P",
"「怖いですか？」%K%P",
"「ううん、嬉しいの。\\n　彰くん、私をなにも考えられないようにして」%K%P",
"「私は、彰くんに滅茶苦茶にしてほしいの」%K%P",
"「……わかりました。カエデさんの初めてを、貰います」%K%P",
"カエデさんの陰口にあてがい、ゆっくりと亀頭を膣内へと入れていく。%K%P",
"「あぁぁぁっ、んぅっ、ふぅっ、くぅぅっ、はぁ、はぁっ、\\n　入って、きたぁっ、くぅぅぅっ、ふぅ、ふぅ……」%K%P",
"愛液の潤滑油があるとはいえ、軽くほぐした程度では不十分だったのか、カエデさんの膣内はかなり狭く、圧迫感がある。%K%P",
"「くぅっ、ふくっ、はぁんっ、んんっ、ふぅ、ふぅっ、\\n　彰くんの、おち○ちんが私の中を、こじ開けて……\\n　ふぅ、くぅ……はぁ、はぁ」%K%P",
"「んんっ、あっ、やあっ、あんっ、ひぅっ、くぅぅぅ」%K%P",
"まだ誰も受け入れたことのない膣内は未発掘の洞窟のようだ。\\n少し進めるだけで、まるでカエデさんを俺の形に合うように削り取っているように感じる。%K%P",
"「カエデさん、痛くないですか」%K%P",
"「だい、じょうぶよ。んっ、はぁ……ねえ、彰くん。\\n　思いっきり、奥までついてくれないかしら」%K%P",
"「たぶん、ゆっくり入れられるよりも、\\n　そっちのほうがいいと思うから」%K%P",
"「……わかりました。それじゃあ、いきますね」%K%P",
"苦しそうな表情を見て悩んだが、それも一瞬で俺はカエデさんの腰を掴んで一気に最奥まで突き入れる。%K%P",
"「い、ぎっ、くぅぅぅぅ〜〜〜っ！\\n　はぁ、はぁ、くぅぅっ、んんっ！　はぁ、はぁぁぁんっ」%K%P",
"「くっ！」%K%P",
"腰を突き入れた瞬間、思いっきりカエデさんは背中に爪を立ててきた。%K%P",
"腰を押し込んだ瞬間、なにかを突き破ったような感触がしたけど、処女膜だったのだろう。%K%P",
"「ふぅ、ふぅ、ふぅっ……はぁ、お、思ったより、\\n　痛みがあるのね。覚悟しているより、ずっと辛くて\\n　びっくりしたわ」%K%P",
"「……でも痛みとか、苦しさ以上に嬉しいわ。\\n　彰くんの熱を感じる度に、\\n　心が満たされているのがわかるもの」%K%P",
"「やっと……彰くんと、一つになれたのね」%K%P",
"「ええ……俺はいま、カエデさんと繋がっています」%K%P",
"こうして繋がっているだけでペニスが締め付けられ、カエデさんが全力で俺のことを愛してくれていることがわかる。%K%P",
"「あっ、ごめんなさい。\\n　その、思いっきり爪を立てちゃったわよね？」%K%P",
"「俺はいいんです。カエデさんこそ、平気ですか？」%K%P",
"「私は平気よ。彰くんが与えてくれたものなら、\\n　痛みだって私にとっては嬉しいものよ」%K%P",
"「だから、動いていいのよ。もっともっと、\\n　私に彰くんを感じさせて」%K%P",
"痛みを堪え、目尻に涙を浮かべながらもほほ笑むカエデさんを見て、不覚にも俺は興奮してしまった。%K%P",
"カエデさんを気持ちよくしてあげたいという気持ちに突き動かされるまま、腰を動かし始める。%K%P",
"「あぁぁぁっ、んんっ！　奥突かれてる……\\n　おち○ちん、激しく動いて、ふぅっ、んぅっ\\n　はぁっ、はぁっ」%K%P",
"「おま○こ、擦られると、頭の奥がピリピリってして\\n　……あんっ！　体の奥がどんどん、熱くなってくっ！」%K%P",
"「カエデさんの膣、すごいですっ。\\n　動かそうとするときゅうきゅう締め付けてくる！」%K%P",
"引いて打ち付ける。%K%P",
"これだけの動作のはずなのに、離すまいと肉棒に絡みついてくる膣壁のせいで一苦労だ。%K%P",
"気を抜けば、一瞬でイってしまいそうになる。%K%P",
"「彰くんっのおち○ちん、ごつごつって、あんっ、\\n　奥を何度も突いて……んんっ！　体、勝手に\\n　反応しちゃって……ひぃん！」%K%P",
"「まだ、痛い、のに……腰が動いて……やぁんっ、\\n　はぁ、あっ、あっ、んぅっ……どんどん、彰くんの、\\n　形を覚え込まされちゃってる、あぁん！」%K%P",
"ぎゅうぎゅうと締め付けてくる膣壁に負けないように腰を引き、激しく打ち付けていく。%K%P",
"「あっ、あっ、あっ、いいっ、これ……気持ちいいっ。\\n　私、初めてでこんなに、んっ、あっ、感じて、はぁっ」%K%P",
"「んぁっ、ふぅっ、はぁっ、くぅっ……ダメっ、やぁっ、\\n　どんどん、敏感になっちゃってる！　突かれる度に、\\n　喜んで、エッチな体にされちゃって、んひぃっ！」%K%P",
"「カエデさんっ、もっともっと、\\n　どんどん感じてください！」%K%P",
"遠慮なんて言葉は俺の中から消えていた。%K%P",
"肉同士をぶつけ合う淫らな音が部屋中に響き、俺はただひたすらに、カエデさんを求め続ける。%K%P",
"「彰くんっ、彰くんっ……ちゅぱっ、じゅるっ、くちゅっ、\\n　あむっ、んぅっ」%K%P",
"「ちゅっ、ちゅっ、くちゅっ、ぴちゃっ、んぅっ、\\n　んぅぅ、んくぅっ、じゅる、ちゅぅ」%K%P",
"抽走を繰り返すことですっかりほぐれた内壁は、締め付けるだけの動きから、包み込むような動きへと変化していた。%K%P",
"カエデさん自身も俺の首を抱きよせると、啄むように何度もキスの雨を降らせてくる。%K%P",
"「ちゅぱっ、くちゅっ、あっ！\\n　んぅっ、そこっ、一番、奥っ！\\n　赤ちゃんの部屋っ、そこ、突いたら、んぅっ！」%K%P",
"「ここが、カエデさんの大事な場所……」%K%P",
"亀頭がカエデさんの子宮口を突いていると考えたら、限界だと思っていた肉棒がさらに勃起する。%K%P",
"「彰くんのおち○ちん、また大きく、\\n　こんなに激しくされたらっ！」%K%P",
"「そんなに奥突かれたら、はぁ、んぅっ、\\n　ふぅ、頭、真っ白に、あんっ、くっ〜〜っ」%K%P",
"最大まで高まった興奮は、肉棒をより奥へ奥へと突き入れさせる。%K%P",
"飛び散った淫液がカエデさんの体を汚し、床に零れていくがそれすらも気にならない。%K%P",
"「はぁ、はぁ、はぁ、彰くんっ、もう、私……んっ！\\n　なにか、きてっ……んんっ！」%K%P",
"「あんっ、んんっ！　これ、なにっ、\\n　体の奥から、きてるっ」%K%P",
"小刻みにカエデさんの膣内が震え、肉棒を締め付けて限界を伝えてくる。%K%P",
"「カエデ、さんっ！　俺も、もうすぐ！」%K%P",
"「あっ、あっ、あっ！　ふ、二人で、彰くんも、\\n　一緒に、あんっ！」%K%P",
"「ひんっ、、ああっ、あんっ、ああんっ！！\\n　んくぅっ、ふぅっ、あぁぁぁぁっ、くぅっ！」%K%P",
"獣のようにガムシャラに、ただ二人でイクことだけを考えて腰を打ち付ける。%K%P",
"「あんっ、んぅっ、ひくっ、はぁ、だめっ、\\n　だめっ、ほんとに、もう、きちゃうっ」%K%P",
"「彰くんっ、まだ、私もう、ほんとに\\n　あっ、あっ、あっ、くぅ、ひぃんっ、んぅぅぅっ！」%K%P",
"「もうすぐ、です！　あと少しっ！」%K%P",
"「無理っ、もう……無理よっ、だめ、\\n　きちゃうっ、あっ、あっ、あっ、あぁぁぁぁぁ」%K%P",
"「やぁっ、もう、限界……んぅっ、ひくっ、はぁ、\\n　んぅぅぅぅぅっ！　あぁぁぁぁぁっ！」%K%P",
"「俺もっ！」%K%P",
"カエデさんが俺の体を力強く抱きしめてくる。%K%P",
"同時に、今までの中で一番強烈な締め付けがきて、俺もいままで溜め込んでいたモノを吐き出す。%K%P",
"「ひゃんっ、あっ、んぅっ、はぁんっ……\\n　彰くんの濃い精液が沢山……」%K%P",
"自分でもびっくりするほど射精は長く、溜まっていた精液をすべてカエデさんの中に出し切るまで続いた。%K%P",
"ようやく射精が止まったので引き抜くと、入りきらなかった精液がカエデさんの愛液と混ざって零れてきた。%K%P",
"「せっかく彰くんが出してくれたのに零れちゃうなんて\\n　もったいないわね」%K%P",
"「でも……ふふ、\\n　こんなに私で気持ちよくなってくれたのね」%K%P",
"「カエデさんが魅力的だったので、つい」%K%P",
"「……よかった」%K%P",
"安堵したように笑うカエデさんは、さっきまで俺たちの繋がっていた場所を見つめる。%K%P",
"「本当に、彰くんとエッチしちゃったのね」%K%P",
"「こんな形ではありましたけど、俺は嬉しかったです」%K%P",
"「そう、なの。……私もよ、彰くん」%K%P",
"「彰くんの初めての相手になれてよかったわ」%K%P",
"嬉しそうにほほ笑むカエデさん。%K%P",
"しかし、なぜだが俺の目には泣いているように見えてしまった。%K%P"
]