[
"誘うように突き出された桃尻に俺は手を伸ばして鷲掴みにする。%K%P",
"「あんっ、んぅっ、あはは、なんかお尻触る手つきが、\\n　やらしいよあっきー」%K%P",
"「触っていいって言ったのはシオンだろ？」%K%P",
"「それに、裸エプロンなんてしてお尻を丸出しにしてる\\n　ほうが悪い。触られても仕方ないだろ」%K%P",
"「やぁんっ、んんっ、そんなに一生懸命に\\n　触るなんて、そんなにあたしのお尻が気に入っちゃった？」%K%P",
"「あっきー、やっぱりお尻フェチだったんだ」%K%P",
"「ああ、俺は自分が思っていたよりも、\\n　お尻フェチなのかもしれないって思うくらいには\\n　気に入ったよ」%K%P",
"ほどよい大きさと柔らかさと丸みを持ったシオンのお尻は、揉み心地も最高だった。%K%P",
"「あんっ、んぅっ、えへへ、だったらあたしのお尻も\\n　なかなか罪作りだね」%K%P",
"「んぅ、ふぅっ、そ、それにしても、あっ、んっ、なんか、\\n　あっきーの息がいつもより荒いよ」%K%P",
"「シオンが裸エプロンで誘惑してきたせいだろうが。\\n　そのせいでいつもより興奮してるんだ」%K%P",
"「シオンには、俺をここまで興奮させた責任を\\n　きっちりとってもらわないとな」%K%P",
"「ひゃんっ、んっ……そっかっ、あっ、あんっ、\\n　くぅっ……あたしが、あっきーを欲情させちゃったんだ」%K%P",
"「んっ、くぅっ……それじゃ、\\n　しっかりあっきーを満足させて責任とらないとね」%K%P",
"シオンが近づいて体を密着させてくる。%K%P",
"服を着ていることが残念に思うほど、くっついてきたシオンの生肌はすべすべして柔らかい。%K%P",
"片方の手でお尻を撫でながら、空いている手でシオンの髪を梳くように撫でる。%K%P",
"「やぁんっ、んっ、なんか、お尻と一緒に\\n　はぁ、んく、髪を撫でられると変な感じ」%K%P",
"「髪もお尻もどっちを触っていても気持ちいいな」%K%P",
"「んふぅ……あぁんっ、んぅ、いいよ、もっともっと\\n　あたしの体を触ってよあっきー」%K%P",
"「どんどんあたしの体の虜になってね……んぅっ、はぁ、\\n　くぅ、ひぃんっ」%K%P",
"もじもじと体を動かし、恥ずかしさを堪えながら健気に俺を喜ばせようとしてくるシオンを見ていると、胸が一杯になる。%K%P",
"「すまん、シオン！」%K%P",
"「ふぇ？　きゃっ」%K%P",
"ムラムラが限界を迎えた俺は、シオンを押し倒すして襲う。%K%P",
"「え、えっと、あっきー。\\n　この格好、恥ずかしんだけど」%K%P",
"「そうか？　俺は好きだけどな――こういことが\\n　できるからな」%K%P",
"「ちょっ、あっきー！　くぅ、んぅぅぅぅぅぅ！」%K%P",
"唯一、シオンの胸元と秘部を隠しているエプロンの脇から手を突っこませて、胸を揉む。%K%P",
"「もう乳首が立ってるじゃないか。\\n　お尻を揉まれて感じてたのか？」%K%P",
"「あんっ、んぅ……もぅ、わかってて聞いてるよね。\\n　あたしがあっきーにあんなことされれば\\n　どうなるかなんてわかるよね？」%K%P",
"「それじゃダメだ。もっとはっきり、\\n　シオンの口から聞きたいんだよ」%K%P",
"丁度、口元にあるシオンの耳元で囁きながら甘噛みする。%K%P",
"舌で耳たぶを舐め、耳の中まで犯すようにわざと音を立ててみせる。%K%P",
"「ひゃんっ、んぅっ……そんなとこ、舐めちゃダメだって、\\n　はぁ、くぅんっ、ふぅっ……」%K%P",
"「くちゅくちゅっ、あっきーの、舌があたしの、耳っ、\\n　入って……あぅっ」%K%P",
"「あぁんっ、いうっ、いうから……耳、いじめないでっ。\\n　ふぅ、ふぅ、んんっ！」%K%P",
"甘噛みを止めると、シオンが頬を上気させながら息を整える。%K%P",
"「じゃあ、ほらシオン」%K%P",
"「うぅ、あっきーのドＳ。……そうだよ、\\n　あっきーにお尻触られるのその、ちょっと、\\n　濡れちゃうくらい気持ちよかった」%K%P",
"「濡れるって、どこがだ？」%K%P",
"「あう……えっと、お……こ」%K%P",
"「聞こえないな。\\n　初めての時はハッキリと口にしてたじゃないか」%K%P",
"「うぅぅぅぅぅ、あれはその場のノリもあったし……」%K%P",
"視線をせわしなく動かして落ち着かないシオンを見ていると、意地悪したくなる気持ちが止めどなく溢れてくる。%K%P",
"「いまはいえないのか？」%K%P",
"「だって恥ずかしいし……ひゃんっ、んっ！\\n　あ、あっきー！　なにして、んぅぅぅぅぅぅぅぅ！！！」%K%P",
"シオンの肩に口づけをして吸い上げる。%K%P",
"唇を離すと、シオンの染み一つない真っ白な肌に、真っ赤な痕がくっきり付いていた。%K%P",
"それを見ると、シオンを自分のものにできた気がして征服欲が満たされていく。%K%P",
"「あ、あっきー！　そんなとこに痕なんて付けたら、\\n　その、ば、バレちゃうよ……」%K%P",
"「シオンが恥ずかしがるからだ。こうしたら、\\n　恥ずかしさも和らぐだろ？」%K%P",
"「別の意味で恥ずかしいよ……ひぅっ！　\\n　だ、だからダメだよっ、あっきー、そんなこと、\\n　しちゃ……んんっ！」%K%P",
"「おま○こ！　あ、あたしのおま○こが濡れたの！\\n　ほ、ほら、ちゃんといったからキスマーク作るのは中止！」%K%P",
"顔を真っ赤にしながら必死に叫ぶシオンの姿が可愛らしくて、ついニヤニヤとした笑みが浮かんでしまう。%K%P",
"「うーん、俺としてはもう少しシオンの体にキスマークを\\n　つけたかったんだけどな」%K%P",
"「も、もう、今日のあっきーはほんとにドＳだよ。\\n　――って、んんっ！　もう、すぐにお尻揉んでくるし……」%K%P",
"キスマークを付けるために止めていた動きを再開させると、シオンはすぐに身をよじり始めた。%K%P",
"「んっ、くぅ、……ふぅ、はぁ……あっきーって、\\n　お尻揉むの上手いよね。誰かで練習したの？」%K%P",
"「そんなわけないだろ。お尻を揉むなんて、\\n　シオン以外にしたことないぞ」%K%P",
"「え？　そ、そっか……そっかぁ。\\n　胸は普通だけど、お尻は自信があったから\\n　そういわれると嬉しいな」%K%P",
"「胸だって十分あるだろ。感度もいいしな」%K%P",
"手の平に収まるサイズの胸を、円をかくようにして揉んでいく。%K%P",
"充分に柔らかい胸を揉めば、しっかり俺の指も埋もれていった。%K%P",
"「んぅっ、はぁ、あんっ、待ってぇ、そんな風に\\n　揉まれたら、あぅ、やぁんっ声、大きくなっちゃうっ！」%K%P",
"「あぁんっ、ひゃんっ……はぁ、くぅっ……いぎっ、\\n　くっ、ちょっ、は、激し、激しいよあっきー、いたっ」%K%P",
"キスマークの次は胸に指の痕をつけるほど乳房を握りしめ、気が付けば、少しばかりシオンの胸を乱暴に揉んでいた。%K%P",
"「悪い、ちょっと強かったか」%K%P",
"「んっ、そだね、ちょっとだけ痛かったかも。\\n　……でも、あっきーがそれだけ強くあたしのこと\\n　求めてるってわかったから……嬉しかった」%K%P",
"痛みさえも喜んで受け入れてくれたシオンの姿を見て、ペニスの硬さが増していく。%K%P",
"「悪い、シオン。今日は色々と我慢できそうにない」%K%P",
"「あっきー？　んんっ、ひぐっ、んひぃ……ま、また\\n　いきなりそんな……くぅっ」%K%P",
"「あっ、あっ、んぅっ、だめ、感じすぎてっ、\\n　あぅ、んぅっ、ひぅっ変な声出ちゃうからっ」%K%P",
"「エッチな声、だめなの……あっ、あんっ、んんっ！」%K%P",
"「ダメじゃないだろ。\\n　俺はもっとシオンのエッチな声を聞きたい」%K%P",
"邪魔になってきたエプロンをズラし、露わになった桜色の乳首を指で挟んでいじめ倒す。%K%P",
"「やらぁっ、だって……んぅ、あたしばっかり、\\n　気持ちよくしてもらって……んんぅっ、あんっ」%K%P",
"「あたしだって、ひゃぁっ、やぁんっ、\\n　あっきーのこと気持ちよくしてあげたいのっ」%K%P",
"「そんなこといわれたら、\\n　もっと気持ちよくしてあげたくなるだろ」%K%P",
"「な、なんれっ、あんっ、そこは、遠慮するところ\\n　じゃないのっ、ひぐぅっ、くぅぅぅ」%K%P",
"「ならないな。だって俺もシオンを気持ちよく\\n　してあげたいからな」%K%P",
"いやいやと胸の愛撫から逃れようとするシオンの体を、足を絡めてがっちりと捉え、逃がさないようにする。%K%P",
"そのまますかさずシオンの体に指を這わせていく。%K%P",
"「あっ、あっ、んぅ、あぅっ……んんっ！　あっ、\\n　そ、そこはっ！　んんぅぅぅぅぅぅぅぅ！」%K%P",
"エプロンの裾でギリギリ隠していたシオンのおま○こに指を這わせ、乳首と同じように硬くなっていた陰核を指で軽く弾く。%K%P",
"「〜〜っっ！　くぅ、ひゃんっ、はぁっ、\\n　クリ、だめぇっ、そこ、弄られると、うぅぅぅぅ！」%K%P",
"「それ、気持ちよすぎちゃうからぁっ、んぅ、\\n　気持ちいいことしか、考えられなくなるっ、んぁぁっ！」%K%P",
"甘えた声を出すシオン。%K%P",
"その吐息には熱が籠り、いつもより感じているように思う。%K%P",
"「そのまま、もっと俺で気持ちよくなってくれ」%K%P",
"愛液で濡れてきた陰口に指を入れ、膣内の感触を確かめるように指を動かす。%K%P",
"すっかりトロトロになったシオンのワレメは、俺の指を簡単に受け入れ、甘えるように吸い付いてくる。%K%P",
"「ひゃんっ！　あっ、んっ、はぁ、はぁ、んぅぅぅっ！\\n　ひぐぅっ、ふぅ、くぅ、やぁんっ」%K%P",
"「あんっ、あぁ……はぁ、はぁ、んんっ、あっきーの\\n　指、あたしの中で動いてるよっ」%K%P",
"「どんどん、指で擦られて……あっ、あっ、\\n　んっ、気持ちよくなっちゃう……」%K%P",
"まだ指を一本しかいれていなが、もう充分なんじゃないかと思えるほどに、ぐっしょりだ。%K%P",
"小刻みに締め付けてくるシオンの中は、指一本じゃ物足りないのだろう。%K%P",
"俺は大胆に解すつもりで、一気に二本の指を追加して三本でシオンの中を攻めていく。%K%P",
"「あっ、くぅっ、んぅぅぅぅぅ……やぁん、あっきーの\\n　指が、一気に……ぐりぐりって、ひぃんっ！」%K%P",
"「これ、すごすぎて……ひゃんっ、あぁんっ、はぁ、\\n　はぁ、んんっ！　やらぁ、おかしくなるっ、んぅっ」%K%P",
"三本の指はやりすぎたかと思ったが、そんな心配は杞憂だった。%K%P",
"むしろ、シオンの膣内に三本の指はすんなりと飲み込まれ、肉ヒダがしゃぶるように絡みついてくる。%K%P",
"「今日は特に感じてるな。ほら、\\n　少し動かすだけでエッチな音が部屋に響いてるだろ」%K%P",
"「はぁんっ、はぁ、ふぅ……もうなにいってるのあっきー。\\n　なんか、今日は色々と飛ばしすぎてるよ」%K%P",
"「始める前に思いっきり誘惑されたからな。\\n　こういう風にいじめたくなっちゃうんだよ」%K%P",
"「んあっ、んんぅ……で、でも、切ないよぉ。\\n　あたしは、指じゃなくてあっきーのおち○ちんが、\\n　ほしいのにぃ」%K%P",
"蕩けた声を出すシオンに刺激され、体が震える。%K%P",
"俺はシオンの中から指を引き抜くと、膨張したペニスを取り出して熱で赤くなった体に押し付ける。%K%P",
"「あぁ……あっきーの、\\n　おち○ちんがあたしの肌を犯してる。ガチガチで……\\n　いますぐにあたしの中に入りたがってる」%K%P",
"「あっきーも、同じ気持ちだったんだね。\\n　あたしの中に入れたくて、しょうがなかったんだ」%K%P",
"「当たり前だ。せっかく我慢してたのに、\\n　ほしいなんていわれて我慢できなくなったんだ」%K%P",
"「あはは……いいんだよ。ずっとあっきーに気持ちよく\\n　してもらってたから、あたしの体はすっかり準備万端」%K%P",
"「あっきーに調理されちゃったあたしの体を\\n　……召し上がれ――んんぅぅぅぅぅぅぅっ」%K%P",
"シオンの言葉に誘われるがまま、一気に腰を突き入れる。%K%P",
"愛撫でトロトロに濡れていたおま○こは、ペニスで突き上げると熱い粘液と大量の肉ヒダがお出迎えをしてきた。%K%P",
"「んっ、んくぅ、ふぅ――っ……ふぅ、くぅっ、はぁ、はぁ」%K%P",
"「くひぃっ、んんぅっ、はぁ、くぅ……なんか、\\n　いつもとおち○ちんの当たる場所が違う」%K%P",
"体位のせいなのか、普通にするよりもずっとペニスへの締め付けが強く感じられる。%K%P",
"「痛みはないか？」%K%P",
"「痛みはないよ……あっきーのお、おち○ちんが、\\n　気持ちよすぎて、す、すぐに続きをしたいくらい」%K%P",
"「なら、期待に応えないとな」%K%P",
"「あんっ、はぁ、き、たぁぁ、\\n　あっ、あっ、んぁ、あぁぁぁぁ」%K%P",
"ゆっくりと、しかし大胆に動き始める。%K%P",
"浅く突いて見せてジラしたりしつつ、時折奥を突くように腰を打ち付ける。%K%P",
"「どうだ、シオン。もう少しゆっくりなほうがいいか？」%K%P",
"「はぁ、んくぅ、へ、へーきだよっ。もっと、激しく\\n　突いて！　あっきーが気持ちよくなるように、ひぐぅ\\n　あたしの体を使ってっ、ふぅ、んんっ」%K%P",
"「はぁ、はぁ、はぁ、んぅっ、あっ、あっ。\\n　そこ、そこ好きぃっ、気持ちいっ」%K%P",
"「シオンはここが気持ちいいんだな」%K%P",
"俺は膣穴近く、クリトリスの真下辺りへ向けて腰を突き入れる。%K%P",
"「あぁぁぁっ、んぅっ、はぅ、んあぁ！\\n　う、うん、そこ、気持ちいい……あっ、はぁ……」%K%P",
"「ひゃぁうんっ、あっ、んぅっ、もっと、\\n　もっと突いてっ、おち○ちんで、ゴツゴツって、\\n　してほしいっ」%K%P",
"「あたしのおま○こにっ、もっともっと、\\n　あっきーのおち○ちんを沢山感じさせてっ」%K%P",
"シオンは淫らに腰をくねらせるシオンに、俺も全力で答える。%K%P",
"「あぁん、ひゃうっ、あっ、あっ、あぁぁぁぁっ、\\n　ひぅ、うぁっ、ひぁぁぁんっ」%K%P",
"「あっ、あっ、あっ、ひゃんっ、あぁぁぁぁ」%K%P",
"「シオンのエッチな音、部屋中に響いてるな」%K%P",
"ぐにゅぐにゅと突き入れる度に形を変えるシオンの膣は、びっくりするぐらいほぐれているのに、ペニスへの締め付けばかり強くなっていく。%K%P",
"「はぁ、はぁ、はぁ、ふぅんっ、あぅ、あっきーに、\\n　突かれるの、気持ちよすぎぃっ」%K%P",
"「ひぅんっ、あっ、んくぅ、はぁ……もっと、\\n　おち○ちんで、おま○こかきまぜてぇ……あぁん」%K%P",
"「ただ突くだけよりも」%K%P",
"「んぅぅぅ！？　ちょっ、ひぐっ、んんっ！\\n　こ、この状況で、クリいじっちゃうのはっ！」%K%P",
"「さっきは嬉しそうにしてたじゃないか」%K%P",
"「さ、さっきとは状況が……んひぃっ！」%K%P",
"ペニスを飲み込んでいる結合部から指を這わせていき、恥丘の上で自己主張しているクリトリスに触れる。%K%P",
"「はぁぁぁん！　はぁ、ふぅ、くぅぅっ！　\\n　くぅぅ、あっきーの、ドＳっ、この、鬼畜ぅっ」%K%P",
"「はぁん、あぅ、はぁ、あぁんっ、いやぁんっ\\n　だめって、いってるのにぃっ、んぅぅぅぅぅ！！」%K%P",
"「シオンの顔と、おま○こは違うみたいだぞ」%K%P",
"イくかイかないか、そのギリギリを見極めながらクリトリスを弄ると、膣内はペニスをギュッと挟み込む。%K%P",
"俺が腰を動かせば、それに合わせて絡みついた肉ヒダも動いてくれる。%K%P",
"「エッチな涎を垂らして、\\n　どんどんエロい顔つきになってる」%K%P",
"「そんなことっ、はぁ、はぁ、ない、よ……ひぎっ、くぅ、\\n　ふぅーふぅー」%K%P",
"「こ、これくらい、んくぅ、はぁ、はぁ、あんっ\\n　……ぜんぜん、普通、だし、くぅぅ……」%K%P",
"「嘘いうなって。ほら、こんなに感じてる」%K%P",
"結合部から愛液をすくい上げ、シオンに見せつける。%K%P",
"目を逸らされるかとも思ったが、そんなことはなくジッと俺の指を見つめていた。%K%P",
"「……あむっ、ぴちゃ、くちゅっ、ちゅっ、ちゅぱ、\\n　じゅる、ちゅるるる」%K%P",
"「ちゅぱっ、ぴちゃ……これが、\\n　あたしとあっきーのが混ざった味なんだ。\\n　なんか思ってたより変な味」%K%P",
"まさか指を舐めてくるとは思わなかった。%K%P",
"「もうちょっと確かめさせて……ちゅぱっ、くちゅっ、\\n　ちゅっ、ちゅっ……あっきー……ちゅる」%K%P",
"フェラチオするように、何度も何度もシオンは指を口にくわえて丹念に舐め上げていく。%K%P",
"涎を零しながら指を咥えるシオンの姿を見ていると、俺の興奮も更に高まる。%K%P",
"「んんぅっ！　あ、あっひー、急に、うごいひゃっ」%K%P",
"「ひゃぁっ、ちゅぱっ、ちゅっ、んぅ、んむぅっ、\\n　くちゅっ、んんぅ！」%K%P",
"止まっていた律動を再開させる。%K%P",
"興奮に火がついたせいか、腰の動きは先ほどの比ではないほどに力強く、シオンの中を貪っていく。%K%P",
"ペニスを出し入れする膣内からは止めどなく愛液が流れ、結合部が泡立ち始める。%K%P",
"「んあっ、まっ、まっれぇ……んぅっ！　くぅ、\\n　ひぐっ、そんな風に突かれた、あたしっ！」%K%P",
"「奥、ぐりぐりするの、やめっ……んんぅ、らめっ、\\n　イッ、くぅぅっ！」%K%P",
"「んぁぁぁぁぁぁ！　んひぃ、んぅぅぅぅぅ！！」%K%P",
"シオンの膣内が震えたかと思うと、痛いくらいにペニスが締め付けられる。%K%P",
"「シオン……イったのか？」%K%P",
"「うぅ……だからダメっていったのにぃ。\\n　結局、あっきーに気持ちよくして\\n　もらってるし……ひゃんっ！」%K%P",
"「あ、あっきー、少しだけ、待って。\\n　まだイったばかりだから、は、早いよ」%K%P",
"「悪い。俺はまだイけてないんだ。\\n　それに、シオンの体を気持ちよくなるために\\n　使ってもいいんだろ？」%K%P",
"「んあっ……はぁっ、んんぅ……そう、だけど。\\n　まだ、中が敏感でっ」%K%P",
"「我慢してやりたいけど、\\n　俺も色々と限界なんだ」%K%P",
"「あっ、んひぃ……やぁん、待っれ、\\n　そんな、激しくされたら、あたしまたイっちゃうっ！」%K%P",
"じゅぷじゅぷと淫らな水音を立てながら膣内をかき混ぜ続ける。%K%P",
"肉道から零れてくる愛液は、すでに床にまで飛び散ってしまっている。%K%P",
"「もうすぐだから……あと少し、我慢してくれ」%K%P",
"「そんなこ、いわれても……あっ、あっ、あっ……\\n　んんっ、はぁ、くぅっ、んっ」%K%P",
"「あっちこっち、がくがくして、あぁんっ、\\n　我慢なんて無理っ……はぁ、んぁっ、あんっ……\\n　あっきー、はやくぅ、はやくぅっ……っ！」%K%P",
"一秒でも早く俺のペニスを射精させるため、シオンの膣壁がきゅっと締め付けてくる。%K%P",
"意識してやったわけではないだろうことは、シオンの余裕のない様子を見ていればわかる。%K%P",
"「んっ、あっ、あっ、あっ、んんぅ……ふぅっ、\\n　くひぃんっ、いっ、くぅっ、はぁ、んんぅっ！」%K%P",
"「はぁっ、んっ、んっ、くぅっ、やぁっ、あぁぁぁ、\\n　きたっ、頭の奥、また、じーんってきてるっ！」%K%P",
"「あっきー、あっきー、あっきーっ！\\n　あたしも、また大きいのがっ！」%K%P",
"「シオンっ！　もう……出る！」%K%P",
"最後の最後、結界寸前まで我慢をしてシオンの腰に俺の腰をぶつけた。%K%P",
"「あっ、あっ、あっ、んっ、んぅ、くぅっ、はぁ、\\n　いっ、くひぃっ、ふぅっ、あっ、んぅっ、イクっ、\\n　イっちゃうっ、はぁんっ」%K%P",
"「んぅ、くぅっ、あっ、あぁぁぁぁぁぁぁぁぁ、\\n　んぁぁぁぁぁぁぁぁ！！」%K%P",
"限界まで堪えた射精によって吐き出された精液は、ゼリーのような塊になってシオンの中を満たしてく。%K%P",
"「んぅぅぅぅぅぅ、はぁ、くぅぅぅぅぅぅぅ！」%K%P",
"シオンの膣内も、俺の精液をすべて飲み込むかのように、吸い付いて離れない。%K%P",
"精巣に残っている精子さえ搾り取られているようだ。%K%P",
"「はぁぁぁぁぁんっ……ドクドクって、あっきーの精子、\\n　まだ出てる……んぅっ」%K%P",
"「こんなに出されたら……んぅ、あっきーの\\n　赤ちゃんできちゃうよ……あんっ」%K%P",
"赤ちゃんという言葉にペニスが反応したせいか、最後に大きな精液の塊がシオンの中へ放出された。%K%P",
"「はぁ……はぁ、はぁ、ふぅ……んんっ……はぁ\\n　……終わった、の？」%K%P",
"「……ああ、これで、全部だ。もう当分はできる気がしない」%K%P",
"パンパンになるまで出したせいか、尿道が軽く広がった感じさえもする。%K%P",
"シオンの膣からペニスを抜き取ると、ぶぴゅりっと、逆流した精液が飛び出してきた。%K%P",
"「……あっきーの精液、搾り取っちゃった。\\n　ちゃんと、気持ちよくなってくれたね」%K%P",
"「ああ、最高だった。気持ちよかったよ、シオン」%K%P",
"「えへへ。でも、こんなに出されたら子宮の中にも\\n　入っちゃってるかも」%K%P",
"「もしかしたら、本当に赤ちゃんできちゃうかも」%K%P",
"「いいじゃないか。もう俺たちは婚約しているような\\n　ものなんだから」%K%P",
"「それに、シオンとの子供なら絶対に可愛いしな」%K%P",
"「真顔でそういわれると照れるよ……けど、\\n　ありがとう、あっきー……くちゅん」%K%P",
"事後の余韻に浸っていると、シオンが可愛らしくくしゃみをする。%K%P",
"エッチの時は熱中してて忘れてたけどそういえば、裸エプロンだったな。%K%P",
"「風邪を引く前に着替えないとな」%K%P",
"「はーい。でも、あと少しだけ抱いててほしいな」%K%P",
"「はいはい、わかりましたよ」%K%P",
"頭をグリグリと胸に押し付けて甘えるシオンに応えるように、優しく抱きしめた。%K%P",
"こういうエッチも偶には悪くないな。%K%P"
]