[
"「今日二人っきりでデートに行こうか、あっきー」%K%P",
"「デート？」%K%P",
"守森市を賑わせた秋祭りからしばらく経ったある日の朝食時、唐突にシオンからデートへ誘われた。%K%P",
"「ダメなんていわないよね？」%K%P",
"「ダメに決まってます！　異議ありですよ！」%K%P",
"「二人っきりでデートなんてズルイです！\\n　行くなら私も付いていきます！」%K%P",
"「ええ、そうね。いきなり二人でデートというのは\\n　私も見過ごせないわね」%K%P",
"シオンの堂々としたデート宣言を流すことはできないと、ユカリもカエデさんも当然のように物申してくる。%K%P",
"二人に鋭い緯線を向けられるが、それでもシオンの余裕は崩れない。%K%P",
"「チッチッチッ、甘いよユカリっち、カエデねーさん」%K%P",
"「このデートは投票を制した\\n　勝利者の権利なんだから！」%K%P",
"印籠を持ったご隠居のように、シオンは大きく胸を張りながら秋祭りでの勝利を主張する。%K%P",
"秋祭りの人気投票は、ほんの数票差という僅差でシオンが勝利を収めた。%K%P",
"あの場では個人的なお願いを聞いてもらうとしか聞いていなかったが、そのお願いがデートなのだろうか。%K%P",
"「あたしにはあっきーかからご褒美をもらう権利があると\\n　二人はちゃんと理解してくれるよね？」%K%P",
"「それをいわれると反論できないわね……」%K%P",
"「理解はできますけど……くっ、\\n　まさかここでそれを持ち出すとは思いませんでした！」%K%P",
"自分たちで決めたルールである以上、反論できるはずもない。\\n二人からしたら残念なことかもしれないが、ここは引き下がるしかないだろう。%K%P",
"「というわけだから、私のお願いは今日一日あっきーに\\n　付き合ってもらうこと！」%K%P",
"「あっきーに予定があるとかなら今日は諦めるけど、\\n　大丈夫……だよね？」%K%P",
"「ああ、もちろんだ。\\n　急ぎの仕事もないし、構わないぞ」%K%P",
"シオンからここまで大胆に誘われるとは思っていなかったので驚いた。%K%P",
"でも、シオンとのデートは楽しそうだ。%K%P",
"「あ、そうそう二人とも。\\n　隠れて付いてきたりするのは無しだよ？」%K%P",
"「もしそんなことしてるってわかったら、\\n　また別の日にもデートしてもらうことにするからね」%K%P",
"「うっ」%K%P",
"シオンに指摘されたユカリとカエデさんはあからさまに顔を逸らした。%K%P",
"いわれなきゃするつもりだったんだろうな。%K%P",
"「時間がもったいないし、ご飯食べて準備したら\\n　すぐに行こっか」%K%P",
"「了解。準備したら迎えにいくからな」%K%P",
"こうして、俺とシオンのデートが急遽決まったのだった。%K%P",
"「それじゃ行ってくるけど、\\n　あー……心配しないで待っててくれ」%K%P",
"準備を済ませてあとは出発するだけなのだが、見送りに来た二人は腕に抱き着いているシオンを羨ましそうに見ている。%K%P",
"カエデさんは頬を引きつらせ、ユカリに至ってはハンカチを噛みながら血の涙を流す勢いだ。%K%P",
"「私は彰さんを信じています。ええ、信じていますとも。\\n　彰さんが私よりも先にシオンさんに手を出すなんてこと\\n　ありませんよね？」%K%P",
"「そうね。くれぐれも――くれぐれもよ？\\n　節度を持ったデートをお願いね？」%K%P",
"「それは振りってことでいいのかな？\\n　あたし期待されてたり？」%K%P",
"念を押す二人を煽るように胸を押し付けてくるシオンに、二人はいっそ清々しいほどの笑みを浮かべる。%K%P",
"「うふふふふ、もしそんなことになったら、\\n　私はシオンさんのことキュッと締めちゃう\\n　かもしれませんよ？」%K%P",
"「そうね。私もちょーと転がしちゃうかもしれないわね」%K%P",
"笑みを浮かべて冗談を装っているが二人とも目は笑っておらず本気である。%K%P",
"「えーと……二人とも笑顔がやばいよ」%K%P",
"「安心してください。\\n　シオンさんがなにもしなければいいだけですよ」%K%P",
"「ええ、信じているわよシオン」%K%P",
"「ら、ラジャーです」%K%P",
"シオンには悪いが、余計なことはいわないほうがいいだろう。%K%P",
"下手なことをいえば火に油を注ぐことになるからな。%K%P",
"「……そろそろ行くか？」%K%P",
"「う、うん、そだね。\\n　それじゃ、デートに出発！」%K%P",
"「早めに帰ってきてくださいね〜〜」%K%P",
"ギリギリまで二人に見送られながら、俺たちのデートが始まる。%K%P",
"「まずはどこへ行く？\\n　バスに乗って本宮のほうまで行ってみるか？」%K%P",
"家を出て十分ほど歩いたところにある分岐路で立ち止まる。%K%P",
"なにも決めずに家を出てきたからな。%K%P",
"デートをするのなら、まずはどこへ行くか考えないとダメだろう。%K%P",
"「あっきーのエスコートに期待してる……\\n　っていいたいとこだけどだいじょーぶ」%K%P",
"「デートの予定はもう決めてあるからね。\\n　計画は万全で抜かりはないよ」%K%P",
"「さすがに手際がいいな」%K%P",
"勢いで声をかけてきたかと思ったが、そこはシオンらしく事前に準備していたようだ。%K%P",
"男としては女の子に先導されるのを少し情けないと思ってしまうのは、見栄っ張りな男の性だろうか。%K%P",
"「最初は商店に行こっか」%K%P",
"「商店でいいのか？」%K%P",
"「今日は一日町を回るつもりだからね！\\n　まずは近い所から行こうかと思ってね」%K%P",
"「そういうことか――てっ、おい、あまり引っ張るな」%K%P",
"いつもよりテンション高めなシオンに、ぐいぐいと引っ張られていく。%K%P",
"仕方ないと思いつつ、口元には自然と笑みが浮かんでいた。%K%P",
"「こうして改めて抱き付いてて思ったけどさ、\\n　あっきーって意外と筋肉あるよね」%K%P",
"「気にしたことはなかったな。普通じゃないか？」%K%P",
"「いやいや、これは中々のものだよ」%K%P",
"「見た目細いのにしっかり筋肉があって、\\n　すごく男の人っぽい」%K%P",
"「こういうの細マッチョっていうんじゃないの？」%K%P",
"シオンって実は筋肉フェチか？%K%P",
"けど、なよなよしているとか思われるよりはマシか。%K%P",
"「いやー、いい肉体美ですよこれは」%K%P",
"「一人で神社の仕事してるし、階段の上り下りとかで\\n　鍛えられてるのかも」%K%P",
"「確かに男手は一人だから自然と力仕事は俺の\\n　担当だし、階段の上り下りをするのも体力を使うからな」%K%P",
"「だとしても硬い腕とか抱いててイヤじゃないか？」%K%P",
"「なんで？　力強くて、守ってくれそうで安心するよ」%K%P",
"「この腕で抱き着けば、ユカリっちもカエデねーさんも\\n　一発ＫＯだね。うん、間違いない」%K%P",
"「シオンもか？」%K%P",
"「あたし？　あたしは何時だってあっきーの魅力の\\n　虜だって！」%K%P",
"ウインクしながら冗談めかすシオン。%K%P",
"なんかそういう反応をされると、照れさせてみたくなる。%K%P",
"「ほう？　じゃあ、ここで抱き着いたらもっと\\n　虜にできるんじゃないか？」%K%P",
"「ふへっ！？　だ、ダメだよあっきー」%K%P",
"「デートの最初から飛ばすとこう、\\n　後からバランスが取り難くなってね――ひゃっ！」%K%P",
"距離をとろうとシオンが腕を離した瞬間を見逃さず、そのまま腰に手を回して抱き寄せる。%K%P",
"シオンの体が近づくと、風に乗ってふんわりとした花のような甘い香りが鼻孔をくすぐってきた。%K%P",
"「だ、大胆だね。\\n　あ、あたしの魅力に気付いたのかな？」%K%P",
"手をもじもじさせながら顔を伏せるが、髪の間から見える耳のせいで真っ赤に染まっているのが丸わかりだ。%K%P",
"こう、必死に流れを取り戻そうとしている姿がなんともいじらしい。%K%P",
"「デートだからな。大胆にもなるって。\\n　それと、シオンは最初から魅力的だよ」%K%P",
"「あぅ……も、もぅ、卑怯だよあっきー」%K%P",
"「あたしの乙女部分を引き出して\\n　どうするつもり？」%K%P",
"「どうするって、別になにも。\\n　俺は照れる可愛いシオンを見て満足したぞ」%K%P",
"「うぐぅ、あっきーはほんと女たらしだよ」%K%P",
"まったく酷い言い草である。%K%P",
"とはいいつつ、腰を抱いたままでもシオンはなにもいわないのでもうしばらくはこのままでいよう。%K%P",
"「とにかく、あっきーはこれ以上の誘惑禁止！」%K%P",
"「デートは始まったばかりなのに、\\n　いきなりこれじゃ前途多難だよ」%K%P",
"照れを隠すようなシオンも可愛いと思いつつ、これ以上余計なことはいわないまま商店へと向けて歩き始めた。%K%P",
"商店に着くと、棚卸しをしていた丸沼さんの姿を見つける。%K%P",
"「おーい、おっちゃん〜」%K%P",
"「こんにちは、丸沼さん」%K%P",
"「おお、彰くんにシオンちゃん」%K%P",
"シオンが手を振りながら挨拶をすると、丸沼さんが仕事を止めて手を振り返してくれた。%K%P",
"「二人きりなんて珍しいな」%K%P",
"「おまけにくっ付いたりして今日は\\n　えらくラブラブじゃないか」%K%P",
"「今日はあっきーとデートだからね！」%K%P",
"抱かれているのに少し慣れてきたのか、シオンが丸沼さんに見せつけるように体を擦り付ける。%K%P",
"柔らかな胸の感触が少しずつ俺の理性を削っていることに、シオンは気付いているのだろうか。%K%P",
"「はははっ、デートか、そりゃいいな。\\n　しかし、デートならなにもこんなとこじゃなくて\\n　本宮の方にいったほうがいいんじゃないか？」%K%P",
"「“こんなとこ”じゃないよおっちゃん。\\n　あたしにとっては大切な場所なんだからさ」%K%P",
"「くぅぅ、嬉しいこといってくれるね。\\n　ほら、ミカン食べな」%K%P",
"「もらっちゃっていいんですか？」%K%P",
"丸沼さんが渡してくれたミカンは艶があり、まだ仕入れたばかりのものであることがわかる。%K%P",
"「サービスだよ。いっつもシオンちゃんには\\n　お世話になってるからな」%K%P",
"「あんがとおっちゃん！　ん〜甘酸っぱくて美味しい！」%K%P",
"「それじゃいただきます……うん、美味い」%K%P",
"せっかくの好意に甘えさせてもらい、シオンと二人で頂いたミカンに舌鼓を打つ。%K%P",
"「あ、そうだおっちゃん。秋祭りってどうだった？」%K%P",
"秋祭り？%K%P",
"なぜシオンがそんな質問をしたのか疑問に思っているうちに、丸沼さんが答えた。%K%P",
"「今年は特に盛り上がったな。うちの店も\\n　出店で儲けさせてもらったからな」%K%P",
"最初の質問を皮切りにシオンは更に次々と丸沼さんへ質問を投げかけていく。%K%P",
"どういうところがよかったか、イヤじゃなかったか、楽しかったか、そして最後には――%K%P",
"「幸せだった？」%K%P",
"「幸せ？　そりゃそうさ」%K%P",
"「カミサマたちの守森は大賑わいで、神楽舞も見れた、\\n　これで幸せじゃないなんて嘘でもいえねえな」%K%P",
"「……そっか。ありがと、おっちゃん」%K%P",
"シオンが最後にした幸せになれたかという質問は、俺の中では特に印象に残った。%K%P",
"シオンは一体、なにを聞きたかったのだろうか。%K%P",
"「んくっ、よし。あっきー、次に行こっか」%K%P",
"「もういいのか？」%K%P",
"「うん。あまり長居してもおっちゃんに悪いしね」%K%P",
"質問を終えて満足したシオンは、ミカンを食べ終えると次の目的地へと促してきた。%K%P",
"「おう、デートを楽しんでこいよー」%K%P",
"「おっちゃんも仕事頑張って！」%K%P",
"来た時と同じように手を振りながら、俺たちは商店を後にした。%K%P",
"商店へ行った後、俺たちは町の隅々まで足を運んだ。%K%P",
"どこへ行ってもシオンは声をかけられ、デートだと答えれば冷やかされるが、同時にどれだけ慕われているのかというのも改めてわかった。%K%P",
"そして、お年寄りたちに可愛がられる中で、シオンは必ずといっていいほど秋祭りのことを尋ねていた。%K%P",
"それが、どういう意味を持つのか俺にはまだわからないが、シオンの中では重要なことなのだろう。%K%P",
"「ふう、結構色んなとこ回ったね」%K%P",
"「こんなに町中を歩くのなんて中々ないからな」%K%P",
"本宮からまた中宮まで戻ってくると、いい時間になっていた。%K%P",
"「あはは、ごめんねあっきー。\\n　あまりデートらしくなくて」%K%P",
"「シオンと二人で町中を歩くのは十分に\\n　楽しかったさ」%K%P",
"「シオンは今日のデート楽しくなかったか？」%K%P",
"「そんなことないよ」%K%P",
"「あっきーと一緒で楽しかったし、\\n　お爺ちゃんたちにちゃんと恋人扱いされて\\n　嬉しかった！」%K%P",
"「俺も楽しくてシオンも楽しかった。\\n　なら、それでいいじゃないか」%K%P",
"「シオンが謝ることなんてなにもない」%K%P",
"それに、今日のデートはシオンにとって大事なことだったんだろと想像はつく。%K%P",
"その付き添いに、俺を選んでくれたことが嬉しかった。%K%P",
"「も、もう〜あっきーはそういう恥ずかしいこと\\n　面と向かっていえるのはずっこいよ」%K%P",
"「本音をいってるだけなんだけどな」%K%P",
"「そうやって本音をいえるのが凄いの」%K%P",
"「あたしは本音が中々いえないからね」%K%P",
"シオンがこの町にきた経緯を考えれば、それは仕方のないことではあるが、やはり気にしているのだろうか。%K%P",
"「はふ……ずっと歩きっぱなしだったから\\n　なんか喉が渇いて来ちゃった」%K%P",
"「ちょっとジュース買ってくるね！」%K%P",
"頬をわずかに染めながら、シオンは自販機に駆け出していく。\\n……が、いきなり体をまさぐりだして様子がおかしい。%K%P",
"「どうかしたのか？」%K%P",
"「えーと……財布を落としちゃったみたい」%K%P",
"ポケットをパンパンと叩きながら、シオンは微妙な笑顔を浮かべる。%K%P",
"「おかしいなぁ。\\n　バスに乗る前までは確かに持ってたはずなんだけど」%K%P",
"「なら、バスの中かもしれない。\\n　電話して聞いてみるか」%K%P",
"すぐにバス会社に電話すると、確認してから折り返し電話をしてもらえることになった。%K%P",
"「よし、これでバスの中にあれば見つかるだろ。\\n　それで、シオンはどれが飲みたいんだ？」%K%P",
"「え？　あっきー奢ってくれるの？」%K%P",
"「おう。デートなんだから最初からこうするべきだったよ。\\n　どれでも好きなの選んで――あ」%K%P",
"「どうしたのあっきー？\\n　まさかあっきーも財布を落としたとか？」%K%P",
"「いや、そういうわけじゃなくてだな……」%K%P",
"財布を開いて中を確認すると、ジュースを買えるだけの小銭はさっきのバス代で使い切っていた。%K%P",
"どころか、財布には万札しかなく、自販機では使えそうになかった。%K%P",
"なんというか、まるで図ったかのようなタイミングの悪さだ。%K%P",
"「あはは、あたしってほら、\\n　貧乏神だからさ。お金に縁がないんだよね」%K%P",
"「こういうことはよくあるんだよねー」%K%P",
"よくあるという言葉の通り、財布を落とすなんて日常茶飯事なのだろうか。%K%P",
"株などでお金に詳しいからこそ忘れてしまいそうになるが、シオンは貧乏神なのだと改めて思い知らされる。%K%P",
"「でも、貧乏神の神力も俺が傍にいるなら\\n　無効化できるはずだろ？」%K%P",
"「あれじゃない？　お婆ちゃんの降車を手伝ってたでしょ。\\n　あの時に離れたからかも」%K%P",
"「あんな短い時間でか？」%K%P",
"「時間は関係ないよ。\\n　起こる時には起こるものだって」%K%P",
"「仕方ないけどジュースは諦めよっか。\\n　どうしても飲みたいってわけでもなかったし」%K%P",
"気を落とした素振りをみせず、いつもと変わらないように振舞って見せるその姿が逆に気になってしまう。%K%P",
"「仕方ない、で済ませるはなんか癪だな」%K%P",
"「シオンさえよければどこか休める場所に\\n　でも寄っていかないか？」%K%P",
"「ふぇ？　それって、そのデート続行ってこと？？」%K%P",
"「ああ。いまから行ってそこまで遅くはならないだろ」%K%P",
"多少日は暮れてしまうが、今日はデートだしそれくらいは構わないだろう。%K%P",
"「もちろん、シオンがよければだけどな」%K%P",
"「もう、あっきーは本当にそういうとこ\\n　上手いんだから」%K%P",
"「そんなの決まってるって。\\n　早く行こ、あっきー！　ほらほら！」%K%P",
"「そんな押さなくても大丈夫だって」%K%P",
"「わからないよ？　今度はあっきーが財布を\\n　落とすかもしれないし！」%K%P",
"「なによりもあまり遅くなるとユカリっちやカエデねーさん\\n　が怖いからね」%K%P",
"笑顔を浮かべているシオンから余計な力が抜けたことに安堵して、俺たちはデートを続行した。%K%P",
"シオンとデートを終えて家に戻った時にはとっくに日も暮れていた。%K%P",
"そのせいかユカリとカエデさんにシオンはやたらと問い詰められたりしたが、のらりくらりと言い逃れるその姿はさすがである。%K%P",
"「でも、楽しかったな」%K%P",
"今日のデートは実に有意義だった。%K%P",
"シオンとあんなにしっかりと二人っきりになったのは初めてだったかもしれない。%K%P",
"「あっきー、起きてる？」%K%P",
"「シオン？」%K%P",
"襖の向こうからシオンの声が聞こえてきた。%K%P",
"夜に俺のとこへ来るなんて珍しいな。%K%P",
"「起きてるよ。\\n　そんなとこにいないで入ってこいよ」%K%P",
"「うん。お邪魔しまーす」%K%P",
"部屋に入ってきたシオンに、俺はドキリとした。%K%P",
"湯上りだったのか、わずかに赤く染まった頬と肌に張り付く髪が妙な色気を醸し出している。%K%P",
"あまり見たことのない姿に見惚れていると、シオンはいつもとは違い、俺の隣ではなく真正面に座った。%K%P",
"「ごめんね、こんな時間に」%K%P",
"「特になにかしていたわけでもないから気にするな」%K%P",
"「それで、なにか用事か？」%K%P",
"「うん。家に帰ってきてからずっと考えてて、\\n　さっきようやく決心できたから、\\n　あっきーに聞いてほしいの」%K%P",
"真面目な話なのだろう。%K%P",
"いつものように茶化すような雰囲気は鳴りを潜め、真剣な表情で見つめられる。%K%P",
"俺も背筋を伸ばして、シオンと向き合う。%K%P",
"「今日のデートはさ、もちろんあっきーと二人で\\n　過ごしたいって気持ちから始めたことだけど、\\n　本当の目的は別にあったの」%K%P",
"「あっきーは、今年の秋祭りどうだった？」%K%P",
"その質問は、町の人たちにしていたものと同じものだ。%K%P",
"「例年よりも催し物を増やしたからな」%K%P",
"「その分大変だったけど、頑張った価値のあった\\n　祭りだと思ってる」%K%P",
"「うん、あたしも同じ。\\n　あたしね、今年の秋祭りがすごく楽しかった」%K%P",
"「ほら、あたしって貧乏神でしょ？\\n　いままでは必要以上に同じ場所には留まらないように\\n　してたからさ」%K%P",
"「そんなあたしにとって、秋祭りは\\n　誰かと一緒になにかを作り上げた初めての経験なの」%K%P",
"秋祭りを思い出している様子から、どれだけシオンが秋祭りを楽しんだのか俺にも伝わってくる。%K%P",
"「だからさ、あたしが手伝った秋祭りを\\n　みんなが楽しんでくれて嬉しかった」%K%P",
"「貧乏神で、嫌われ者のあたしでも、\\n　誰かを楽しませることができたんだよ！」%K%P",
"それが、どれほど嬉しいことだったのか。%K%P",
"きっと俺程度では推し量れないほどにシオンの救いになったのだろう。%K%P",
"「あたしの神力が人を不幸にするなら、\\n　あたし自身が誰かを幸せにしてあげればいいんだって\\n　気づいたから」%K%P",
"「貧乏神は人を不幸にするだけじゃない。\\n　誰かを幸せにできるし、楽しませてあげることだって\\n　できる」%K%P",
"「貧乏神であるあたしを受け入れてくれた町の人たちを、\\n　もっと幸せにしてあげたいって思ったんだ」%K%P",
"なんというか、驚いた。%K%P",
"シオンがここまで守森市を好きでいてくれたこともそうだし、貧乏神のことを自分で乗り越えようとしていることもだ。%K%P",
"「幸せにしてあげたいってのは、\\n　秋祭りみたいな大きなことをやりたいってことか？」%K%P",
"「うーん、ちょっと違うかな。\\n　大小は気にしてなくて、ただ、町の人たちが\\n　楽しんでくれればいいかなって」%K%P",
"「具体案はまだないんだな」%K%P",
"「うん、まだそこまでちょっとね。\\n　だからね、その、あっきーにも手伝ってほしいの」%K%P",
"「あたし一人だと、ほら、逃げ癖がついちゃってるから\\n　難しいかもしれないけどあっきーとなら頑張れると\\n　思うんだ」%K%P",
"「俺のこと信頼してくれてるんだな」%K%P",
"「当然。あっきーは一番最初にあたしを認めてくれた。\\n　受け入れてくれた」%K%P",
"「あっきーがいるだけで、\\n　あたしに勇気をくれるからね」%K%P",
"「だから手伝って――ううん、違うかも。\\n　あっきーには、諦めて巻き込まれてほしいかな？」%K%P",
"そんな不安そうな顔はしないでほしい。%K%P",
"シオンが何かしたいって言ったんだ。%K%P",
"元より、俺の答えなんて決まっている。%K%P",
"「ああ、巻き込まれてやるよ。\\n　シオンがやりたいこと、全部手伝ってやる」%K%P",
"「あっ、はは、ははは……はぁ、よかったぁ」%K%P",
"緊張していたのか、体から力を抜けたのがわかる。%K%P",
"「俺が断るとでも思ったのか？」%K%P",
"「全然？　でもやっぱり、\\n　もしかしたらっていうのを考えちゃうからさ」%K%P",
"「でも、即答してくれるなんてさすがあっきーだよ！」%K%P",
"シオンはすっかりいつも通りに戻っていた。%K%P",
"でも、これでこそシオンだよな。%K%P",
"「手伝うとはいったが、俺がするのサポートで、\\n　メインはシオンだからな」%K%P",
"「うん、わかってる。\\n　あっきーとあたしのコンビならなんとかなるって！」%K%P",
"満面の笑みを浮かべているシオン。%K%P",
"この笑顔を曇らせないためにも、頑張らないとな。%K%P"
]