[
"「おじゃましまーす」%K%P",
"あっきーにあたしの考えを聞いてもらってから部屋に戻ったはいいけど、一向に寝付けなかった。%K%P",
"あたしがあっきーのためになにかできるのか考えた結果、やっぱりお妾さんらしいことをがいいかなという結論に至った。%K%P",
"「……よしよし、あっきーはちゃんと寝てるね」%K%P",
"寝息を立てて眠っているあっきーを見て、あたしの頬は緩んでしまう。%K%P",
"「それじゃ失礼して」%K%P",
"寝ているあっきーを起こさないようにこっそりと布団の中へと忍び込んでいく。%K%P",
"……なんだ？%K%P",
"もぞもぞと動く感触から目が覚めていく。%K%P",
"眠気のせいで目を開けるのも億劫だが、なんとか瞼を上げてみると、なぜか布団の中にシオンがいた。%K%P",
"「えへへ、んーあっきーの良い匂いがする。\\n　もうちょっと、もうちょっとだけ味わっても\\n　いいよね」%K%P",
"「いいわけないだろ。なにやってるんだ？」%K%P",
"「あれ？　起きちゃったのあっきー？」%K%P",
"「そりゃこんなことされれば起きるだろ」%K%P",
"「で、なんでまた布団にもぐり込んでいるんだ」%K%P",
"「そんなの決まってるじゃん。よ・ば・い、だよ」%K%P",
"指で俺の腹にのの字を書きながら囁いてくる。%K%P",
"「夜這いって……本気かシオン？」%K%P",
"「本気だよ。あたしはお妾さんとしての仕事を\\n　しにきたんだよ」%K%P",
"シオンの声音に冗談はなく、おどけているように見えてもどこか緊張している様子だった。%K%P",
"「ちゃんと、あっきーのお妾さんになったってこと\\n　確認させて」%K%P",
"布団から出たシオンが着ていた服を一枚一枚脱いでいく。%K%P",
"「だから、あっきー。あたしを抱いてほしいな」%K%P",
"襖から零れる僅かな月明りで照らされたシオンの裸体は絵画のように美しく、俺を引き付けてやまない。%K%P",
"「……わかった。おいで、シオン」%K%P",
"「う、うん」%K%P",
"裸のシオンを招き寄せてから、正面から抱きしめてキスをする。%K%P",
"「んっ……ちゅっ、くちゅっ、あっきー、ちゅる、ぴちゃ\\n　……くちゅっ、ちゅぱっ」%K%P",
"「んくっ、じゅる……こくんっ、えへへ、\\n　あっきーの唾液飲んじゃった」%K%P",
"上目遣いで照れ笑いを浮かべるシオンを見てたせいで、興奮がより激しくなる。%K%P",
"「あっ、離れちゃうのあっきー？」%K%P",
"「俺も服を脱ぐだけだ。着てたら邪魔になるからな」%K%P",
"「……う、うん、そうだね」%K%P",
"服を脱ぎ、シオンと同じように裸になってから改めて互いに向き合う。%K%P",
"「な、なんかこうして裸を見せ合うと恥ずかしいね」%K%P",
"「あっきーのおち○ちん、もうなんかすごいことに\\n　なってるし。ピンって立ってるし、びくびく\\n　動いてる。こ、これが勃起なんだ」%K%P",
"「仕方ないだろ。シオンの綺麗な裸を見ているんだから\\n　こうなるのも当然だよ」%K%P",
"「そ、そっか、あたしの体で興奮してくれたんだ」%K%P",
"「あ、ね、ねえあっきー」%K%P",
"「どうした？」%K%P",
"「初めては、その、あっきーの顔を近くで見ながら\\n　がいいな。だから、そういう風にしてもらえたら、\\n　嬉しいなって」%K%P",
"「じゃあ、こうするか」%K%P",
"シオンを膝の上に座らせ、互いにしっかり見えるようにする。%K%P",
"「うわ、こうして座って抱きしめられると、\\n　やっぱりデートの時にも思った通り、\\n　あっきーってそこそこ筋肉あるよね」%K%P",
"「おち○ちんも……こんなに熱くて硬いし、\\n　あたしが思っているよりも、ずっとずっと、\\n　男の人なんだよね」%K%P",
"「うっ、シオンそこは……」%K%P",
"シオンの柔らかな手が、勃起して硬くなっている肉棒の亀頭部分を撫でる。%K%P",
"ただ軽く触れられているだけだというのに、自分でするのとは比べ物にならないほど気持ちいい。%K%P",
"「わっ、思いっきりびくって動いた。\\n　な、なんか別の生き物みたい」%K%P",
"「おち○ちん触ると気持ちいいの？」%K%P",
"「ああ、もっと触ってもらっていいか？」%K%P",
"「うん、頑張ってみる」%K%P",
"頷いたシオンはぎこちない動きで肉棒の亀頭部分や竿を愛撫し始める。%K%P",
"慣れていないため恐る恐るといった感じだが、その手付きがまた気持ちいい。%K%P",
"「んしょっ、ゆっくり触って……えっと、\\n　こ、こんな感じ？　わっ、びくっ、ってまた動いた！\\n　さっきより腫れてるような……大きくなったの？」%K%P",
"「も、もしかして痛かったの、あっきー？」%K%P",
"「いや、大丈夫だ。続けてくれ」%K%P",
"「う、うん……んと、んしょ、指で\\n　上下に擦ったりして……こう、かな」%K%P",
"「はぁ、はぁ、ふぅ……なんか、おち○ちん触ってると、\\n　汗とは別の妙な匂いがして……はふっ」%K%P",
"「おか、しいな……んぅ、この匂いを嗅いでると、\\n　んぅ、あたしも変な感じに……あっ」%K%P",
"俺の肉棒をしごいているとシオンの吐息が、徐々に艶めかしいものに変わっていく。%K%P",
"シオンの秘部へと視線を向けると、少し湿り始めているのがわかる。%K%P",
"「はぁ、はぁ、はぁっ、んっ、なんか、ヌメヌメしてきた」%K%P",
"「手、ベタベタしてる……これ、気持ちいいと\\n　でるやつだよね？」%K%P",
"「あたしがもっと、あっきーを気持ちよく……」%K%P",
"ただ触っているだけだったシオンの動きが変化する。%K%P",
"手で触れるだけだった動きから、竿を握りしめて激しく上下させるような動きに変わった。%K%P",
"「ふぅーふぅー……すごっ、手の平がぐちゅぐちゅって、\\n　あっきーのおち○ちんから出たヌルヌルが一杯ついてる」%K%P",
"「はぁ、はぁ、はぁ……匂いも、どんどん強くなってきて、\\n　おち○ちんも、熱くなって……%K%P",
"「このままあっきーのこと射精せてあげるね」%K%P",
"「いや、このままシオンにばっかり奉仕して\\n　もらうわけにはいかないだろ」%K%P",
"「……ふぇ？　ひゃんっ！　あ、あっきーっ。\\n　んぅ、胸、いきなり吸っちゃっ、あんっ！」%K%P",
"シオンの胸に顔を近づけて固くなった乳首を歯で噛むと、シオンが手淫を止めて体を震わせる。%K%P",
"その反応を見た俺は、更に乳輪に舌を這わせて舐っていく。%K%P",
"「あぁんっ、んっ、も、もうっ、あっきー。\\n　そんなにチュパチュパおっぱいばっかり、\\n　吸って……んぅ、赤ちゃんみたいだよ、んんっ」%K%P",
"「はぁ、んぅ……あたしのおっぱい、\\n　そんなに美味しいんでちゅか？」%K%P",
"「まったく、人を勝手に赤ん坊扱いして。\\n　そうやっていつまで強がりをいってられるかな」%K%P",
"舌先で乳首をいじめながら、空いている手でシオンの陰口に触れる。%K%P",
"「んんっ！！　ちょっ、胸と一緒に、んぅっ！\\n　触るなんて卑怯だよっ、ひぃんっ、くぅ、あっ、んんっ」%K%P",
"「はぁ、はぁ、んくぅっ、あひぃっ、んんっ\\n　……あんっ、ひゃんっ」%K%P",
"胸もおま○こも、愛撫をすればするほどにシオンの顔が淫蕩にうなされるように火照っていく。%K%P",
"気が付けば、辛うじて動いていたシオンの手は完全に止まっていた。%K%P",
"「手、止まってるぞ」%K%P",
"「ら、らってぇ、こんなっ、あんっ、ひゃんっ、\\n　手、動かさなきゃ、うぅぅぅ、くぅぅぅっ」%K%P",
"「うぅ、ま、負けるもんかっ、んんぅっ、ぜ、絶対に、\\n　あたしのほうが先にあっきーを……んひぃっ！」%K%P",
"奮える手で、シオンは手淫を再開させる。%K%P",
"最初のような勢いはないが、それでも途中までしごかれていたこともあり、俺のほうも限界が近かった。%K%P",
"「はぁ、はぁ、はぁ、うぅぅぅぅぅ……体の奥、\\n　どんどん熱くなって……ひゃんっ」%K%P",
"「はぁ、んぅ、ふくぅ、あ、あっきーっ。\\n　あ、あたし、なにか……きちゃうっ、きちゃってるっ」%K%P",
"「シオン、俺ももう……」%K%P",
"「あっきー……んむぅ、ぴちゃ、ちゅっ、ちゅる、\\n　くちゅっ……もっろ、深く……ちゅっ」%K%P",
"互いに攻め合っていたことも忘れ、自然とキスをする。%K%P",
"「ちゅるっ、ぴちゃっ、ちゅぱっ、あむぅっ、くちゅっ」%K%P",
"「あむぅ、ちゅぱっ、これ、ひゅごい……あっきーひょの、\\n　きしゅ、癖になりひょうっ、ちゅっ、ちゅっ、くちゅっ」%K%P",
"舌を絡ませ、唾液を交換し、俺もシオンも少しでも相手のことを感じられるように必死だった。%K%P",
"上でキスをして、下では互いの性器を弄りあうのも忘れない。%K%P",
"「んっ、んっ、あっひー、あっひー、ちゅっ、\\n　くちゅっ、じゅるっ、ちゅるっ」%K%P",
"「シオン、シオンっ！」%K%P",
"「んくっ、んっ、んんぅぅぅぅぅぅぅっ！」%K%P",
"ダメ押しでシオンの陰核を摘まみ上げると、シオンが目を見開かせ、ガクガクと体を震わせる。%K%P",
"「くっ、でるっ」%K%P",
"イッているせいか力加減ができなくなったのか竿を握られている俺もシオンの体へ精液を吐き出て白濁に染め上げていく。%K%P",
"「ふぅー、ふぅー、ふぅー……んっ、んぅ\\n　なんか……体の奥がきゅーっとなったと思ったら、\\n　いきなり目の前がチカチカしたよ」%K%P",
"「俺も頭の中が一瞬だけ真っ白になった」%K%P",
"時間にしてみればほんのわずかでしかないのだが、絶頂を迎えた俺たちは激しく息を乱していた。%K%P",
"だというのに、俺のペニスはいまだに硬さを失わないまま勃起していた。%K%P",
"「あ、あは、あっきーすごいや。男の人って\\n　一回出したら落ち着くって聞いたけど、固いままだね」%K%P",
"「あたしなんて、まだあっきーのおち○ちん\\n　入れてもないのに、腰がガクガクで全然動かないよ……」%K%P",
"「止めておくか？　無理しなくてもいいんだぞ」%K%P",
"腰が抜けている様子のシオンを気遣うが、首を横に振られた。%K%P",
"「……ううん。止めない。あたしの処女は、\\n　今日あっきーに奪ってもらうって決めてたから」%K%P",
"「あたしのことは気にしなくていいからさ、\\n　あっきーのおち○ちんで一気にやっちゃってよ」%K%P",
"震える手でシオンが俺のペニスを掴み、イったばかりの秘部に近づける。%K%P",
"「このおち○ちんで処女を破って、\\n　あたしをあっきーのモノにして？」%K%P",
"「……わかった。その代わり辛かったらちゃんといえよ」%K%P",
"「えへへ、うん、わかった」%K%P",
"俺はシオン腰を掴んで軽く浮かせる。%K%P",
"見た感じかなり濡れている様子で、亀頭を近づけると陰口から吸いついてくる勢いだ。%K%P",
"ゆっくりいれてもシオンが辛いだけだと思った俺は、逆に思いっきり膣内をこじ開けて突き入れた。%K%P",
"「――ぎっ、くぅぅぅぅぅ！　うぅぅぅぅぅぅぅぅ！！」%K%P",
"「ふぅっ、くぅぅ、んんっ、はぁ、はぁ、はぁ、\\n　んぐぅぅっ、ふぅー、ふぅー、ふぅー」%K%P",
"「大丈夫？」%K%P",
"「ふぅー、ふぅー、ふぅー、ふへ、あはははは、\\n　な、なんとか……うぅぅ」%K%P",
"シオンの膣内に突き入れた瞬間、食い千切られるのではないかと思うくらいに締め付けられた。%K%P",
"抱き着いてきた俺の肩を思いっきり噛むことで耐えられたのか、シオンは涙声だった。%K%P",
"「……正直、ちょっと予想よりもずっと痛くて\\n　泣き叫ぶかと思った」%K%P",
"「あっきーの肩、思いっきり噛んじゃったせいで\\n　歯形が……痛くない？」%K%P",
"いまも痛むのか、息も絶え絶えなシオンの息遣いが耳元から聞こえてくる。%K%P",
"まったく、こんな状態で俺の心配なんかしなくてもいいのに。%K%P",
"「俺は大丈夫だ。シオンは自分の心配をしておけ」%K%P",
"涙を流すシオンが少しでも楽になるように、優しく頭と背中を撫でる。%K%P",
"「……えへへ、ありがとう、あっきー。\\n　そうやって撫でられると、安心する」%K%P",
"「あたしとあっきーは、いま一つになってるんだね。\\n　すっごく痛いはずなのに、あたしの中にあっきーが\\n　入ってるって思うとなんか嬉しくなっちゃうな」%K%P",
"「ああ、俺もシオンの暖かさを感じられて嬉しいぞ。\\n　こうして繋がっているだけで幸せな気持ちになるな」%K%P",
"「あっきーにそんなこといわれたら、\\n　嬉しすぎてどうにかなりそうだよ」%K%P",
"「あっきー……んっ、ちゅぱ」%K%P",
"「シオン……ちゅっ」%K%P",
"唇と唇を軽く合わせるだけの軽い口づけ。%K%P",
"「んむっ、ちゅっ、ちゅぱっ、ちゅっ、ちゅっ、\\n　ぴちゃっ、あっひーの舌、もっと味あわせて、ちゅっ」%K%P",
"「くちゅっ、ちゅるっ、キス、止まらないよぉ……\\n　ぴちゃ、ちゅる、なんかいれも、ひたくなっひゃうっ」%K%P",
"繋がったまま俺もシオンも、何度も唇を合わせていく。%K%P",
"口内だけでなく、上唇と下唇へキスをスライドさせたりしてキスで甘えてくる。%K%P",
"「ちゅっ、くちゅっ、ちゅる、ぴちゃ……んぅ、ふぅ。\\n　なんかこれだけで満足しちゃいそう」%K%P",
"「それは困るな。\\n　俺はまだシオンを全力で愛せていないからな」%K%P",
"「ぴちゃ、くちゅ……そんなこといわれたら、\\n　待ちきれなくなっちゃうよ……んむぅ、ちゅ」%K%P",
"「ねえ、痛みも引いて少しは楽になってきたし、\\n　そろそろ動いてもいいんだよ」%K%P",
"シオンが自分で腰を揺すってアピールしてくる。%K%P",
"「本当か？　やせ我慢じゃないのか？」%K%P",
"「へーきだって。それよりも、あたしはもっとあっきーの\\n　ことを深く感じたいの。だからあっきー……お願い」%K%P",
"そこまでシオンに言われては、我慢する理由などない。%K%P",
"「それじゃ……動くぞ」%K%P",
"「うん……んくっ、ふぅ、くぅぅ、んんっ、ふぅっ、\\n　くぅっ、これくらい、なら大丈夫……あんっ」%K%P",
"「ふぁっ、ひぃんっ、いいよ、もっと、\\n　激しく動いてぇっ、ふぅっ、んぅっ……あたしの中、\\n　めちゃくちゃにかき混ぜてっ」%K%P",
"そうはいうが、腰を動かして打ち付けると、シオンのヒダがペニスにぬるぬるとまとわりついてくる。%K%P",
"あまりにも気持ちいいせいか、腰を動かすのも一苦労だ。%K%P",
"「はぁんっ、んぅっ、ふぅ、広がっちゃってるっ、\\n　あたしのおま○こっ、あっきーのおち○ちんで、\\n　広げられてる」%K%P",
"「あっ、はぁ、はぁ……んんっ、んんぅぅ、\\n　おま○こっ、トロトロにかき混ぜられてっ、どんどん、\\n　広げられちゃってるっ」%K%P",
"「んひぃっ、あたしの体、はぁ、はぁ、んんっ、\\n　あっきーのものに、されちゃってるよっ。おち○ちんの、\\n　形覚えさせられてる……あぁんっ！」%K%P",
"シオンの可愛らしい桃尻がぬちょぬちょと湿り気を含んだ音を立てて揺れる。%K%P",
"ぐちゅぐちゅになったおま○こはだけでなく、シオンの声も蕩けている。%K%P",
"「初めてなのに、こんなに感じてくれているのか」%K%P",
"「あんっ、そんなのしらないっ……だって、あっきーの\\n　匂いに包まれて、こんなふうに突かれたら、\\n　はぁ、んぅっ、自然と痛みも消えちゃって……」%K%P",
"「あは、匂いだけで興奮するなんてあたしって、\\n　すごい変態だよね」%K%P",
"「そんなことはない。\\n　俺だって、シオンの匂いで興奮してる」%K%P",
"シオンの体に鼻を近づけて、汗にまみれた体の匂いを嗅いでみる。%K%P",
"「ひゃんっ……えへへ、あたしたち二人とも変態だね」%K%P",
"「でも、匂いもいいけど……れろ、ぴちゃ」%K%P",
"シオンは近づけた俺の体の匂いを嗅ぐだけでなく、舌を這わせて汗もなめとってきた。%K%P",
"「ぴちゃ、くちゅ、ちゅぱ……汗のせいかしょっぱい。\\n　でもあっきーの味がする」%K%P",
"「これ癖になりそう。あっきー中毒だよ」%K%P",
"「イヤな名前だな、それ」%K%P",
"「そうかな？　んぅ、ふぅ……私は、\\n　もうあっきーがいないとダメなように調教されちゃった\\n　から間違ってないとおもうよ」%K%P",
"「だからさ、もっとグチャグチャにして。\\n　あたしはもう、あっきーのものなんだよ」%K%P",
"「あっきーのおち○ちんで、\\n　ちゃんとあたしのこと満たして。忘れられないくらい、\\n　刻み込んで」%K%P",
"シオンがお尻を動かし、自らグリグリと押し付けてくる。%K%P",
"それに応えるように、俺も腰をしっかりと掴んで挿入を再開する。%K%P",
"「あっ、あっ、あっ、はぁんっ、んぅっ、んんぅっ、\\n　きたっ、あっきーのおち○ちん、ゴリゴリしてる！」%K%P",
"「はぁ、はぁ……んんっ、くぅ、あっ、あっ、あぁ、\\n　気持ちいいっ、あっきー、そこ、もっと突いてっ」%K%P",
"「ここだな」%K%P",
"シオンの喘ぎ声が一段と激しくなった場所へ、何度も腰を突き入れる。%K%P",
"「はひぃんっ、あっ、すごっ、そこ突かれるっ、あっ、\\n　はぁんっ、声が、大きくなってっ」%K%P",
"「んっ、んぅっ、はぅんっ、んぁっ、んむぅっ、あぁん」%K%P",
"よほど気持ちいいのか、ペニスを押し込むと肉ヒダが歓迎するように張り付いてくる。%K%P",
"「やぁんっ、奥で、はぁ、はぁ、おっきいの、\\n　中でこしゅれて、んぁぁぁぁっ」%K%P",
"「はぁ、はぁ、はぁ、深いとこ、こしゅられてるっ、\\n　ひゃぁぁぁぁんっ！」%K%P",
"もう完全に痛みなどないのか、シオンの声は完全に発情しきって蕩けている。%K%P",
"「シオン、もっと顔をよく見せて」%K%P",
"「まっれ、やらぁっ！　はぁん、んくぅっ、\\n　ぜったい、いま、だらしない顔ひてるかりゃっ」%K%P",
"「らめらから、んっ、んっ！　ぜっらい、みひゃらめっ！」%K%P",
"抵抗するように顔を伏せるシオンだが、奥をかき混ぜると反射的に背中を逸らして顔を上げてしまう。%K%P",
"「やっぱり、すごくエッチな顔してるな」%K%P",
"「あぁぁぁぁ、だかららめらったのに……ぅぅっ」%K%P",
"「恥ずかしがらなくても、いまのシオンも可愛いよ」%K%P",
"「うぅぅぅぅ、いまそういうこというの、はぁんっ、\\n　卑怯だよっはぁぁんっ」%K%P",
"「そんなシオンを見ていると、もっといじめたくなる」%K%P",
"「あぁぁぁっ、ひぃうっ、んんんっ！　あぁぁっ……\\n　はぁぁんっ！」%K%P",
"びっしょりと濡れた粘膜をペニスで擦りながら、シオンの膣内を刺激していく。%K%P",
"「やぁっ、あっきーっ、これ以上、されたら、んっ！」%K%P",
"「んひぃんっ、なにか、きてるっ、体の奥から、じわっ、\\n　あっ、あっ、あぁぁぁっ」%K%P",
"緩急をつけて腰を回し、ひたすらに奥を突く。%K%P",
"涙と唾液で汚れたシオンの可愛い顔を見ながら、俺も自分の限界がきていることを悟る。%K%P",
"「あっ、んぅ、はぁ、はぁ、やっ、イっちゃうっ、\\n　もう、きてるからっ、あっ、あああっ！」%K%P",
"「俺も、イきそうだ。だからもう少しだけ」%K%P",
"「は、早くっ、ひゃんあっ、これ以上、擦られたら\\n　おかしくなりゅっ、あぁんっ、んぅっ！」%K%P",
"体をくねらせ、イきそうになるのをシオンは必死に我慢しようとしている。%K%P",
"その動きが俺のペニスを刺激して、射精感を高めていく。%K%P",
"「あひぃんっ、はぁ、ひゃんっ、あっ、あっ、あっ、\\n　もうらめ、無理っ、ひぃんっ、我慢ができないっ！」%K%P",
"「あっきーっ、早くっ、早くっ！　いっしょに、\\n　あっ、あっ、ほんとに、もう無理だからぁっ！」%K%P",
"「シオン、シオン！　好きだ、愛してるっ！」%K%P",
"「んっ、んぅぅぅぅぅ！！！」%K%P",
"射精しそうになるのを我慢しながら奥へと叩きつけていくと、収縮を始めたシオンの膣内にペニスが締め付けられる。%K%P",
"「シオン、このまま中に出すからな！」%K%P",
"「うんっ、うんっ！　らして！　あっきーの熱い\\n　精子、このままあたしの中にっ！」%K%P",
"「はぁっ、はぁっ、はぁっ、んぅぅぅ、ひぅんっ、\\n　くぅんっ、んくぅっ！」%K%P",
"「ぐっ、でるっ」%K%P",
"「あっ、あっ、あっ、あっ、あぁぁぁぁぁぁぁ、\\n　んくっ、はぁっ、はぁっ、んんんんっ――――っ！！」%K%P",
"最後の瞬間、最奥へペニスを擦り付けて溜まりにたまった精液でシオンの中を満たしていく。%K%P",
"息が乱れ、体から力の抜けたシオンがもたれかかってくる。%K%P",
"「あひぃん、はぁ、んくぅっ、ふぅっ、はぁぁぁ……\\n　すごい沢山出るんだね」%K%P",
"「あっきーの精液で、お腹がぽっこりしてるよ」%K%P",
"「俺もどこから出てきたんだろうって驚いてる」%K%P",
"射精が止まったのを確認してゆっくりとシオンのおま○こからペニスを抜き取る。%K%P",
"「おっとと、もったいないことするとこだった」%K%P",
"栓がなくなったせいで零れてくる精液を、シオンは手で蓋をして止めた。%K%P",
"「せっかくあっきーが出してくれた精液だからね。\\n　もう少しくらい、味わっておかないと」%K%P",
"「結構大体なこというな」%K%P",
"「だって嬉しかったから。\\n　あっきーとこんな風にエッチできるなんて\\n　思ってもなかったし」%K%P",
"「これからも、またエッチできるかな？」%K%P",
"「当たり前だ。\\n　まあ、タイミングは見計らう必要があるけどな」%K%P",
"「それは確かに」%K%P",
"ここにいない二人のことをシオンも思い浮かべたのか、顔を見合わせて笑いあう。%K%P",
"「……もう少しだけ、このまま抱かれててもいいかな」%K%P",
"「俺ももう少し、シオンの体温を感じたと思ってたんだよ」%K%P",
"「あたしの体ならいつでも貸すから、\\n　存分に感じてね」%K%P",
"そのまましばらくの間、エッチの余韻に浸りながら無言で俺たちは抱き合うのだった。%K%P"
]