[
"シオンと料理開発を始めて早数日。%K%P",
"初日の大惨事に比べて多少は包丁の使い方もかなりマシになってきた。%K%P",
"おかげで、ようやく少し安心して見守ることができるようになった。%K%P",
"「できた！　どう今回は上手くいった気がするよ！」%K%P",
"「うん、結構ちゃんと形になってきたじゃないか」%K%P",
"「でしょ？　あっきー、味見お願いしていいかな？」%K%P",
"「ああ、箸をもらえるか？」%K%P",
"「んふふ、それよりもこっちのほうがいいよね？\\n　ほら、口開けて、あーん」%K%P",
"「……あーん」%K%P",
"いわれるがまま口を開けると、シオンが料理を食べさせてくれる。%K%P",
"相変わらず気恥ずかしいのは変わらないが、何度か繰り返すうちに「あーん」も慣れてきたものだ。%K%P",
"「どう？　どう？　頑張って作ってみたから\\n　結構美味しくなったんじゃない？」%K%P",
"「うーん……まあ結構食べられるようには\\n　なってきたかな」%K%P",
"「わー微妙すぎて喜べない評価。\\n　マズかったってことでいいの？」%K%P",
"「食べられるものにはなっている。\\n　少なくても感触はできるな」%K%P",
"「そのレベルかぁ……あむ。うわっ、思ってたよりマズイ。\\n　はあ、これも失敗だね」%K%P",
"「待て待て。捨てようとするな。\\n　俺がちゃんと食べるから？」%K%P",
"せっかく作った料理をいきなり生ごみ用の袋にぶちまけようとするシオンを慌てて止める。%K%P",
"「これ食べるの？　でも、美味しくないんだよね？」%K%P",
"「味よりもシオンが作った料理って部分が\\n　重要なんだよ」%K%P",
"せっかくシオンが丹精込めて作ったものだからな。%K%P",
"しっかり食べてあげたくなる。%K%P",
"「も、もう、あっきーてば乗せるの上手いよね」%K%P",
"「でも、あっきーが食べてくれるなら嬉しいから\\n　あたしとしては乗せられて嬉しいけど」%K%P",
"「はい、続きね。あーん」%K%P",
"「あーん」%K%P",
"「えへへ、こういうのっていいね。\\n　お妾さんらしさが出てきたかな？」%K%P",
"「らしさなんてなくても、\\n　シオンはもう俺の奥さんの一人だろ」%K%P",
"「あぅ、ハッキリそういわれると照れるね」%K%P",
"気恥しそうに頬を染めてシオンが笑う。%K%P",
"「けど、こうして手料理を食べさせてあげあれるなら\\n　美味しいもの食べさせてあげたいよ」%K%P",
"「最初に比べて随分と上達してきたじゃないか」%K%P",
"「それは最初のレベルが低すぎたからだよ。\\n　ゲームだって１レベルの時はレベルアップも早いけど、\\n　上にいけばいくほどレベルが上がりにくくなるよね」%K%P",
"「料理もそれと一緒だって」%K%P",
"初日はまともに食材も切れないまま終わったからな。%K%P",
"それに比べればいまはキチンと料理を作れているし、シオンのいいたいこともわかる。%K%P",
"「けどさ、レベルってコツコツ上げるものだろ？\\n　上達しようって気があるならいずれは上手くなるって」%K%P",
"「できる限りのことはしていくけどさ」%K%P",
"「ああ、期待してるよ」%K%P",
"「それとは別だけど、レシピは作れそうか？」%K%P",
"「うっ……正直にいえばやればやるほど\\n　わかんなくなってる」%K%P",
"「おっかしいなぁ。もっと簡単に作れる\\n　ものだと思ってたのに」%K%P",
"調味料の分量からこんにゃくの切り方一つとっても簡単にはいかない。%K%P",
"ましてや、既存のものではなく新しいものを作ろうとしているのだからなおさらだろう。%K%P",
"「はぁ、このままじゃ埒があかないよね」%K%P",
"「こういう煮詰まった時は、\\n　できる人から話を聞くのが一番だな」%K%P",
"「ユカリっちやカエデねーさんに聞くってこと？」%K%P",
"「知り合いで一番の適任者はその二人だろうな」%K%P",
"「聞くのはいいけど、\\n　それだとなんか任せっきりになっちゃいそうなんだよね」%K%P",
"「なにも全部作ってもらおうってわけじゃない。\\n　意見を出し合って作るんだよ」%K%P",
"俺も多少は料理を作れるとはいえ、圧倒的に知識が足りなさすぎる。%K%P",
"シオンもネットで仕入れた付け焼刃な知識しか持ち合わせていないので、どこかで行き詰まるのは必然であったともいえる。%K%P",
"「やりたいことをしっかり伝えて、\\n　意見を取り入れていこう」%K%P",
"「……そだね。使えるコネがあるのに\\n　使わないのは勿体ないからね」%K%P",
"「よし、決めた。お昼ご飯の時にでも\\n　ユカリっちたちにお願いしようかな」%K%P",
"「最近なにか頑張ってると思ったら、\\n　なるほど料理にしたのね」%K%P",
"みんなの昼食を食べて一息ついたあと、シオンは二人に協力をもお願いした。%K%P",
"「私に秘密で彰さんと二人っきりで料理をして\\n　手料理を食べさせていたなんて……」%K%P",
"「ズルいですよシオンさん！\\n　デザートはわ・た・し、とかやっていたんですね！」%K%P",
"「いや、ふつーに料理してただけだよユカリっち」%K%P",
"「でもあーんは沢山したね。\\n　食べさせ合いっこってあんなに良いものだったとは\\n　思わなかったよ」%K%P",
"「そんなことしてたのね彰くん」%K%P",
"おおいシオン。%K%P",
"なんであえて油を注ぐようなことをいうんだよ。%K%P",
"ユカリとカエデさんのジト目が突き刺さって辛くなるだろうが。%K%P",
"「誓ってやましい気持ちはなかったぞ」%K%P",
"「むきー！　そういう問題じゃないです！\\n　シオンさんだけ、ズルいズルいズルいです！」%K%P",
"「彰さん！　私とも濃厚な口づけによる食べさせ合いっこを\\n　しましょう！　それがいいです！」%K%P",
"「そんなはしたないことはいいから、\\n　私にもあーんをしてくれるかしら？」%K%P",
"「はしたないとはなんですか！\\n　これは夫婦の愛情を深めるためにも重要なことですよ！」%K%P",
"「うん、まあそのことに関しては今度話そう、な？」%K%P",
"「まずは料理のことが先だ。\\n　二人は手伝ってはくれるのか？」%K%P",
"「もちろんです。彰さんの頼みを断ったりなどしません」%K%P",
"「私もよ。シオンからのお願いだもの、喜んで協力するわよ」%K%P",
"胸を張るユカリとカエデさんのなんと頼もしいことか。%K%P",
"「二人とも助かる」%K%P",
"「ほんとありがとね、ユカリっち、カエデねーさん」%K%P",
"「あ、お礼は彰さんを一日自由にできる\\n　権利でよろしくお願いしますね」%K%P",
"「はいはい。馬鹿いってないでキッチンに行くわよ」%K%P",
"「あ、ちょっ、縛るのは無しです！」%K%P",
"詰め寄ってきたユカリを鮮やかな手並みで縛り上げたカエデさんは、一足先へキッチンへと向かっていく。%K%P",
"「この光景もすっかり見慣れてきたことに、\\n　あたしは驚くよ」%K%P",
"「だな」%K%P",
"シオンと苦笑しながら、俺たちもカエデさんたちの後を追ってキッチンへと向かう。%K%P",
"俺とシオンがキッチンに着くころには、二人はすでにテキパキと準備を進めていた。%K%P",
"さすが普段台所を任せているだけあって、迷いのない動きだ。%K%P",
"「お、おお、さすがは我が家の料理長。\\n　あたしとの戦力の差は圧倒的だよ」%K%P",
"「あれに比べれば俺たちの料理はままごとだろうな」%K%P",
"手伝うと邪魔になりそうなので、ぼけっと眺めていてしまう。%K%P",
"「準備はこれでよさそうね。\\n　ユカリさんのほうはどうかしら？」%K%P",
"「こちらも準備は万端ですよ。\\n　……悔しいですけどやっぱり手際はいいですね」%K%P",
"「これでも長いこと料理はしてきたもの。\\n　それで、どういう料理が作りたいのかしら」%K%P",
"「お爺ちゃんたちが食べやすいこんにゃく料理\\n　だよカエデねーさん」%K%P",
"「ネットでレシピを調べて色々と作ってみたんだけど、\\n　全然上手くできなくて」%K%P",
"二人で結構な数を作ってみたけど、どれもイマイチだったからな。%K%P",
"「なるほど。それじゃお爺ちゃんたちが\\n　食べられそうな料理を意識して作ってみましょうか」%K%P",
"「となるとなにがいいでしょう？\\n　大体どういうものを使った料理かは見えてきますね」%K%P",
"「そうね。とりあえず一品ずつ作ってみましょうか」%K%P",
"「参考までに聞くけど、彰くんたちはなにを作ろうと\\n　したの？」%K%P",
"「簡単そうだったからこんにゃくの白和えを\\n　作ろうとしたんだ」%K%P",
"「思い切り失敗したけどねー」%K%P",
"あれは酷かった。%K%P",
"量が少なかったからなんとかお茶で流し込んで食べたほどだ。\\n正直、シオンの手料理で「あーん」をしてくれていなかったら全部食べきれた自信がない。%K%P",
"「やっぱり合成着色料をふんだんに使った\\n　色でもしていたんですか？」%K%P",
"「いくらあたしでもそんな料理は最初の頃にしか\\n　作らなかったよ」%K%P",
"「最初の頃には作ってたのね……」%K%P",
"「俺もあればっかりは一口食べてギブアップ\\n　だったな」%K%P",
"「彰くん食べたの！？」%K%P",
"「彰さん……よくご無事でした」%K%P",
"「ぶー、そんな過去の失敗はどうでもはいいから\\n　食べてみてよ」%K%P",
"「っと、そうだったわね。\\n　それじゃ、ちょっと作ってみるからまってて」%K%P",
"「彰さん！　見ていてくださいね！」%K%P",
"準備と同じく、二人はテキパキと料理を作っていく。%K%P",
"しばらく待っていると、二人の料理が完成してテーブルに並ぶ。%K%P",
"「おお！　すごく美味しそう！」%K%P",
"「見た目からして違うな」%K%P",
"二人の作った料理は香りだけでなく視覚からも食欲を刺激してくるほどに美味しそうだった。%K%P",
"「さあ、めし上がれ」%K%P",
"「それじゃ」%K%P",
"「いただきます」%K%P",
"「もぐ……ん！　どっちも美味しい！」%K%P",
"「うん、美味い。さすがユカリとカエデさん」%K%P",
"一口づつ食べてみたが、どちらも甲乙つけがたいほど美味しかった。%K%P",
"「もぐもぐ……むー今更ながらこのレベルの料理を\\n　あたしが作ろうとしてたなんて」%K%P",
"「あたしは無理ゲーに挑戦してたんだね」%K%P",
"「でも本当に美味いよな。\\n　このまま出しても普通に喜ばれそうだ」%K%P",
"「そういうわけにはいかないわよ。\\n　これは一回目よ。ここから色々と改良していかないと」%K%P",
"「そうはいっても美味しい以外の感想は出てこないよ。\\n　……うん、やっぱりあたしの味覚は問題ないっていってる」%K%P",
"「俺の好みの味付けだし文句なんてないな。\\n　けどあえていうなら少し濃いめで味がハッキリしているな」%K%P",
"二人とも、俺の好みに合わせてくれているけど、年配の方も多い町のみんなにはもう少し薄味のほうがいい気はする。%K%P",
"「無意識レベルで彰さんの味覚に合わせて作って\\n　しまうのは仕方ないことです」%K%P",
"「ならもう少しあっきーレベルを落として作らないと」%K%P",
"「なかなか難しい注文ですね……」%K%P",
"無意識に俺好みの味付けに自動補正されるとか、さすがとしかいえない。%K%P",
"「まったく、普通に薄味にすればいいだけだろう」%K%P",
"「努力してみます」%K%P",
"「それじゃ、意見も出たところで\\n　どんどん作っていきましょうか」%K%P",
"その日は、一日かけて大量に買い込んだこんにゃくを使い切る勢いで料理を作り続けていく。%K%P",
"その甲斐あって、夜遅くにようやく納得のいくレシピが完成したのだった。%K%P",
"「これでよし、と」%K%P",
"「レシピはアップできたのか？」%K%P",
"「うん、オッケーだよ。しっかりカミサマ考案っていう\\n　お墨付きもつけておいたからすぐに注目されるんじゃ\\n　ないかな」%K%P",
"レシピは無事に完成したが、それでオッケーとならないのがシオンだ。%K%P",
"身内だけの評価から更に万全を期すため、ネットの投稿サイトに作ったレシピを公開して反応を見ることになった。%K%P",
"「大体どれくらいかかるんだ？」%K%P",
"「目立たせてるしレシピもいい出来だから\\n　早ければ一日も経たずにレスが来るんじゃない？」%K%P",
"「とはいっても絶対じゃないから、\\n　念のため数日は様子見したほうがいいと思うけど」%K%P",
"「待ってる間はどうする？\\n　また料理の練習をするか？」%K%P",
"「んーやめとく。\\n　少し触ってみたけどあたしは食べる専門のほうが\\n　向いてるって改めてわかったし」%K%P",
"「手料理をお爺ちゃんたちに作ってあげられないのは\\n　残念だけど、レシピは渡せるしそれで充分かな」%K%P",
"「シオンはそれでいいのか？」%K%P",
"「あっきーに食べさせてる時も思ったけど、\\n　マズいもの食べさせるのってヤなんだよね」%K%P",
"「だからあたしはこれでいいの」%K%P",
"「空いた時間は適当にマンガとかゲームでも\\n　消化しつつ反応を待つよ」%K%P",
"「俺はもう少しシオンの手料理を食べたかったんだがな」%K%P",
"俺の言葉がおかしいのかなぜかキョトンとした表情をされる。%K%P",
"「あっきーって、ゲテモノ好き？」%K%P",
"「断じて違う。ただ、せっかく少しずつとはいえ\\n　上達してきたのに辞めるのはもったいないと\\n　思ったんだよ」%K%P",
"実際、シオンは本当に頑張っていた。%K%P",
"それをここで諦めてしまうのはおしい。%K%P",
"「うーん、考えとくよ」%K%P",
"あまり乗り気ではないシオンは、話は終わりとばかりにゲームの電源を付ける。%K%P",
"こればかりは仕方ないか。%K%P",
"俺もそれ以上追及することはしなかった。%K%P",
"シオンがネットに公開したレシピは、予想を上回る勢いで好評だった。%K%P",
"作ってみた人たちは美味しいとコメントをくれ、誰が見ても疑いようのないほどに成功といえる。%K%P",
"これならお年寄りにも安心して渡せると判断したシオンは、予定を作ってもらいレシピを渡すことになったのだが――%K%P",
"「あれ？　シオンはまだ起きてないのか？」%K%P",
"簡単な仕事を片付けて戻ってきてみたが、シオンが起きてきた様子はない。%K%P",
"「レシピを渡しにいくのは今日だったよな？\\n　まさか忘れているとか？」%K%P",
"シオンはそこまで適当ではないが、それでもこの時間に起きてこないのは不安になってくる。%K%P",
"仕方ない、起こしに行くか。%K%P",
"そう思い、立ち上がりかけたところで広間の襖が空いた。%K%P",
"「ああ、おはようシオン。遅かったじゃ……って、え？」%K%P",
"「ふぁぁぁぁぁ、おはよ、あっきー」%K%P",
"「おはようじゃないって！\\n　おま、なんて格好してるんだよ！？」%K%P",
"広間に入ってきたシオンの格好は、ほぼ半裸だった。%K%P",
"下着も付けず、ボタンもかかっていないせいか、肩に辛うじてワイシャツが引っかかっているだけだ。%K%P",
"「ふぇ？　なんか変？」%K%P",
"自分の格好がわかっていないのか、半分ほど瞼を閉じたまま首を傾げる。%K%P",
"その簡単な動作だけで、ワイシャツがずり落ちそうになる。%K%P",
"一瞬、胸元でなにかピンク色のものが見えたような気がするけど気のせいだと思いたい。%K%P",
"「えへへ、寝坊しちゃってごめんね」%K%P",
"「昨日ちょっとだけゲームするつもり\\n　だったのに熱中しちゃって」%K%P",
"「気が付いたら日が昇ってて驚いたよ」%K%P",
"「いや、そんなことよりもだな、\\n　その、服をだ」%K%P",
"「んー？　なんか顔赤いよあっきー。\\n　熱でもあるの？」%K%P",
"寝惚けながらも、ぐいっ、とシオンが近づいてきた。%K%P",
"染み一つない柔肌に、抱きしめたら柔らかそうな体やスラリと伸びた手足が否が応でも視界に飛び込んでくる。%K%P",
"ジッとシオンの肌を見ていたくなる本能を理性で抑えてなんとか目を逸らす。%K%P",
"「あっきーさっきからなんかおかしいよ？　\\n　なんかずっと目を逸らしてるし……あっ」%K%P",
"「あ、あの、あっきー……見ちゃった？」%K%P",
"「えっと……バッチリ見たな」%K%P",
"「そ、そっか。あは、あはは」%K%P",
"自分の格好をようやく理解したのか、シオンのうわずった声が聞こえてくる。%K%P",
"「その、あっと、こ、これは寝惚けていた不可抗力というか、　こんな大胆に見せるつもりはなかったというか」%K%P",
"「んとっ……あっきー、ごめん！」%K%P",
"「うおっ！」%K%P",
"胸元に衝撃を感じて驚くと、シオンが抱き着いてきていた。%K%P",
"「し、シオン？　お前――」%K%P",
"「ダメ！　お願いだから、\\n　いまあたしの顔見ないで……」%K%P",
"「絶対、いま人に見せられない顔してるから」%K%P",
"髪の間からわずかに覗く耳元は真っ赤になっている。%K%P",
"「……とりあえず、俺はどうすればいい？」%K%P",
"「もうちょっとこのままでいさせて」%K%P",
"「せめて、もう少し気持ちが落ち着くまで」%K%P",
"「……わかった」%K%P",
"肌と肌が触れ合い、鼓動さえ感じられる状況のせいかシオンのことを強く意識してしまう。%K%P",
"抱き合いもせず、ただ無言のまま、時間が過ぎていく。%K%P",
"緊張しているはずなのにそれがなんだか心地よかった。%K%P",
"「……よ、よし。もう、大丈夫。落ち着いたから」%K%P",
"「そ、そうか」%K%P",
"会話が途切れ、無言になる。%K%P",
"落ち着いたとはいってたが、シオンが離れる気配はない。%K%P",
"「シオン？　落ち着いたんじゃないの？」%K%P",
"「う、うん。そうだけどさ……あの、ね。\\n　なんていうか、その……うー」%K%P",
"「あ、ありがとうね、あっきー」%K%P",
"「お礼をいわれるようなことをしたつもりはないが……」%K%P",
"「そんなことはないよ。あたしの料理を手伝ったり、\\n　レシピを考えたり、ずっと、手伝ってくれてたもん。\\n　ちゃんとお礼をいっておきたかったんだ」%K%P",
"「だから、お礼。本当にありがとね、あっきー――ちゅっ」%K%P",
"一瞬、シオンの唇が俺の唇に触れる。%K%P",
"それで、俺の理性を溶かすには十分だった。%K%P",
"「シオンっ」%K%P",
"「あっ、ちゅっ、ちゅぱっ、あっきー、くちゅっ」%K%P",
"自分からシオンを抱きしめ、シオンの唇に何度もキスをする。%K%P",
"「ちゅっ、何回でも、して、ぴちゃっ、ちゅるっ」%K%P",
"「ちゅぱっ、ちゅっ、ちゅっ、くちゅっ……あっ」%K%P",
"このままずっと、キスし続けるのかと錯覚したところで、シオンが離れていった。%K%P",
"すぐ傍にあった暖かさが離れたことに一抹の寂しさを感じたが、なんとかそれをおくびに出さなくてすんだことは奇跡としかいえない。%K%P",
"「じ、時間！」%K%P",
"「そう、だったな」%K%P",
"キスに夢中で、シオンを呼びに来たことなんてすっかり忘れてしまっていた。%K%P",
"「じゃ、じゃあ、着替えるから」%K%P",
"「あ、ああ、わかった」%K%P",
"そそくさとシオンが広間を出て行った後、一気に体の力が抜けてしまう。%K%P",
"「……シオンの体、柔らかかったな」%K%P",
"って、なに考えてるんだ俺は！%K%P",
"「はあ、顔が熱い」%K%P",
"シオンに負けず劣らず、真っ赤な顔してるんだろうな。%K%P",
"頭を冷やした後、境内にシオンの見送りへ出る。%K%P",
"さっきのキスもあってか、嬉しいような気恥しいような照れ笑いをお互いに浮かべてしまう。%K%P",
"「なんか、またキスしたくなっちゃうね」%K%P",
"「……するか？　俺は歓迎だぞ」%K%P",
"「止めておくね。あれはお礼だったから。\\n　今度はちゃんとキスするから、それまで待ってて」%K%P",
"「……わかった」%K%P",
"「うん、それじゃ行ってくるね」%K%P",
"「ああ、爺さんたちによろしくな」%K%P",
"元気に飛び出していくシオンを見送る。%K%P",
"本当はついていくつもりだったが、今日は昼から片付けておかないといけない仕事があったので仕方ない。%K%P",
"「しかし大丈夫だよな？」%K%P",
"単にレシピを渡しにいく以外はいつも遊びに行くのと変わらないはずなのだから心配することなどない筈なのに、なんかイヤな予感がするんだよな。%K%P",
"「ま、考えすぎか」%K%P",
"その時は、そう思っていたのだが――%K%P",
"「……ただいま」%K%P",
"「おかえり。なんか元気ないけどどうした？」%K%P",
"帰ってきたシオンは、朝出て行った時の元気が嘘のように浮かない表情をしていた。%K%P",
"「……いや、見栄なんて張るものじゃないなーって」%K%P",
"「よくわからないけどなにかあったのか？」%K%P",
"「うん……特大な自業自得がね」%K%P",
"シオンがここまで卑屈になるって、余程のことがあったとしか思えないが。%K%P",
"「聞いてもいいか？」%K%P",
"「うっ……」%K%P",
"「無理ならいいけど、話したら楽になることもあるだろう？」%K%P",
"「……わかった。あっきーには聞いてほしいの」%K%P",
"「あのね、お爺ちゃんたちにレシピを渡しにいったでしょ？\\n　そのレシピがすっごく好評で喜ばれたんだ」%K%P",
"「やったじゃないか！　喜んでもらえたなら大成功だろ」%K%P",
"「そこまではね。その後さ、\\n　あたし一人でレシピを考えたのか聞かれて\\n　つい頷いちゃったんだよ」%K%P",
"「それだけならまだいいんだけど、その、勢いで\\n　カエデねーさんにも負けないくらい料理上手って\\n　いっちゃってさ」%K%P",
"「……お爺ちゃんたちがあたしの手料理を\\n　食べたいって」%K%P",
"「もしかして……食べさせるって約束したのか？」%K%P",
"「……うん。いまさら嘘だっていいにくくて、\\n　絶対美味しい料理を作るって約束しちゃった」%K%P",
"それはまた、なかなかに厄介な約束をしたものだ。%K%P",
"「ど、どどどどどうしよう、あっきー」%K%P",
"「全然料理なんてできないのに、\\n　このままじゃお爺ちゃんたちをガッカリさせちゃうよ」%K%P",
"「どうするって……約束したのは何時なんだ？」%K%P",
"「……えっと、来週かな？」%K%P",
"来週か。%K%P",
"短すぎるわけじゃないが、料理を上達させるには足りるかどうか微妙なところか。%K%P",
"「作る料理は？　複雑なものじゃないよな」%K%P",
"「渡したレシピの料理だよ。\\n　私が一番美味しく作れるってことになってるし」%K%P",
"あのレシピの料理なら、ユカリやカエデさんほどには無理だとしても、多少は味の再現ができるか。%K%P",
"「よし……こうなったら練習するしかないだろ」%K%P",
"「なんとかなるかな？」%K%P",
"「かなりギリギリかもしれないが、\\n　それでもやるしかない」%K%P",
"嘘をついたことはダメだとは思うが、シオンがまた料理を作ろうとするのは嬉しい。%K%P",
"それに、当初の予定だと元々シオンが作った料理を振舞うつもりでいたからな。%K%P",
"「できるだけのことはしよう。\\n　俺も協力するから諦めるには早いぞ」%K%P",
"「……わかった。あたし頑張るよあっきー！」%K%P",
"「ああ、その意気だ」%K%P",
"シオンはやる気になってくれた。%K%P",
"後は、どうにかして当日までに料理を形にできるようにしないとな。%K%P"
]