[
"「なぁ〜んて、嘘です♪」%K%P",
"「うふふふふっ、新婚初夜なのに\\n　何もしないで寝ちゃうなんてダメですよ〜」%K%P",
"俺が寝るモードに入りかけた一瞬の隙を突いて、\\nユカリが覆い被さってきた。%K%P",
"「お、おいっ、ユカリ！？」%K%P",
"「わかっています、わかっていますとも。\\n　ユカリは物わかりのいいお嫁さんですから」%K%P",
"反射的に抵抗しようとしたが、\\n微笑みを浮かべるユカリに押さえつけられてしまう。%K%P",
"「彰さんは奥ゆかしい殿方ですからね。\\n　己の欲望を素直に口に出せない性格ですし」%K%P",
"「ですからっ、ここは私が空気を読んで！\\n　彰さんの肉欲を全て受け止めて差し上げますね♪」%K%P",
"これはいかん、ユカリの目が完全に肉食モードだ。%K%P",
"「肉欲とか、そんなの……」%K%P",
"「ごまかしたってだ〜めっ！\\n　私、気付いてるんですよ？」%K%P",
"「彰さんの……こ・こ♪」%K%P",
"ユカリがからかうように腰をスライドさせた。%K%P",
"「くうっ！」%K%P",
"割れ目でぐいっと刺激されて、一気に快感が広がる。%K%P",
"「添い寝してからずう〜っと、ここ、おっきくしてましたよね？\\n　いえ、いいんですよ、責めるつもりはないんです」%K%P",
"「彰さんが私で興奮してくださって……\\n　全身が震えるほど嬉しかったんですから……」%K%P",
"「そうだったのか……」%K%P",
"「そうなんです！　ですからっ、遠慮せず、ね？」%K%P",
"「と言われてもなぁ」%K%P",
"「何を臆することがありますか。\\n　正式に嫁にしたのですから、好き放題していいんですよ？」%K%P",
"「このおしりも……そしてふたつの膨らみだって……\\n　ぜ〜んぶ、彰さんのものです」%K%P",
"独特なとろりとした声でそう告げると、\\n前傾気味だった上体を更に倒してきた。%K%P",
"「あんっ♪」%K%P",
"むにゅっと俺の胸板に乗っかってきた。%K%P",
"重力に引っ張られていても尚、存在感を主張するおっぱいは、\\nとんでもないやわらかさを伝えてくる。%K%P",
"「うふふっ、私のおっぱいと彰さんのおっぱい、\\n　くっついちゃいましたね」%K%P",
"「……す、すごいな」%K%P",
"「んっ……乳首こすれちゃいます……\\n　やだ、これえっちです……」%K%P",
"「こらこら、そんな甘ったるい声を出すんじゃない」%K%P",
"「え〜っ、でもでも、気持ちよかったら、\\n　えっちな声が自然に出ちゃうものなんですよ」%K%P",
"「んふ……んっ……はぁ……はぁ……」%K%P",
"ユカリは俺にまたがったまま上体を伏せたり起こしたり。%K%P",
"そのたびに胸が押しつけられ、むにゅりと潰れる。%K%P",
"「ふぁっ、あぁぁ……気持ちいい……彰さんの乳首……」%K%P",
"「……ユカリのも、な……」%K%P",
"「ふふっ、はしたなく膨らんじゃいましたね。\\n　感じますか？　私の硬くなった乳首……」%K%P",
"「ぐりぐり押しつけるなって」%K%P",
"「でもこれ……気持ちいいんです、本当に……」%K%P",
"ユカリは夢中で乳首と乳首を押しつけあって、\\nまるでオナニーをしているみたいだ。%K%P",
"ただでさえ興奮しているところにこんなことされては、\\n俺だって我慢の限界に達してしまう。%K%P",
"「彰さんも……気持ちいいみたいですね？」%K%P",
"「ここ、びくんびくんってしてますよ？」%K%P",
"「うっ……ごめん」%K%P",
"「いいんです、勃起するのは健康な証拠ですから♪」%K%P",
"「それにしても……彰さんのおち○ちん、\\n　想像以上におっきくてびっくりしました」%K%P",
"「こんなに長いの……全部入るでしょうか？」%K%P",
"明らかに、ユカリは自分の中に入ったところを想像している。%K%P",
"そんな仕草を見せられて、俺も更にいきり立たせてしまう。%K%P",
"「あんっ、すっごく元気♪」%K%P",
"「ユカリが……そんなエッチな顔するから……」%K%P",
"「顔だけですかぁ？」%K%P",
"と言って、挑発するようにまたおっぱいを押しつけてくる。%K%P",
"「おっぱいと……そ・れ・に、こちらもあるんですよ……」%K%P",
"俺の胸の上でおっぱいをたぷんたぷんさせながら、\\n前後に揺れるように動きはじめた。%K%P",
"「んふ……彰さんのかたぁいのが……ぐりゅっ、ぐりゅって……\\n　うふふ、私の大事なところに当たってますぅ……♪」%K%P",
"ユカリが動くたび、にゅるっにゅるっと湿った音が響く。%K%P",
"視線を向けると、張り詰めた俺の肉棒が\\nユカリの愛液にまみれて濡れ光っているのがわかる。%K%P",
"「うっ……ユカリ、お前……」%K%P",
"「うふふっ、そうです、もう濡れてるんです……\\n　いつでも彰さんをお迎えできるようにって、\\n　準備、できちゃってます」%K%P",
"「はぁっ、あん！　んふぅ、く……」%K%P",
"「このままにゅるにゅるしていても、\\n　達してしまいそうなほど気持ちいいですけれど……」%K%P",
"「にゅるるるるって、ナカに入れたら……\\n　きっと最高の快楽が得られますよ？」%K%P",
"「彰さぁん……♪」%K%P",
"おねだりするようにこれでもかと股間を押しつけてくる。%K%P",
"止めどなく湧き出る粘液を肉竿になすりつけつつ、\\n自ら快楽を得て、表情をとろとろにさせていた。%K%P",
"「ねぇ……おち○ちん、入れてもいいですかぁ……？」%K%P",
"「これ……彰さんの長くて硬いの……\\n　専用のぬるぬるケースに収納して欲しいんです……」%K%P",
"「まだ未使用ですから……ぬぷうっと入れちゃって、\\n　ユカリおま○こを所有登録しちゃってください……」%K%P",
"明らかに発情しているユカリは、\\n淫らな台詞を口にしながら俺に挿入をねだってきた。%K%P",
"腰の動きも小刻みになり、このまま放っておくと、\\n先にイッてしまいそうな勢いだ。%K%P",
"「ユカリ……」%K%P",
"「彰さん……その欲望に満ちた眼差し……嬉しいです……」%K%P",
"「って、そこまで欲望に満ちてたか？」%K%P",
"「はいっ♪\\n　それはもう、男らしく獣性たっぷりで」%K%P",
"それはちょっとうれしくないかも。%K%P",
"「そんな彰さんの瞳に、\\n　言葉に出せない強い想いを感じ取りました」%K%P",
"「旦那さまの深遠なる心を読み、その願いに応えることこそ、\\n　まさに佳き嫁の務め……」%K%P",
"「彰さんからは挿入できないのですよね？\\n　おま○こにおち○ちんぬっぷぬっぷしたいよ〜って\\n　思ってるのに、{処女:おとめ}の私の身を思い遣るばかりに……」%K%P",
"「ああ、なんとお優しい彰さん！\\n　私の運命の伴侶に相応しいお方！」%K%P",
"「そんな彰さんの愛に応えたい……ですから……」%K%P",
"「……私から、その……おち○ちん、頂きますね♪」%K%P",
"「んんんんーーーーーっ！！」%K%P",
"俺の返事を待たずして、ユカリは自ら肉棒を迎え入れた。%K%P",
"「ユカリっ、大丈夫か？」%K%P",
"「へ、平気です……痛みはありますけれど……\\n　それ以上に、歓びが大きくて……」%K%P",
"「ふふっ……これで身も心もすべて、\\n　彰さんに捧げられたんですね……」%K%P",
"俺のモノを受け入れて、ユカリは幸せそうに微笑んでいた。%K%P",
"破瓜の痛みこそ感じているものの、歓びが凌駕しているらしい。%K%P",
"「ごめんな、こういうのは俺からすべきなのに」%K%P",
"「いいんです、私も待ちきれませんでしたから」%K%P",
"「それより、こちらこそごめんなさい。\\n　旦那さまのおち○ちんを勝手に貪るなんて、\\n　貞淑な嫁らしからぬはしたない行いをして……」%K%P",
"「でもこれ……すごい……んんっ……\\n　めいっぱい硬いので広げられて……はぁっ……」%K%P",
"「気持ちいい……んぅ……愛する旦那さまとのセックスが、\\n　こんなに強い快楽を与えてくれるなんて……」%K%P",
"ユカリは自らの快感を前面に押し出し、\\n熱っぽく語り続ける。%K%P",
"その最中にも、結合部からはじんわりと蜜が漏れ出し、\\n俺の下腹部を淫らに濡らしていた。%K%P",
"「俺も……気持ちいいよ、ユカリ」%K%P",
"「ほほ、本当ですか！？\\n　こんな女として未熟な肉壺でも、\\n　彰さんを満足させているって言うんですか？」%K%P",
"「……ずっとユカリを抱きたかったから……かな？」%K%P",
"なるべく考えないようにしていたけど、\\nそういう欲求があったのは否定しない。%K%P",
"事あるごとに性的アプローチをされ続けたおかげで、\\n俺だってユカリを抱きたいと思っていた。%K%P",
"「そんな……ずっと抱きたかったなんて……」%K%P",
"「我慢せず、仰ってくださればよかったのに！\\n　ユカリはいつでもセックスのお相手をしましたのに！」%K%P",
"「……今までは、そういうわけにもいかなかっただろ？」%K%P",
"「そ、そうですよね！\\n　きちんと{婚:くな}いでからでないと、男女のまぐわいは……」%K%P",
"「でも、もうお互い我慢する必要はないんですよ。\\n　だって夫婦ですから。\\n　欲望のままにセックスしていい関係なんです」%K%P",
"そこまではっきり言われると気恥ずかしいが、\\nきっとユカリが言っていることは正しい。%K%P",
"「そうだな、俺たちはそういう関係になるんだ」%K%P",
"「彰さぁんっっ！！！」%K%P",
"言葉で俺に受け入れられて、ユカリも感極まってしまう。%K%P",
"「ああっ、まさか彰さんからそんなお言葉が頂けるなんて、\\n　夢のようです！　それだけでもうっ、おかしくなりそう！」%K%P",
"「はぁぁ〜〜〜んっ、もうだめです、我慢できません。\\n　慎ましくはじめての交合を済ませるつもりでしたけど……」%K%P",
"「本気のセックス……しちゃいますね♪」%K%P",
"とろっとろになったユカリは、\\n昂揚した気持ちに身を委ね、欲望を加速させていく。%K%P",
"「んふうっっ！！　んんっ！　はぁっ、あっ、あっ！」%K%P",
"「根元までぐうって押し込んで……入れたり出したり……\\n　入れたり出したり……はぁぁっ、気持ちよすぎます……」%K%P",
"ユカリははじめてとは思えないほどの腰使いで、\\n俺の上で暴れ回る。%K%P",
"器用に腰を浮かせては、激しく上下させ、\\n夢中になって濡れた性器同士をこすり合わせた。%K%P",
"「ちょっ！　ユカリっ、いきなり激しすぎだって」%K%P",
"「ご、ごめんなさいっ、でも、やっと叶った夢だから……\\n　止まりません……止まらないんですっっ……」%K%P",
"俺の制止の声を聞きつつも、腰の動きをやめない。%K%P",
"それどころか、一層興奮して出し入れを繰り返す。%K%P",
"「これが……彰さんとするセックス……\\n　はぁぁっ、こんなに気持ちよかったなんて……」%K%P",
"「じゅぶぅ、じゅぶぅ、って……とっても淫らな音……\\n　肉と肉がこすれ合って、本当にいやらしいです……」%K%P",
"「んっ、んっ、だめっ、こんなのすぐっ……\\n　ああっ、イキそう……イッちゃいそうですっっ……！！」%K%P",
"「彰さんっ……あああっ、彰さぁんっ！！」%K%P",
"「んうっ！　んんんーーーーーーーーーっっ！！！」%K%P",
"ユカリが動きはじめてから少ししか経たないのに、\\n呆気なく達してしまった。%K%P",
"「はぁはぁはぁ……ごめんなさい、こんなあっさり先に……」%K%P",
"「彰さんのおち○ちんをおま○こで気持ちよくするのが、\\n　お嫁さんの役目だというのに、情けないです……」%K%P",
"ユカリは俺の上でかわいく脱力していた。%K%P",
"まだ射精していない俺のペニスはいきり立ったまま、\\nユカリの膣に刺さっている。%K%P",
"「……でもさ、ユカリがイッちゃうとこ、かわいかった」%K%P",
"「えっ、ええっ！？」%K%P",
"「それに、いちいち嬉しくなって\\n　おま○こきゅんきゅんさせちゃうとこも」%K%P",
"「はうぅ……お、お恥ずかしいです……」%K%P",
"絶頂の余韻が冷めないのか、ユカリは俺の言葉に反応し、\\nかわいく膣を収縮させている。%K%P",
"淫らに出し入れを楽しむ姿も悪くないけど、\\nユカリのこういうところも俺は好きだな。%K%P",
"「それに、ユカリが謝る必要はないんだぞ」%K%P",
"「セックスは夫婦でするものなんだから。\\n　どっちか片方が奉仕するのは正しい姿とは言えないと思う」%K%P",
"「だから、さ……今度は俺からもユカリのこと、\\n　気持ちよくさせてくれよ」%K%P",
"「…………そんなこと言うなんて……ずるぅい」%K%P",
"「んんんっ、またイクっっ、イキます……イクぅ！！！」%K%P",
"俺の台詞だけで、ユカリはまたあっさりとイッてしまった。%K%P",
"「またイッたのか……ほんと敏感すぎるな、俺のお嫁さんは」%K%P",
"「だ、だってぇ……彰さんがうれしいこと言うから……」%K%P",
"「なら、ユカリ的には俺からしても問題ないな？」%K%P",
"「もちろんです♪\\n　私は常に彰さんから求められたいですし」%K%P",
"「そっか、じゃあユカリもお疲れだろうから、\\n　しばらくじっとしててくれよ」%K%P",
"「はいっ、旦那さまの仰せのままに♪」%K%P",
"ユカリはやわらかな笑みを浮かべると、すうっと脱力した。%K%P",
"その身をすべて俺に委ねるとばかりに、\\n一切の動きをやめる。%K%P",
"「……動くぞ」%K%P",
"攻守逆転して、ユカリを下から突き始めた。%K%P",
"「あっ！　あっ！　あぁっっ！　すごいっ、彰さんがぁ……\\n　彰さんのおち○ちんが、ずんっずんって……！！」%K%P",
"ユカリの体重がかかっているところに下から突けば、\\n結合も深くなる。%K%P",
"ペニスの根元までしっかりとおま○こに埋没し、\\n最奥を押し上げているのが感じ取れた。%K%P",
"「はぁっ、はぁっ、はぁっ……彰さんの亀頭が……\\n　私の子宮の入り口を何度も何度もつついて……」%K%P",
"「これだめぇ……おかしくなっちゃいますぅっ……！！」%K%P",
"さっきのユカリの腰使いと比べたらぎこちない抽送だが、\\n俺からしているという事実がユカリを興奮させていた。%K%P",
"ストロークは短く、執拗に子宮口ばかりいじめていく。%K%P",
"結果的にそうなっただけだが、ユカリにとっては効果覿面で、\\nさっきとはひと味違った切ない喘ぎを繰り返した。%K%P",
"「はぁっ、ああぁっ、あん！　あくっ、うっ、ううううっ！！\\n　ごめんなさい、気持ちよすぎて私……ふにゃふにゃで……」%K%P",
"「ふぁぁぁぁっ……あはぁっ……」%K%P",
"上体を支えるのもつらいのか、\\nふらふらしながらおっぱいを押しつけてくる。%K%P",
"むにゅりむにゅりと魅惑的な感触を俺に伝えながら、\\n勃起乳首をこすり合わせ、こちらでも快感を得ようとした。%K%P",
"「ユカリっ……うううっ……」%K%P",
"「彰さんもそろそろですか……？\\n　出したくなったら我慢しないで……んっ、んっ……\\n　ユカリの嫁ま○こにどぴゅって出していいですからね……」%K%P",
"「夫婦なんですから、もちろん中出しですよ♪」%K%P",
"こういう時だけは、有無を言わさないユカリだ。%K%P",
"「彰さんのこってりザーメン、おま○この奥で飲みたい……\\n　ねえ、お願いです……ぴちぴちおたまじゃくしを、\\n　私の子宮で泳がせて欲しいんです……」%K%P",
"「……だめ、ですかぁ？」%K%P",
"「ダメなわけあるか。\\n　俺もこのままユカリの中で出したい」%K%P",
"「彰さん、うれしいっ！！！」%K%P",
"むっちりした大きめのおしりを押しつけ、\\n結合を深めてきた。%K%P",
"完全密着の受精態勢だ。\\nこのまま射精したら、ユカリの子宮に注ぎ込まれる。%K%P",
"「彰さんっ、好き！　好きぃ！」%K%P",
"「こら、落ち着けって！」%K%P",
"「やですやです！\\n　彰さんが射精するまで、動きは止まりません！」%K%P",
"今初めて本気を出したとばかりに、\\n密着状態で激しく腰を揺らしてきた。%K%P",
"じゅくじゅくの膣穴で竿全体をしごき、\\n全力で俺を射精させようとしてくる。%K%P",
"「はぁっ、はぁっ、あん！\\n　彰さんの精子……欲しい……出して……いっぱい出してぇ！」%K%P",
"「ううっ……もう出る……で、出るっっ！！！」%K%P",
"「どうぞ……！　出して……出してくださいっっ！！」%K%P",
"「ッ〜〜〜〜〜〜！！！！」%K%P",
"ユカリに搾り取られるような状態で、精を解き放った。%K%P",
"先端を密着させたままのユカリは、\\nまるで飲むように子宮で俺を受け入れていく。%K%P",
"「はぁぁっ……出てる……出てます……彰さんのザーメン……\\n　あはっ、元気にびゅくびゅくしてます……」%K%P",
"「はぁっはぁっはぁっ……出したぞ、ユカリ……」%K%P",
"「うふふっ、ありがとうございます。\\n　頑張ってくれたおかげで、たっぷり注いでもらえました」%K%P",
"「いや、最後のほうはユカリが頑張ってた気がするけどな……」%K%P",
"「私をそうさせたのは、他でもなく彰さんですよ。\\n　彰さんの深い愛情を感じたから、私もちょびっとだけ、\\n　淫乱モードが発動しちゃったんです」%K%P",
"しばらく何度か脈打ちながらユカリに注ぎ込んでいたが、\\nそのうち射精も終わる。%K%P",
"出し終えた後もユカリは俺から離れようとせず、\\n性器同士の結合を解かなかった。%K%P",
"「あの……彰さん？」%K%P",
"「……どうした？」%K%P",
"「えっと……えっちなお嫁さんは、お嫌いですか？」%K%P",
"「嫌いなもんか。どんなユカリでも好きだよ」%K%P",
"「それ、信じますよ？\\n　信用しちゃっていいんですね？」%K%P",
"「どうしたんだよいきなり？」%K%P",
"「だって……ぜんぜん足りません」%K%P",
"ユカリは恥ずかしそうにぽそっと呟いた。%K%P",
"「こんな気持ちいいこと、もう終わっちゃうなんてやです」%K%P",
"「もっとセックス……彰さんとしたい……」%K%P",
"「……こんな嫁ですけど、えっちすぎて呆れちゃいましたか？」%K%P",
"「呆れないよ」%K%P",
"「そもそも、ユカリがエッチなのは最初からわかってたし。\\n　こっちもある程度は覚悟してる」%K%P",
"「ある程度、を……大幅に超えちゃうかも知れませんよ？」%K%P",
"「そ、それはまあ……死なない程度に頼む」%K%P",
"「わかりました！\\n　ではっ、彰さんの健康に留意しつつ、えっちしますね♪」%K%P",
"満面の笑みで俺を見つめるユカリ。%K%P",
"なんだかいや〜な予感しかしないんだが。%K%P",
"「大丈夫です、彰さんはただ気持ちよくなるだけですから」%K%P",
"「おち○ちんが勃たなくなるまで何度だって、\\n　彰さん専用の嫁おま○こでいっぱいヌキヌキしてあげます♪」%K%P",
"「うふふふふっ、さぁ、新婚初夜はこれからが本番です。\\n　たっぷりセックスして、夫婦の絆を深めましょうね♪」%K%P"
]