[
  "Shuri and Kagura's announcement caused quite\\na reaction, considering they were practically\\nunknown before.%K%P",
  "The spontaneous, unrehearsed way they spoke and\\nargued with each other was well received.%K%P",
  "'But... It's not working out\\nquite as well as I thought.'%K%P",
  "There'd definitely been a positive response. \\nBut it wasn't enough to affect their popularity yet.%K%P",
  "So far people seemed to appreciate\\nthat it was a novel idea, but that was all.%K%P",
  "If we didn't follow it up with some real updates\\nthey could easily lose interest. With that in mind,\\nI felt half expectant, half worried.%K%P",
  "'Just getting this many comments\\nmakes me glad.'%K%P",
  "Unlike me, Shuri had really cheered up.%K%P",
  "'The photos and videos I uploaded on my own\\nwere never this popular.'%K%P",
  "'Really?'%K%P",
  "'No one takes that much interest in the lower-ranked\\nidols. Only a few people comment here and there.'%K%P",
  "'And I might be higher ranked than Shuri, but I still\\ncan't compare with the girls in the upper half.'%K%P",
  "'I see...'%K%P",
  "As far as Shuri and Kagura were concerned, our\\nopening move was already a success, even if the\\neffect was less dramatic than I'd been hoping for.%K%P",
  "I'd looked at the girls' individual photos and\\nvideos, and they all had less than ten comments.%K%P",
  "This video had already broken that record several\\ntimes over. I could understand their excitement.%K%P",
  "'We've managed to grab their attention. \\nI think it's a good start, don't you?'%K%P",
  "'Yeah! My only problem is that it looks like we're\\ngoing to be called 'Shuri & Kagura (TBC)' after all.'%K%P",
  "'The people have spoken.\\nI agree with their judgment. Just accept it.'%K%P",
  "By noon the comments gave Shuri a slight lead\\nin the race for top billing.%K%P",
  "So for today at least, they'd be going under the name\\n'Shuri & Kagura (TBC)'.%K%P",
  "'Why not start off with a little informal rehearsal?'%K%P",
  "'Sounds good! \\nAs leader of 'Shuri & Kagura (TBC), \\nallow me to provide our equipment for rehearsals.'%K%P",
  "'Argh this is so insulting!'%K%P",
  "The name and leader of the duo was decided by public\\nvote. I'd be tallying the results every day at noon,\\nso the leader's reign only lasted for one day.%K%P",
  "'Just wait, I'll come out on top tomorrow!'%K%P",
  "'Whatever you say. Now let's get started!'%K%P",
  "Refusing to rise to Kagura's bait, Shuri set up her\\nequipment. It was the same stuff she always used\\nfor her street performances.%K%P",
  "'I'm all set, too. \\nJust begin whenever you're ready.'%K%P",
  "I'd been given the role of filming\\nShuri & Kagura (TBC) during their practice session.%K%P",
  "This time instead of filming on my phone I was\\nusing a video camera I'd borrowed from my parents.%K%P",
  "'You're familiar with L☆SEVEN's songs, right Kagura? \\nDon't worry about the vocals for now.\\nLet's just practice the steps.'%K%P",
  "'Sure thing! \\nI'll dance Sara's part, then!'%K%P",
  "'I-in that case, I'll do my sister's part.'%K%P",
  "After another three minutes of discussing technical\\ndetails, the little meeting came to an end.%K%P",
  "'Well, I'm glad all that's settled. \\nStart the music!'%K%P",
  "A light rhythmic intro started to flow from the\\nspeaker. It was one of L☆SEVEN's songs,\\none that even I knew.%K%P",
  "Shuri and Kagura adjusted their positions\\nand began to dance in time with the music.%K%P",
  "As I watched, I got the feeling that they might\\nmake a good team after all...\\nFor the first few seconds.%K%P",
  "'Ow!'%K%P",
  "Shuri stepped on Kagura's foot.%K%P",
  "'Don't get in my way!'%K%P",
  "'Stop getting up in my space!'%K%P",
  "'Quit waving your hands around so much! \\nYou're going to put someone's eye out.'%K%P",
  "'A real dance needs these big gestures.\\nOtherwise the audience won't feel it.'%K%P",
  "Even as they argued they continued to dance. \\nMaybe it would've been a better idea to stop them. %K%P",
  "'How about you both move a little more apart\\nfor the moment?'%K%P",
  "Both of them were getting in each other's way. \\nThey had to move further and further apart until\\nthey had enough space to dance without colliding.%K%P",
  "But moving that far apart was\\nthe worst thing a duo could do.%K%P",
  "'Okay, that's enough.'%K%P",
  "'What do you think? Rather impressive, aren't I?'%K%P",
  "'Dance is my specialty. \\nI think I did a better job than Shuri.'%K%P",
  "'Sorry, but neither of you were any good. \\nYou're supposed to be working together here,\\nnot each doing your own thing.'%K%P",
  "I gave the girls my honest opinion. \\nLearning not to be afraid of bumping into each\\nother was going to be an especially important point.%K%P",
  "'Hmm...\\nDancing with someone else is harder than I thought.'%K%P",
  "'Perhaps that's because your style is so unique. \\nOh! I don't mean it's weird or anything.\\nIt's a good thing, I like your style.'%K%P",
  "Shuri had a real knack for not provoking others\\neven when she was criticizing them.%K%P",
  "I guess she really was thinking\\nseriously about the duo.%K%P",
  "'Do you have any ideas, Shuri?'%K%P",
  "'Maybe if Kagura can't match my style,\\nI should try to match hers?'%K%P",
  "'Really? You don't mind?'%K%P",
  "'That would probably be the best way. \\nAnd I have to admit, your flair for dance\\nis better than mine.'%K%P",
  "'Wow. Thanks. It makes me blush when you're so\\nnice and honest like that. Hee hee.'%K%P",
  "'But I have a condition! You'll have to follow me\\nwhen it comes to the vocals. \\nI'm rather confident in my singing skills.'%K%P",
  "The girls managed to allocate their respective roles.%K%P",
  "Kagura was in charge of dance steps,\\nwhile Shuri would provide the main vocals.%K%P",
  "'Okay, let's try it with the vocals this time.'%K%P",
  "Back to practice. I hoped they'd do a little better\\nnow they were on better terms.%K%P",
  "'*huff* *huff* *huff*... How can you move like that?'%K%P",
  "'Never mind me... Your singing's awesome! \\nI'm starting to feel a little insecure...'%K%P",
  "'You're not the only one. \\nI'm starting to wonder if we can really do this.'%K%P",
  "We repeated the same song several times,\\npracticing both the steps and the lyrics.%K%P",
  "Shuri and Kagura were totally exhausted.%K%P",
  "'It's only the first day, you've still got plenty\\nof time to improve. And you're more comfortable\\nworking together now, right?'%K%P",
  "'I guess so. At least we managed to work our roles.'%K%P",
  "'If we had the same strengths we'd probably\\nhave fought about it a lot more.'%K%P",
  "'Yes, but I can't compete with your dancing, Kagura.'%K%P",
  "'Yeah, and you're totally the better singer.\\nI'm happy to give that to you.'%K%P",
  "'Let's do our best as a duo from here on.'%K%P",
  "Shuri held out her hand.%K%P",
  "'You got it, partner. No one's gonna stop us.'%K%P",
  "The two girls shook hands.%K%P",
  "'Yamato, you're getting this, right?'%K%P",
  "'Of course.'%K%P",
  "'That's our cameraman! Never misses the good stuff!'%K%P",
  "I gave them a thumbs up.%K%P",
  "'There, it's done.'%K%P",
  "I finished editing the video I'd taken today\\nand uploaded it to the site.%K%P",
  "It featured the rehearsal and a few of Shuri\\nand Kagura's exchanges.\\nI wondered what kind of response it'd get.%K%P",
  "'Oh right, as for your current rankings...'%K%P",
  "Shuri: 27th. Kagura: 30th. \\nThey'd both improved a little.%K%P",
  "The first video must have done its job,\\nbut it was interesting how Shuri was higher\\nthan Kagura now.%K%P",
  "I was looking forward to finding out\\nwhat the duo name would be tomorrow.%K%P",
  "The next day as soon as I got up in the morning,\\nI loaded up the audition site.%K%P",
  "'Hmm, I guess this won't be that easy...'%K%P",
  "I was full of anticipation as I checked the comments\\nfor our new video, but unfortunately the response\\nwas lukewarm.%K%P",
  "The initial announcement may have been kind\\nof sensational, but the rehearsal footage\\njust highlighted the girls' inexperience.%K%P",
  "'I guess giving it your best by itself is not enough to\\npull in the fans.'%K%P",
  "Of course, there were some genuinely\\npositive comments.%K%P",
  "But there were also plenty that were honest\\nabout the flaws in Shuri and Kagura's performance.%K%P",
  "Looks like my fears hadn't been unfounded after all. \\nIt was time to shake things up a little.%K%P",
  "'Aw yeah! I am way in the lead today! Take that!'%K%P",
  "Shuri and I had dropped by the goddess cafe\\nto wait for Kagura to finish her shift.\\nAs soon as we stepped inside she bounded\\nup to us to announce her news.%K%P",
  "It went without saying that a new victor had been\\ndecided in the ongoing battle for leadership\\nof the duo.%K%P",
  "'Is that any way to speak to a customer?'%K%P",
  "'Heh heh. Customer shmustomer.\\nI'm your superior today. Bow down before me!'%K%P",
  "'Geez, can't you do something about her, Yamato?'%K%P",
  "'Maybe I'll have a word with the manager...'%K%P",
  "'Whoa, wait a minute! Really, I'm sorry! \\nI won't get carried away again, please let it slide?'%K%P",
  "Kagura looked genuinely repentant.%K%P",
  "'Is your manager really that scary?'%K%P",
  "'Probably not. It's getting her pay deducted\\nthat Kagura's afraid of.'%K%P",
  "Losing a chunk of her salary would have\\na serious effect on Kagura's daily life.\\nWe shouldn't joke about it.%K%P",
  "'Yamato, about what you told us earlier...'%K%P",
  "'Oh, you mean about how the video bombed?'%K%P",
  "I'd already told both of them about the\\ndisappointing response. The reason we were meeting\\nup now was to discuss what we could do about it.%K%P",
  "'I know how you feel, but I think this isn't bad,\\nfor now at least.'%K%P",
  "'Yeah, I agree. We've only just teamed up,\\nwe'll still need some time to get better.'%K%P",
  "'Yeah, maybe all we can do is upload\\na few more videos to try to show your progress...'%K%P",
  "'Actually, I do have one piece\\nof good news to report.'%K%P",
  "'My stage clothes should be done\\nthe day after tomorrow.'%K%P",
  "'Wow, already? Tatsumi's sure works fast!'%K%P",
  "'Ha ha, quit it, I'm blushing...'%K%P",
  "'I think she meant your store,\\nnot you.'%K%P",
  "'Yeah, I know...'%K%P",
  "'If we need more content,\\nhow about a post announcing my new outfit?'%K%P",
  "'Great idea! That'll mean you won't have to practice\\nin your uniform anymore, too.' %K%P",
  "Some may say there's nothing wrong\\nwith a school uniform, but uniforms don't exactly\\nscream 'Divine Idol'.%K%P",
  "Even a few comments had complained that the\\ngirls didn't have proper outfits. I couldn't deny\\na stage outfit was what the fans wanted.%K%P",
  "'Sure, let's give that a try and see what happens.'%K%P",
  "'Of course, we'll continue our rehearsals, too. \\nWe're still lacking a sense of unity.'%K%P",
  "I guess we can't keep making it up as we go. \\nWe'd end up in trouble if we didn't put together\\na good performance pretty soon.%K%P"
]