[
  "'I'm not sure if I like all these people\\ncalling me sexy...'%K%P",
  "After practice we'd gone to Kagura's cafe\\nand continued checking the reactions to the video\\non a tablet.%K%P",
  "'I think it's good that everyone's liking it. \\nAnd look, your rank's gone up, too!'%K%P",
  "'Aw, you overtook me again...'%K%P",
  "Today they'd be Shuri & Kagura (TBC).%K%P",
  "'I'm impressed you're so comfortable in that outfit,\\nKagura.'%K%P",
  "'I'm used to it. It's all about confidence! \\nIf you're serious about becoming a Divine Idol,\\nyou'll need to get used to wearing stuff like this.'%K%P",
  "Saying that, Kagura went back to work.%K%P",
  "'Perhaps I should try getting\\na job in a place like this?'%K%P",
  "'And dance onstage like Kagura?'%K%P",
  "'Well... That may be a little much for me.'%K%P",
  "Shuri had finally approved her outfit,\\nbut she evidently still had some issues.%K%P",
  "'Perhaps we should put that aside for now.\\nLet's respond to some more comments.'%K%P",
  "We'd started replying to the video's comments.%K%P",
  "There were some pretty personal questions mixed in,\\nbut I think most fans were just excited to be able\\nto talk to a real live Divine Idol.%K%P",
  "'Great, another pervy question...'%K%P",
  "'You know, you don't have to answer every\\nsingle one. You can always ignore them,\\nor pass them over to Kagura.'%K%P",
  "'I could never do that. This question is from someone\\nwho wants to know about me, it wouldn't be fair to\\nmake Kagura answer it.'%K%P",
  "'I guess so... You're doing a great job, though.'%K%P",
  "'What? Where did that come from?\\nYou're making me suspicious.'%K%P",
  "'Sorry. Just do the best you can, alright?'%K%P",
  "Shuri and Kagura really knew what they were doing.%K%P",
  "Even though they were working as a duo,\\neach of them was trying to learn from the other,\\nthen use that experience to surpass them.%K%P",
  "'I'll try, but are you sure\\nthis is the best approach?'%K%P",
  "'I don't want to end up being known just for\\nmy looks. I'd much rather win fans through\\nmy performances.'%K%P",
  "'I know I have a long way to go before I'm worthy\\nof L☆SEVEN. But joining them is my dream.\\nI need to improve until I can stand on\\nequal footing with Sara and the others.'%K%P",
  "'Please keep that in mind. That's what both Kagura\\nand I are ultimately aiming for.'%K%P",
  "Perhaps I'd been naive to think just increasing\\nthe girls' popularity and raising their rank\\nwould be enough.%K%P",
  "All along Shuri had been thinking about the bigger\\npicture, trying to plan for what would happen\\nif she did pass the auditions and join L☆SEVEN.%K%P",
  "'I understand. I'll do my best to support you two\\nto the very end.'%K%P",
  "'I know it won't be easy, but we're counting on you.'%K%P",
  "That's when I knew I had to change.%K%P",
  "I'd have to improve my own skills to properly\\nsupport Shuri and Kagura as they grew as idols.%K%P",
  "'Sorry to keep you waiting, Yamato!'%K%P",
  "My conversation with Shuri had inspired me. \\nAnd there was something I'd noticed since\\nI was put in charge of filming.%K%P",
  "My camera technique was way too amateurish. \\nAnd my editing was nothing to write home about,\\neither. I was holding Shuri and Kagura back.%K%P",
  "There had even been some comments to that effect.%K%P",
  "'Sorry to bother you with this.'%K%P",
  "'Don't sweat it. Your practicing with the camera,\\nright? If it'll benefit Kagura & Shuri (TBC),\\nI'm glad to help out.'%K%P",
  "The fact that she'd sneakily changed the name\\ndidn't escape me, but under the circumstances\\nI decided to let it go.%K%P",
  "'Shouldn't you have asked Shuri, too? \\nIt's a good opportunity, after all.'%K%P",
  "'I did ask, but she turned me down. \\nShe said it'd be too embarrassing for her.'%K%P",
  "Shuri was getting used to the camera, but she\\nrefused to be filmed for anything other than\\nofficial footage.%K%P",
  "'Geez, she'd actually enjoy it if\\nshe just got more used to it.'%K%P",
  "'You think so?'%K%P",
  "'Totally. What's the use in being a Divine Idol\\nif you don't like people watching you?'%K%P",
  "We walked out from the side alley\\nonto Akihabara's main street.%K%P",
  "Somewhere in the mass of high rise\\nbuildings we found a little photo studio.%K%P",
  "'Okay, start filming whenever.'%K%P",
  "'Meeeow.'%K%P",
  "Kagura lay down on the sofa and mewed at me.%K%P",
  "Somehow she managed to turn\\na cute little gesture into dynamite.%K%P",
  "'Hmm? What are you waiting for? Our time's going\\nto run out if you stand around gawping too long.'%K%P",
  "'R-right!'%K%P",
  "We'd only rented the studio for an hour,\\nI couldn't just stand around.%K%P",
  "I switched on the camera and started recording.%K%P",
  "'Don't just do full-body shots,\\ntry zooming in on my most attractive features, too.'%K%P",
  "Kagura's performances at the cafe had been recorded,\\nso she already had a few pointers for me.%K%P",
  "I'd also done some research of my own online,\\nand picked up some tips that I wanted to try out.%K%P",
  "'You're not embarrassed, are you? \\nDon't be shy, that's what we're here for. Come on...'%K%P",
  "She flashed her well proportioned thighs\\nat me as if issuing a challenge.%K%P",
  "I zoomed in and did my best to follow her movements.%K%P",
  "'...'%K%P",
  "'What's up? You sure are quiet today. \\nAt least talk while you shoot.'%K%P",
  "'Sorry, I don't think I can.'%K%P",
  "I was concentrating so hard on getting the filming\\nright and the subject matter wasn't making it\\nany easier.%K%P",
  "'Okay, fine. I'll just have to work extra hard at\\nbeing a good model for you.'%K%P",
  "'How's this?'%K%P",
  "This time Kagura tried to accentuate her chest, too.%K%P",
  "She posed in a way that really emphasized\\nthe cleavage peeking out from inside her blouse.%K%P",
  "'Y-you don't need to go that far...'%K%P",
  "'It's not like you're seeing anything, is it?'%K%P",
  "'Just feeling like I might see something\\nmakes me more nervous.'%K%P",
  "'All according to plan... Hee hee.'%K%P",
  "It looked like I'd fallen into Kagura's trap.%K%P",
  "Spurred on by my reaction,\\nshe started to strike even more provocative poses.%K%P",
  "Her uniform barely covered anything as it was,\\nbut the way she was moving it was like I might\\ncatch a glimpse of something sensual at any moment.%K%P",
  "'What do you think? This sexy enough for you?'%K%P",
  "'Wh-whatever, it's fine.'%K%P",
  "'You're so cute, Yamato. \\nPerhaps I should give you something extra special.'%K%P",
  "'Hey, quit it, I really will see something\\nat this rate.'%K%P",
  "I couldn't take my eyes off her skirt.%K%P",
  "Right now she was holding it down so it wouldn't\\nget flipped up, but the way she did it was really\\nenticing.%K%P",
  "'You'll edit it out later if you do, right?'%K%P",
  "'Of course.'%K%P",
  "'If it's just during filming... I don't mind at all.'%K%P",
  "No friggin way!\\nWell, at least that's what I said inside my head.%K%P",
  "When Kagura keeps trying to take it a little further\\nsome things just end up being seen.%K%P",
  "'...'%K%P",
  "'Hey, did you see them just now?'%K%P",
  "'No...'%K%P",
  "'Don't lie to me. You totally did.'%K%P",
  "'But you're supposed to be able to see them, right? \\nYou always wear that kind for your shows.'%K%P",
  "'When I'm on stage, yeah, but not today.'%K%P",
  "'These are the more private kind.'%K%P",
  "The image of Kagura's private kind of underwear\\nwas burned into my eyes.%K%P",
  "'Phew, that sure was fun!'%K%P",
  "Before I knew it, our hour was up.%K%P",
  "It felt like we'd just finished doing something shady\\nin our own secret room.%K%P",
  "'So, what do you think?\\nAre you getting more comfortable with the camera?'%K%P",
  "'I think so, thanks to you.'%K%P",
  "I felt emotionally exhausted now, though.%K%P",
  "'Cool! Just let me know if you want to do this\\nagain. I'll help you out anytime.'%K%P",
  "Kagura waved happily and made a move to leave.%K%P",
  "'Hold on! Let me walk you back.'%K%P",
  "'No no, I'm fine. I can't wait to see the finished\\nversion of this shoot!'%K%P",
  "'And... Done!'%K%P",
  "There was only about an hour's worth of footage,\\nbut the editing took much longer.%K%P",
  "I'd thought it would be simple to show off Kagura's\\ncharms, but there were a lot of risque shots that\\nhad to be cut.%K%P",
  "'People'd think I'm some kind of pervert\\nif I released these...'%K%P",
  "So much ass, boobs and legs. \\nNot to mention that 'private kind' of underwear.%K%P",
  "'Well, I'll upload this then hit the hay. I'm beat.'%K%P",
  "I finally finished editing out all the shots that\\nwere too explicit. I'd double and triple checked,\\nI was sure it was fine now.%K%P",
  "Since this video only had Kagura in it,\\nI uploaded it to her solo account.%K%P",
  "'Whoa, that's fast!'%K%P",
  "People were already commenting. \\nWithin just a few minutes the video\\nhad a ton of views.%K%P",
  "I had a feeling the duo would be called\\nKagura & Shuri (TBC) tomorrow.%K%P"
]