[
  "'I just can't believe Sara's really quitting!'%K%P",
  "'Yeah, I know...'%K%P",
  "I nodded in agreement.%K%P",
  "We'd just watched them announce the audition's\\npreliminary results.%K%P",
  "We couldn't hide our surprise when\\nSara suddenly announced her retirement plans, too.%K%P",
  "People all over TV and the net\\nwere showing the same shock.%K%P",
  "'I wonder what happened with her...'%K%P",
  "'She's in L☆SEVEN, she's even the center,\\nwhat could make her quit all of a sudden...?'%K%P",
  "Shuri seemed to be taking it particularly hard.\\nShe looked so unhappy thinking about Sara.%K%P",
  "But of course that was only natural.%K%P",
  "A role model, someone she had aspired to be,\\nwas leaving that very stage.%K%P",
  "'Yeah... I can't really understand it,\\nbut I'm sure Sara has her reasons.'%K%P",
  "'And it won't do any good\\nto keep worrying about it, right?'%K%P",
  "As for Kagura, while she was surprised,\\nit didn't look like she was in real shock.%K%P",
  "She was talking like her usual, cheerful self.\\nShe went her own way, and always stayed positive.%K%P",
  "'...I just can't think the way you do, Kagura.'%K%P",
  "'Oh... Really? Well, I guess I can\\nunderstand why it bothers you.'%K%P",
  "'You really seemed to look up to her.'%K%P",
  "'That's right... I wanted to be like her...'%K%P",
  "'Well then, I guess you'd better buckle down\\nand pass the audition.'%K%P",
  "'What do you mean?'%K%P",
  "Shuri was looking at me, apparently confused.%K%P",
  "'Well, if you become a member of L☆SEVEN,\\nthen you can find out why Sara quit,\\nand maybe come to understand her feelings more.'%K%P",
  "'Oh, hey, you're right!\\nYamato, sometimes you say the best stuff!'%K%P",
  "'Or will you quit trying to become an\\nidol because of this, Shuri?'%K%P",
  "'As if! Becoming an idol is my dream!\\nThis stuff with Sara doesn't change that.'%K%P",
  "Shuri looked at me with resolve in her eyes.%K%P",
  "'Yeah, that's the spirit!\\nIf I lost my rival, I'd lose my drive, too!'%K%P",
  "'Exactly. I could never let you win\\nwithout even trying.'%K%P",
  "'Remember, it's not like I'm going to just\\nroll over and give up!'%K%P",
  "Somehow, Shuri had come back from her shock.%K%P",
  "As their supporter throughout the qualifier,\\nI wanted them both to keep doing their best.%K%P",
  "'Just remember, the bar is going to be\\na lot higher to pass the audition.\\nYou've got to be ready for that.'%K%P",
  "'I know.\\nOf course it's going to be harder.'%K%P",
  "'Yeah, I'm sure you do, but actually\\nI think Sara's announcement changes things a bit.'%K%P",
  "'How so?'%K%P",
  "'Well, I doubt Sara intended it, but I imagine\\nthat this will result in the new member being\\nlooked at as her replacement, right?' %K%P",
  "'Oh...'%K%P",
  "Shuri seemed to understand what I was trying to say,\\nand let out a small sigh.%K%P",
  "'That means this audition is going to be getting\\na whole of lot attention.'%K%P",
  "'And so the judging is going to be\\nthat much more strict.'%K%P",
  "'Yep, exactly.'%K%P",
  "'Mmhmm, I see.'%K%P",
  "'Do you really?'%K%P",
  "Shuri asked Kagura,\\nwho was nodding sagely.%K%P",
  "'Of course!\\nIt means it's going to be, you know, tough!'%K%P",
  "'Yeah, well... Okay, something like that.'%K%P",
  "Oh, I guess Shuri gave up trying to explain!%K%P",
  "But actually, for Kagura,\\nit likely didn't matter much one way or the other.%K%P",
  "She just liked making everyone happy,\\nand did it the way she wanted.%K%P",
  "That was her main strength\\nand her biggest appeal.%K%P",
  "'Alright then, let's go Shuri.\\nLet's do our best to become the new member!'%K%P",
  "'Right, let's do our best.'%K%P",
  "They were both smiling,\\nbut there was a spark of tension in the air.%K%P",
  "However, it wasn't unpleasant,\\nrather it felt almost like they were enjoying it.%K%P",
  "It's likely that because they joined up\\nin the qualifier, they learned about their true\\nabilities, and came to accept one another.%K%P",
  "For some reason, that made me really happy.%K%P",
  "'So then,\\nwe need to plan for the audition, you guys!'%K%P",
  "'Huh? Wait a minute... What do you mean 'we'?'%K%P",
  "Shuri cocked her head in\\nconfusion at Kagura's words.%K%P",
  "'What? I mean Love☆Kami needs\\nto get ready for the audition...?'%K%P",
  "'...You still think we're\\ngoing to continue as a duo?'%K%P",
  "'Yeah, that's right.\\nHm? You don't?'%K%P",
  "'Of course I don't.\\nThat was always just for the preliminaries.'%K%P",
  "'Whaaat? No way! Let's stay together!'%K%P",
  "'Hold on, just think for a minute!\\nOnly one person can join L☆SEVEN, right?'%K%P",
  "'So how does it make sense to compete as a duo?\\nOne of us will have to lose, right?'%K%P",
  "'Ngh...'%K%P",
  "It was the perfect argument,\\nleaving no room for a counter.%K%P",
  "Kagura looked to me for help,\\nbut all I could do was shake my head.%K%P",
  "'Ohh...'%K%P",
  "”So you don't want to perform\\nwith me anymore, Shuri?'%K%P",
  "'No, that's not it at all!\\nBut from here on, I just want to find out\\nwhat I can do on my own.'%K%P",
  "'Otherwise, it's meaningless.'%K%P",
  "'But...'%K%P",
  "'It's sad, but there's no use fighting it, Kagura.'%K%P",
  "'You understand what Shuri's saying, don't you?'%K%P",
  "As I said this to Kagura,\\nshe seemed to grow ever more unhappy.%K%P",
  "For the time being, it was important that she\\nsee for herself. There was no good in forcing her.%K%P",
  "Of course, if I were to be honest...\\nIt made me feel a little lonely, too.%K%P",
  "'Right... I understand.'%K%P",
  "'But, you'll still help me, won't you, Yamato?!'%K%P",
  "Kagura slid in close to me\\nas she asked.%K%P",
  "'Yes, of course I will.\\nI'm happy to do anything I can!'%K%P",
  "'Woo-hoo! Yay, Yamato!'%K%P",
  "At my answer,\\nKagura started hopping around the room in happiness.%K%P",
  "At any rate,\\nI had already promised to help out.%K%P",
  "'Thank you! Don't let me down, okay?'%K%P",
  "'Whoa?!'%K%P",
  "Shouting happily,\\nKagura suddenly grabbed me in a tight embrace.%K%P",
  "I was completely thrown by the unexpected move.\\nAnd I could feel something soft\\npressing up against me!%K%P",
  "'Hehehe...'%K%P",
  "'H-hey, Kagura!'%K%P",
  "'Why are you turning so red?'%K%P",
  "'Wh-What are you talking about?\\nI'm not red at all!'%K%P",
  "'Really? Your face is clearly turning bright red.\\nWhat's wrong?'%K%P",
  "Kagura asked, her face all innocent.\\nWhose fault did she think it was?! How unfair!%K%P",
  "'It's nothing, just, you can let go now.'%K%P",
  "'Okay!'%K%P",
  "When I said this, Kagura finally released me.%K%P",
  "I kind of regretted it\\nonce all that softness disappeared.%K%P",
  "'So then, I guess that means Yamato will be\\nhelping me out. Are you okay with that Shuri?'%K%P",
  "'Oh, um... That's...'%K%P",
  "'Well, I guess if Yamato says it's alright,\\nthen it's whatever!'%K%P",
  "Shuri said, glaring at me for some reason.\\nSuddenly, I was very afraid...%K%P",
  "'Is it really?'%K%P",
  "'I said whatever, didn't I?'%K%P",
  "'Come on, seriously, don't you want\\nhim to help you out too, Shuri?'%K%P",
  "'Why do you think I would want\\nsomething like that, huh?'%K%P",
  "'Anyway, if that's what you guys are doing,\\nthen be my guest.'%K%P",
  "'But I'll just say this one last time:\\nI am not going to lose! Bye!'%K%P",
  "After saying all of this in a rush,\\nShuri turned and left the shop.%K%P",
  "This left Kagura and I alone.%K%P",
  "'Oh my, she just can't say what she really feels,\\ncan she?'%K%P",
  "'You think so? Maybe she's just mad because\\nyou were teasing her.' %K%P",
  "'Nope, she got upset because I hit the nail\\non the head.'%K%P",
  "Kagura puffed out her chest, full of confidence.\\nHer chest being quite generous,\\nbounced quite substantially as a result.%K%P",
  "'What are you looking at? Yamato!'%K%P",
  "'Oh, um, well...'%K%P",
  "I suddenly noticed Kagura glaring at me.\\nTrying to throw her off,\\nI stuck my tongue out cutely.%K%P",
  "'Pervert.'%K%P",
  "'Oh, come on now, guys can't help\\nbut be mesmerized by a woman's chest...'%K%P",
  "'...'%K%P",
  "'...I'm sorry.'%K%P",
  "'...Pfff, bwahahaha! I shouldn't tease you so much.'%K%P",
  "'Huh?'%K%P",
  "'You can look all you want, Yamato.'%K%P",
  "She said, and gave me a little wink.\\nWhen she did, I could feel my heart race a bit.%K%P",
  "'St-stop messing with me.'%K%P",
  "'What? No, I'm serious!'%K%P",
  "'W-Well, anyway...\\nI'm just happy to work with you again.'%K%P",
  "'Same here.'%K%P",
  "Kagura answered,\\ngiving me an enormous grin.%K%P",
  "I don't know how much good it'll do, but for her\\nI'll give this audition everything I've got.%K%P",
  "Of that, my resolution was strong.%K%P"
]