[
  "And so Sara and I furthered our relationship.%K%P",
  "After a couple of our little practice sessions,\\nthe two of us started kissing whenever we met.%K%P",
  "'*Smooch*'%K%P",
  "Her kisses always came so suddenly.%K%P",
  "It was just on the cheek, but still.%K%P",
  "'Heehee, I did it again!'%K%P",
  "'Hey, let's be a little more serious, okay?'%K%P",
  "'Oh? A kiss on the cheek isn't good enough?'%K%P",
  "'Fine, my turn next.'%K%P",
  "'Ahn!'%K%P",
  "Even though I started with a playful sort of kiss,\\nonce we locked lips things always got real.%K%P",
  "The way the two of us behaved,\\nwe must have really looked like lovers.%K%P",
  "But I wasn't used to all this, and Sara had no idea,\\nso we were always so worried we were doing it wrong.%K%P",
  "'There's something I've been wanting to ask you.'%K%P",
  "'Be honest with me, how do you feel about us?'%K%P",
  "I'm sure other couples don't ask these things.%K%P",
  "But the way she went on about not knowing love,\\nI didn't think we were like other couples.%K%P",
  "'How do I feel... About you? Hmm...'%K%P",
  "'Well, I mean, all of this is pretty fun.\\nBut to be honest, I still don't really get it.'%K%P",
  "'I always kind of thought of you as a brother,\\nso I've always liked you, and I guess this just\\nstems from that.'%K%P",
  "'When we touch and kiss, it's definitely exhilarating\\nbut I don't really know if THIS is what love is.'%K%P",
  "'I see...'%K%P",
  "'I'm sorry.'%K%P",
  "She said as she gave a sincere apology.%K%P",
  "Well, at least she had feelings for me.\\nIn fact, she seemed to really like me.\\nAnd I liked her.%K%P",
  "But were we really in love?\\nEven I didn't know.%K%P",
  "'Maybe we aren't all the way in love yet...'%K%P",
  "The words just poured out of me.%K%P",
  "It wasn't something I meant for her to hear,\\nbut she heard it nonetheless.%K%P",
  "'You haven't done anything wrong.\\nIt's all my fault...'%K%P",
  "'I'm the one who said I'd teach you though,\\nit's just not going well.'%K%P",
  "I became her boyfriend, we kissed,\\nand I was so happy.%K%P",
  "But she still didn't have her singing voice back.%K%P",
  "I felt so frustrated with myself.%K%P",
  "'No, it's not like that. I don't really\\nknow what words to use to explain it...'%K%P",
  "'...!'%K%P",
  "Her words were all I needed to hear\\nbefore I realized.%K%P",
  "There was something more powerful than just words.\\nAnd I knew quite well what it was.%K%P",
  "'If you can't say it, then sing it to me.'%K%P",
  "'Yamato...'%K%P",
  "She still couldn't sing.\\nI knew that, and she knew that I knew.%K%P",
  "'Songs help express the feelings\\nwe can't describe with words.'%K%P",
  "'Right?'%K%P",
  "'Yeah. But...'%K%P",
  "She sounded like she was ready to give up,\\nbut she cut herself short.%K%P",
  "She sat quietly, letting herself dwell on it.%K%P",
  "'You're right... If I can't say it,\\nI should just sing it.'%K%P",
  "'A song that has all of my feelings poured into it.'%K%P",
  "Love, affection, these words are too simple, really.%K%P",
  "Trying to lump everything together wasn't effective.%K%P",
  "'I realized something.\\nOur feelings can't fit into a simple word.'%K%P",
  "'Maybe that's why we have songs?'%K%P",
  "'I think so, yeah.'%K%P",
  "She had been singing as a Divine Idol\\nfor the past year.%K%P",
  "But was she really singing her own songs?%K%P",
  "'Back in L☆SEVEN, I just sang whatever they gave us.\\nThey were good songs, but they weren't MY songs.'%K%P",
  "'What could I even hope to learn from them?\\nAnd did the message ever make it to the fans?'%K%P",
  "'I guess I never really got it.\\nAnd I wasn't even able to realize that much.'%K%P",
  "I assumed that love was at least part of 'it'.%K%P",
  "But there were also all sorts of emotions mixed in.%K%P",
  "The real job of a singer is to find those emotions\\nand make them known to the audience.%K%P",
  "'I think I want to write a song.'%K%P",
  "'A song for you, Yamato.\\nAbout how I feel about you.'%K%P",
  "'I'll always be waiting for your songs.'%K%P",
  "Was it going to be a love song? Or something else?%K%P",
  "How would she express our relationship?\\nI was excited just thinking about it.%K%P",
  "'And what are you smiling for, Yamato?'%K%P",
  "'I'm just really excited about it.\\nI can't help but smile.'%K%P",
  "'What a coincidence! Me too!'%K%P",
  "She smiled the most dazzling smile as she spoke.%K%P"
]