[
"After a series of playful kisses, Sara and I get\\noff the bed together.%K%P",
"Their cheeks are already hot and their breath is\\nalready hot.%K%P",
"'So much for kissing practice.'%K%P",
"'Yes, I'm afraid I can't go any further: ......'%K%P",
"If I continue to do this, I will want to kiss\\nyou deeper.%K%P",
"And even beyond.%K%P",
"'Then we'll go to ...... next?'%K%P",
"'Next, could it be, well, ......'%K%P",
"'I know it's not for a ...... woman to say, but\\nYamato-kun, you seem to be having a pretty hard\\ntime, you know?'%K%P",
"Sara's gaze drops slightly.%K%P",
"I was about my waist, and it was there that I\\nfirst noticed how I was looking.%K%P",
"'...... penis, you're all swollen up.'%K%P",
"I'm sorry.%K%P",
"'I'm glad you responded.'%K%P",
"Sara was embarrassed, but she was looking firmly\\nat my erection with her side eyes.%K%P",
"'Sara, can I do this?'%K%P",
"'Oh, don't make me repeat it.'%K%P",
"'That's what lovers are supposed to do, right?'%K%P",
"Sara says this and then runs her hands through\\nher own clothes.%K%P",
"Slowly, one by one, the things that had\\nenveloped her diminished.%K%P",
"'I wonder if ......, how's that working out for\\nyou? Are you excited?'%K%P",
"She showed me her beautiful underwear.%K%P",
"'Don't stare at me like that. I'm so\\nembarrassed.'%K%P",
"'But this is ......'%K%P",
"I had a peek at Sara's changing scene once.%K%P",
"I was taken aback at the time, but this time it\\nwas even more so.%K%P",
"'It's beautiful, very ......'%K%P",
"Thank you.%K%P",
"Sara is a little embarrassed by the\\nstraightforward praise.%K%P",
"'But you know, this is still a work in progress,\\nYamato-kun.'%K%P",
"I told her to enjoy my reaction and she started\\nto undress further.%K%P",
"The bulge supported by the bra was released and\\nswayed.%K%P",
"And even the last remaining pair of shorts were\\ncompletely removed.%K%P",
"Oh, don't stare too much, it's my first time\\nshowing it to people. ......%K%P",
"Girls might even show each other.%K%P",
"But at least I'm the first man, or at least I'm\\nthe first woman, to see Sara's naked body.%K%P",
"'...... I'm fiercely impressed.'%K%P",
"An indescribable sense of accomplishment washed\\nover me.%K%P",
"'Next, it's Yamato-kun's turn. You, too, undress\\nand show me.'%K%P",
"Yes, sir.%K%P",
"Sara urges me to get naked in a hurry.%K%P",
"When you get naked and expose yourself to the\\npublic, you are certainly not ashamed of your\\nappearance.%K%P",
"'...... that's what, Yamato-kun's, what ......'%K%P",
"It is so large that it cannot be concealed by\\nhand.%K%P",
"Because of the over-excitement, his penis was\\npointing upward, showing the intensity of his\\nerection to Sara.%K%P",
"'Don't look too hard at my erection.'%K%P",
"No, you have to show me.%K%P",
"Sara comes closer to me, trying to get a better\\nlook.%K%P",
"Then, of course, her naked body became visible\\neven closer.%K%P",
"Right in front of you are two swaying white\\nbulges.%K%P",
"At the tip of the nipple is a pale-colored\\nnipple.%K%P",
"It is also cute that it is a little sunken in,\\njust like Sara.%K%P",
"'Hmmm, you're twitching. Hey, can I touch you?'%K%P",
"'It's okay, but ...... don't make it too hard.'%K%P",
"'Well, what do you think?'%K%P",
"Sara-san is somehow a little bit meaner than\\nusual.%K%P",
"But that also makes it even more appealing.%K%P",
"'Wow, it's hard ...... and it's hot ......'%K%P",
"At first, the contact was ominous, like a poke\\nwith the tip of a finger, but gradually he\\nbecame accustomed to it and even grasped it.%K%P",
"'This is what goes into that ...... ......%K%P",
"It would lightly rock back and forth as if to\\ncheck its hardness and size.%K%P",
"I overreacted to such casual caresses, making my\\npenis throb with excitement.%K%P",
"'...... Ug'%K%P",
"Sara's speech gradually decreases.%K%P",
"She is a neat, calm, and sissy chicks, and she\\nis crazy about my meat stick.%K%P",
"I felt an inexpressible excitement at this fact.%K%P",
"'Sara!'%K%P",
"What is it, Yamato-kun?%K%P",
"'I'd like to see Sara's, too.'%K%P",
"I'm sorry I'm so one-sided.%K%P",
"But I've had more than enough time to check out\\nYamato-kun's dick. ......%K%P",
"Let's move on, shall we?%K%P",
"'......, is this okay?'%K%P",
"Sara, naked, got down on all fours on the bed.%K%P",
"She turns her hips toward me, as if offering me\\nthe most important part of a girl.%K%P",
"'Earlier you let me have my way with Yamato-\\nkun's cock, so now it's your turn.'%K%P",
"'Gently, please, so it doesn't hurt.'%K%P",
"He became still and motionless, as if he had\\nmade up his mind.%K%P",
"A smooth slit can be seen behind the slightly\\nopened legs.%K%P",
"It feels not at all different from that of\\nhumans, but even if it were structurally the\\nsame, its beauty would be an order of magnitude\\ndifferent.%K%P",
"I should say that even such a place that is not\\nshown to others is beautiful. ......%K%P",
"'No, it's just that Sara is beautiful.'%K%P",
"The chamisa is not special, she is special.%K%P",
"Each chamisa has its own personality and looks a\\nthousand different ways.%K%P",
"In the midst of such a situation, Sara-san, a\\nWakeshimitama, was so beautiful that she had\\nrisen to the top of the kamisama idol world.%K%P",
"'...... don't be shy, you can touch me.'%K%P",
"He gave me kind words when I didn't want to do\\nanything.%K%P",
"With her pushing me back, I finally touch that\\nunblemished skin.%K%P",
"'Hm. .......'%K%P",
"We don't imitate them by suddenly touching the\\nvital points.%K%P",
"First, I gently stroke it with my palm as if to\\ncheck the smoothness of its skin.%K%P",
"'It tickles a little.'%K%P",
"'Sorry, but just a little more ......'%K%P",
"This time, he reached for her thighs, and then\\nfor that magnificent bulge, which was still\\nobeying gravity.%K%P",
"'Nn...... boobs, are you touching ......?'%K%P",
"'I've always just had it pressed against me, but\\nit's so much softer when it's direct. ......%K%P",
"You will be impressed by its softness, which is\\nmore resistant to the resistance of your fingers\\nthan you can imagine.%K%P",
"I was allowed to enjoy Sara's tits as I shook\\nthe whole thing.%K%P",
"'nf......kku......'%K%P",
"Sara is at the mercy of my poor caresses.%K%P",
"Even though the movements were not intended to\\nmake me feel, sweet breaths that I occasionally\\nstifled were leaking sadly from my lips.%K%P",
"'Yamato, kun ...... it's about time ......'%K%P",
"As if urging him on, his hips lifted lightly.%K%P",
"At the beat of the beat, the girl's scent\\nspreads softly.%K%P",
"I don't know about other girls' except Sara's,\\nbut I instinctively understand.%K%P",
"This is the smell of pussy.%K%P",
"'I'm going to need you to hold still for a\\nminute.'%K%P",
"He grabs her large buttocks with both hands and\\nspreads them out to the left and right as he\\ndoes so.%K%P",
"'Oh ......, no, I can't open it, I can't see\\n.......'%K%P",
"It is pulled and the closed crack opens.%K%P",
"The pink female genitalia, glistening wetly, was\\nexposed before my eyes.%K%P",
"'No. .......'%K%P",
"Sara's lower body is so embarrassed that she is\\nforced to strain.%K%P",
"At that moment, clear nectar overflowed and\\ndripped down.%K%P",
"'I'm at .......'%K%P",
"I'm too excited and my penis is in trouble.%K%P",
"I was overwhelmed by the fact that Sara's body\\nwas ready for me, erecting so hard that it was\\ndigging into my stomach.%K%P",
"'Hey, Yamato-kun?'%K%P",
"Sara is beautiful, kind, and just too good to be\\ntrue, but she's even more naughty. ......%K%P",
"'......It's Yamato-kun that makes you like\\nthis.'%K%P",
"'I'm happy, I'm touched.'%K%P",
"'I know you're overreacting, but I know how you\\nfeel.'%K%P",
"I was also very moved when I saw Yamato-kun grow\\nbig. ......%K%P",
"So come on, Yamato-kun.%K%P",
"Sara's sweet whisper was small, but it certainly\\nreached me.%K%P",
"Following her lead, he pulls on her arm and\\npresses his taut meat hook against it.%K%P",
"'Nope, you hit that one: .......'%K%P",
"We don't insert them out of the blue.%K%P",
"First, press it against the crack and slowly\\nmove it back and forth.%K%P",
"'...... hit, rub ...... rub ...... no ......'%K%P",
"The panting penis pushes into the soft flesh,\\nproviding gentle stimulation.%K%P",
"Gradually, a wet sound was generated, which\\nturned into a more sticky mucus kneading sound.%K%P",
"'No ......, I'm ashamed, forgive me .......'%K%P",
"Feeling the clear sound of love juice, Sara also\\nsounds annoyed.%K%P",
"But it only fuels my excitement.%K%P",
"He deliberately moved his penis so that Sara's\\nresponse would be louder and she would be more\\nsexually ready.%K%P",
"'Is it time to go to ......, may I put it in?'%K%P",
"You say the word 'put in' and you become very\\naware of what happens next.%K%P",
"Sara seemed to be the same, her whole body\\nshaking in small tremors.%K%P",
"'............ okay, you can go in...come in me.'%K%P",
"Sara did her best to say so.%K%P",
"He remains still and waits for me to do my\\nthing.%K%P",
"To respond to her, he slowly pushed the tip,\\nwhich was wet with his love juice, into her.%K%P",
"'............ nkkkk, ahhh!'%K%P",
"The first slight resistance I felt, which was\\nonly momentary, allowed me to slip in.%K%P",
"'Ahhhh ...... oh ......'%K%P",
"Shivering slightly, she accepts the insertion\\nfor the first time.%K%P",
"'Sara, you're in ......, .......'%K%P",
"'Yes ...... I can feel it, Yamato-kun's penis\\n......'%K%P",
"Sara's meat hole, which looked quite narrow, is\\nnow spread to the limit by the hard penis.%K%P",
"When I looked at the join, I could see something\\nred mixed with clear nectar.%K%P",
"I was able to receive Sara's first time.%K%P",
"I am almost overwhelmed by this overwhelming\\nfact.%K%P",
"In the midst of all this, Sara's mature virgin\\nflesh was still clinging to my meat pole and\\nwriggling to make me ejaculate.%K%P",
"'Hey, isn't this the kind of thing you put in\\nand out of ......?'%K%P",
"'Yes, but are you okay with that?'%K%P",
"'The pain is almost gone, so you'll be fine,\\nmore ...... than that.'%K%P",
"I feel a tingle in the pit of my stomach,\\nwanting Yamato-kun's penis to tease me. ......%K%P",
"So please, don't be shy.%K%P",
"I should have been absolutely embarrassed to ask\\nfor such a favor, but Sara got over it and asked\\nfor it.%K%P",
"The nectar leaking from the bondage area has\\nincreased in viscosity and is sticky and\\nstringy.%K%P",
"The entire vagina intermittently cupped\\nintermittently as if to spoil me, and even my\\nbody urged me on.%K%P",
"I can't help but respond when I'm asked to do so\\nboth verbally and physically.%K%P",
"'Ah, ah, ah, ah, ah!'%K%P",
"She is disciplined to bump her hips against\\nSara's hips.%K%P",
"The sound of moist flesh rubbing against each\\nother echoes, and her sweet moaning mingles with\\nit.%K%P",
"It's foul to be beautiful not only in mind and\\nbody, but also in voice.%K%P",
"I wanted to hear Sara's voice as she felt more\\nand more, so I forgot about my condition and\\npoked her enthusiastically.%K%P",
"No, no, not like that, that's too hard. ......\\nahhh!%K%P",
"'Sara!!!...... sarah sarah sarah sarah sarah\\nsarah sarah sarah!!!'%K%P",
"Yamato-kun!%K%P",
"I was a virgin, and I am making such a beautiful\\nperson so wild.%K%P",
"Sara responded with her whole body to my\\ninexperienced and sloppy extraction, and she\\nfelt it.%K%P",
"I never knew that sex between two people who\\nlove each other could feel so good.%K%P",
"Forgetting that Sara was a kamisama or an idol\\nor anything else, I loved her intensely as a\\ngirl.%K%P",
"'Oh, oh, no, I'm going crazy, it feels so\\ngood....... Oh, oh, oh, oh!'%K%P",
"'I too ...... feel too good ......'%K%P",
"The limits have long been exceeded.%K%P",
"It was no longer possible for me to reach at any\\nmoment, but I couldn't stop my hips from moving.%K%P",
"Sara! ...... Oh, Sara, I love you!%K%P",
"'Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, no, no,\\nno, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no!'%K%P",
"'Aaaaah 〜〜〜〜〜... ！！！！'%K%P",
"With a high-pitched gasp, the vagina contracts\\nviolently.%K%P",
"That was the final straw that finally made me\\ncum too.%K%P",
"'Hah ...... ah...... ah...... nn......'%K%P",
"'You're making a lot of wiggles ...... coming\\nout of your penis .......'%K%P",
"I ejaculated at the deepest part of Sara's body.%K%P",
"Then, as if in pursuit, a spasmodic tightness\\ncomes over me.%K%P",
"My penis, which was pathetically twitching with\\nwhite fluid, was squeezed by Sara's vaginal\\nmeat, and I was allowed to ejaculate in the most\\npleasurable way.%K%P",
"'Hahahaha ......'%K%P",
"'This is ...... so amazing ...... it's going to\\nturn our values upside down.'%K%P",
"Sara was also shocked to have sex for the first\\ntime.%K%P",
"While they remain joined, the wave of excitement\\ngradually recedes.%K%P",
"As I regain my rationality, I am now able to\\ncalmly accept this situation.%K%P",
"'Lovers do this kind of thing to each other.\\n......'%K%P",
"Kissing is just the beginning.%K%P",
"It was such a hot and intense physical\\nintercourse that it made me feel that way.%K%P",
"But I guess we can call this first exercise a\\nsuccess.%K%P",
"Sara sticks to the word 'practice' to the end.%K%P",
"The reason for this soon became clear.%K%P",
"This one of Yamato's is still going strong:\\n......%K%P",
"'Not enough practice?'%K%P",
"Practice is only meaningful if it is repeated.%K%P",
"That's not a building block, they simply want to\\nlove each other more.%K%P",
"'Can I do more?'%K%P",
"'I want to too, so its .......'%K%P",
"'Let's practice a little more, shall we?'%K%P",
"Now all that is left to do is to just keep on\\nlusting.%K%P",
"We were so entranced by our first carnal desire\\nthat we changed positions again and again,\\nrubbing our genitals against each other\\nviolently.%K%P",
"Time forgot and Sara and I continued to copulate\\nuntil we were sloshed with each other's bodily\\nfluids.%K%P"
]