[
  "Saturday had finally arrived.%K%P",
  "I'd made an effort to look a little more\\nstylish than usual for my date with Sara.%K%P",
  "This was going to be my first ever date.\\nAnd I understood that the girl I was meeting was\\nout of my league.%K%P",
  "When I arrived at Akihabara Station,\\nI realized just how careless I'd been.%K%P",
  "'...'%K%P",
  "The air around Sara was charged with nervous energy.%K%P",
  "She wasn't incognito or anything,\\njust standing around like it was a normal day.\\nNaturally, a lot of people had noticed she was there.%K%P",
  "But there was something about her that made her hard\\nto approach. As a result, she was now surrounded\\nby a crowd of fans.%K%P",
  "'Ah, Yamato!'%K%P",
  "Sara said as she noticed and called out to me.%K%P",
  "Her entourage shifted, and I felt everyone's gaze\\non me. No one could believe I was the one she\\nwas meeting. Their glares got more and more hostile.%K%P",
  "'You know, I'm not so sure about this...'%K%P",
  "'Hm? What's wrong?'%K%P",
  "'It's just that there's so many of your fans here...'%K%P",
  "'You shouldn't worry about that.\\nI'm not a Divine Idol anymore, after all.'%K%P",
  "'But if it bothers you that much,\\nI did bring along something that might help.'%K%P",
  "Sara took something out\\nof her bag and handed it to me.%K%P",
  "'It's a video camera.\\nThis way you can film me, and everyone will\\njust think I'm shooting something for a show.'%K%P",
  "'Oh, right...'%K%P",
  "Sure, it'd give us some privacy,\\nbut it wouldn't feel much like a date.%K%P",
  "Then again, without a gimmick like this,\\nwalking around Akiba wouldn't be easy.%K%P",
  "'I think we'll be fine without it,\\nbut it's up to you.'%K%P",
  "'Since you brought it along, we might as well use it.\\nUntil the crowd thins out a little, anyway.'%K%P",
  "'Sounds good.\\nWe'll just have to be patient until they calm down.'%K%P",
  "Having decided on our game plan, I started filming.%K%P",
  "Sara and I moved onto Akihabara's main street.%K%P",
  "Anyone who saw us assumed I was just a cameraman\\nand mostly left us alone.%K%P",
  "'Hmm, just filming like this isn't very exciting,\\nis it?'%K%P",
  "'We could do something that\\nlooks more like a show segment, I guess.'%K%P",
  "'Good idea.\\nActually, there is something I'd like to do.'%K%P",
  "'A grand tour of Akihabara's curry houses!'%K%P",
  "The curry restaurants in this area\\nwere always in fierce competition.%K%P",
  "And there was no shortage of places to choose from.\\nThere were citywide chains, nationwide chains,\\nand smaller local shops, too.%K%P",
  "'I've always wanted to do a proper tour of them.\\nWhat do you think? Can we give it a try?'%K%P",
  "'Sure.\\nWe'll act like we're shooting for\\nsome kind of food travel show.'%K%P",
  "My plans for a fun date had\\nbeen derailed pretty fast.%K%P",
  "But when I saw Sara's cheerful smile,\\nnone of that small stuff seemed to matter anymore.%K%P",
  "'I thought we might end up doing this,\\nso I did a little research in advance.\\nLet's get moving to our first stop.'%K%P",
  "We started with a fairly well known chain restaurant\\nthat wasn't too far off.%K%P",
  "After getting permission from the staff,\\nwe started shooting.%K%P",
  "'...'%K%P",
  "'H-How is it?'%K%P",
  "'70/100!\\nI know the portion size is their selling point,\\nbut I think they used too many fried ingredients.'%K%P",
  "It didn't sound like a great rating,\\nas far as Sara was concerned.%K%P",
  "'But it certainly was delicious.\\nEven the chain stores in Akihabara\\naren't to be trifled with.'%K%P",
  "'You finished the whole thing, too.'%K%P",
  "She had been given quite the serving,\\nbut her plate was completely clean now.%K%P",
  "'It would be rude to leave anything.'%K%P",
  "'I guess, but don't push yourself, okay?\\nIf you're struggling I can always take what's left.'%K%P",
  "'Ah, then we can use a line like,\\n'Our staff all agreed it tasted great!''%K%P",
  "'I'm not sure if we can say 'staff'\\nwhen it's only me.'%K%P",
  "'In that case I'll have to do my best to make sure\\nyou don't get stuck with too many leftovers.'%K%P",
  "Sara clenched her fists and nodded\\nwith a cute kind of determination.%K%P",
  "She had such a slim figure,\\nbut she could really put food away.%K%P",
  "When she ate at my house, she always had extra\\nhelpings. I had a feeling that together, we\\ncould visit a good number of restaurants.%K%P",
  "We left and went to another place,\\nthen another after that.%K%P",
  "'All right, this is our next stop.'%K%P",
  "Sara pointed to a sign that read\\nGoddess Cafe 'Amano Kaguyama'.%K%P",
  "'Here? I thought we were going to curry houses.\\nThis is the place where Kagura works.'%K%P",
  "'Places like this are hidden gems.\\nSometimes they serve handmade curry\\nthat's better than you might expect.'%K%P",
  "I'd never ordered the curry here,\\nso I had no idea how good it might be.%K%P",
  "'Let's give it a try!'%K%P",
  "Amano Kaguyama was a cafe specifically geared toward\\nfans of Divine Idols.%K%P",
  "So what would happen if Sara went inside?\\nIf only I'd stopped to think about that for a second.\\nBut I didn't and we just barged right in.%K%P",
  "'Whoooa! It's Sara Benzaiten!'%K%P",
  "'I never thought I'd actually get to see you\\nin a backwater place like this!\\nOohhh! My lady, I'll never forget this day!'%K%P",
  "Tears in his eyes, the customer dropped to his knees\\nand bowed before Sara.%K%P",
  "To be honest the sight of it made me cringe,\\nbut Sara just nodded politely as if\\nthis happened to her all the time.%K%P",
  "'Wow, so we're a backwater place, huh...'%K%P",
  "Kagura wasn't very impressed.%K%P",
  "'Sorry about this, Kagura.\\nI didn't mean to cause so much of a fuss.'%K%P",
  "'It's good business for us,\\nso don't worry about it.'%K%P",
  "News of Sara making the rounds of curry restaurants\\nwas probably spreading as we spoke.%K%P",
  "I took out my own phone to check,\\nbut right then Kagura jabbed me in the side.%K%P",
  "'Yamato, what gives?\\nWhy'd you bring Sara here?'%K%P",
  "'Ow! Sorry.\\nShe said she wanted to try the curry here...'%K%P",
  "'Hi there, everyone!\\nSorry about the filming.\\nPlease don't let it disturb you.'%K%P",
  "'Woo hoo!'%K%P",
  "Sara practically was their goddess\\nand fired up by her words, the customers all rose\\nand gave Sara a standing ovation.%K%P",
  "'Wow, Sara's really something.\\nI'm still no match for her.'%K%P",
  "'I agree. Sorry, but it's no contest at all.'%K%P",
  "Right now Love☆Kami had no chance\\nof causing a sensation like this.%K%P",
  "Even after leaving L☆SEVEN,\\nSara was still a huge presence\\nin the Divine Idol world.%K%P",
  "'Let's do this nice and quick\\nbefore we cause any more trouble.'%K%P",
  "Sara ran her eyes down the menu,\\nsubjecting it to careful scrutiny.%K%P",
  "'I see you have several kinds of curry here.\\nWhich one would you recommend?'%K%P",
  "'This one's the most popular.\\nThe Omelette Cutlet Victory Curry!'%K%P",
  "'Okay, one of those, please!'%K%P",
  "I don't know what it had to do with victory,\\nbut it sounded like we'd get a lot of curry.%K%P",
  "'Are you sure you can handle it all on your own?'%K%P",
  "'I can still manage!'%K%P",
  "Sara made sure to emphasize her big appetite.%K%P",
  "She'd already eaten tons,\\nbut she was still willing to keep up the pace.%K%P",
  "'Here you go!\\nOne Omelette Cutlet Victory Curry!'%K%P",
  "Kagura set down a gargantuan plate in front of Sara.%K%P",
  "'Oh my, this certainly is a generous helping...'%K%P",
  "It was about three times as big as a regular order\\nof curry. Not only that, but it was also topped\\nwith an omelette and a pork cutlet.%K%P",
  "'Are you really sure about this?\\nI can help you out if you like...'%K%P",
  "'I'm fine.\\nAt least let me see how far I can get on my own.'%K%P",
  "It felt like we'd suddenly entered\\nan eating competition.%K%P",
  "The cafe's customers gathered around to\\nwitness the challenge.%K%P",
  "'Here I go...!'%K%P",
  "And she was off!%K%P",
  "Sara started eating, with every sign of enjoyment.%K%P",
  "But after five minutes, she put her spoon down.%K%P",
  "'...Phew.'%K%P",
  "'Seriously, you don't need to force yourself.'%K%P",
  "'I... I can still...'%K%P",
  "'No, you can't. Let me handle the rest.'%K%P",
  "'I'll help too.'%K%P",
  "'Thank you, both of you.'%K%P",
  "Sara had only managed to eat a third of it.\\nKagura and I worked together,\\nand somehow managed to finish what was left.%K%P",
  "'...45/100.'%K%P",
  "Sara announced the curry's score in a strained voice.%K%P",
  "'There really was too much of it, huh?'%K%P",
  "'There's nothing wrong with a large portion.\\nBut I think the pre-fried cutlet was a bit...'%K%P",
  "They probably never made the effort to fry one\\nfreshly for every order. Eating that on top\\nof the curry would make anyone feel bloated.%K%P",
  "'The curry was pre-made, too.\\nI know the Goddess Cafe's are on a tight budget,\\nbut there's nothing quite like the homemade variety.'%K%P",
  "Cutting corners wouldn't curry any favor with Sara.%K%P",
  "Sara was still giving scores to restaurants even\\nthough we had gotten away from the center of town,\\nwhich told me she was still being rather cautious.%K%P",
  "'I think that's enough...\\nWe don't need to film anymore.'%K%P",
  "I switched off the video camera and gave it back.%K%P",
  "'Yes, I don't think I could eat another bite.\\nGuess that's a wrap.'%K%P",
  "She took the camera and let out a sigh.%K%P",
  "We'd gotten sidetracked with this curry adventure,\\nbut that wasn't what today was supposed to be about.%K%P",
  "I was quite a long ways away\\nfrom teaching Sara about love.%K%P",
  "'Is there anywhere you'd like to go?'%K%P",
  "As long as we were in Akihabara, it'd be hard to\\nescape Sara's identity as a former Divine Idol.%K%P",
  "We'd need to get away from her wild fans\\nif she was going to be a normal girl again.%K%P",
  "'You'd let me choose?'%K%P",
  "'I'm not saying we can go anywhere,\\nbut I'll do my best.'%K%P",
  "Anywhere that's not here.\\nIf it was somewhere Sara wanted to be,\\nI couldn't ask for anything more.%K%P",
  "'In that case, I do have one request.'%K%P",
  "'We'll have to walk for a while from here, though.\\nIs that okay?'%K%P",
  "We headed north along Kuramaebashi\\nand through Yushima.%K%P",
  "The walk took almost 20 minutes.%K%P",
  "A little ways past Yushima Tenmangu Shrine\\nwas an oasis in the middle of the city.%K%P",
  "'I always feel so relaxed when I come here.'%K%P",
  "Shinobazu Pond spread out across the west side\\nof Ueno Park. The lotuses must have been\\nin season as the flowers were blooming all around us.%K%P",
  "In the middle of the lake was the Bentendou temple,\\nwhere Benzaiten is enshrined.%K%P",
  "As a Wakemitama of Benzaiten,\\nSara must've felt a strong connection to this place.%K%P",
  "'While we're here, I may as well let my hair down.'%K%P",
  "With a graceful wave of her hands,\\nSara's outfit instantly changed.%K%P",
  "She changed from a simple girl into a true goddess.%K%P",
  "A smile spread across her face,\\nbanishing any feelings of gloom that\\nmight have rested in her heart.%K%P",
  "'Look, Yamato.\\nAren't the lotus flowers pretty?'%K%P",
  "There were lotuses all over the surface of the pond,\\nbut right now they were just something to\\ndecorate the background.%K%P",
  "That's how wonderful Sara's smile was.%K%P",
  "'I do like it in Akihabara, but I'm not very good\\nwith crowds. I feel much more at ease in places\\nlike this, that are full of nature.'%K%P",
  "The water from the lake. The lotus flowers.\\nThe lines of willow trees.\\nIt was like they were all giving Sara new vitality.%K%P",
  "Her face was now alight and full of life,\\nher previously tired expression gone without a trace.%K%P",
  "'So beautiful...'%K%P",
  "I forgot myself and let my feelings slip out.%K%P",
  "'It really is. This is a very beautiful place.'%K%P",
  "That's not what I meant.\\nIt was Sara who was beautiful.%K%P",
  "I didn't want to get in the way as she danced around,\\nand ended up just staring, dumbstruck.%K%P",
  "'Heehee. It's been a while since I've been able to\\ncut loose like this.'%K%P",
  "'Thank you, Yamato.\\nConsider this a show of thanks.'%K%P",
  "Sara's gestures started getting larger.%K%P",
  "I heard bells ringing, though I could have sworn\\na moment ago, there weren't any there.%K%P",
  "And in an instant, shimmering drops of water\\nscattered all around us.%K%P",
  "'Wow...'%K%P",
  "It was a miracle. Something only a god could do.\\nThe way the water and lights moved\\nilluminated Sara vividly.%K%P",
  "And right in the center of it all was Sara.\\nHer radiant beauty was just as dazzling\\nas when she'd been in L☆SEVEN.%K%P",
  "'Mmm hm-hhmm'%K%P",
  "Sara's mood improved even more,\\nand she started to dance.%K%P",
  "Like she had truly come from a higher plane.%K%P",
  "I'd never seen anyone dance so beautifully,\\nand yet, in the corner of my mind,\\nthere was a sharp reminder of regret.%K%P",
  "If only I could hear her sing.%K%P",
  "I just couldn't help wishing for that.%K%P",
  "And Sara still hadn't recovered her singing voice.%K%P",
  "I'd been so sure that she'd be able to sing again\\nif she grew to understand love,\\nbut how much did I really believe that?%K%P",
  "If it didn't turn out that way,\\nI couldn't imagine how much it would hurt.%K%P",
  "My date with Sara may not have started out smoothly,\\nbut soon enough, it settled into something natural.%K%P",
  "After strolling around Shinobazu Pond,\\nwe wandered around the Ueno Zoo and the museum.\\nWe had a really fun afternoon together.%K%P",
  "The time flew by, and soon enough the sun had set.%K%P",
  "We took that as our cue to head back to Akihabara.%K%P",
  "'Thank you for everything today, Yamato.\\nToday was a nice change of pace.'%K%P",
  "Sara thanked me one more time,\\nas if to draw the day's proceedings to a close.%K%P",
  "'Same here. I had a lot of fun,\\nand I'm glad I got to see a new side of you.'%K%P",
  "The extent of what I knew\\nabout Sara was pretty limited.%K%P",
  "I knew her as a customer at our store, and as a\\nmember of L☆SEVEN. But I'd never had any\\nopportunities to get to know her in any other ways.%K%P",
  "'Aw, that's not fair.\\nYou've just been the same old you today.'%K%P",
  "'Yeah, I guess I'm always the same\\nwhen I'm around you.'%K%P",
  "Maybe I acted a little different around\\nShuri or Kagura.\\nBut with Sara, that was a whole other story.%K%P",
  "'Does that mean there's no way\\nfor me to see you in a new light?'%K%P",
  "'I guess not...'%K%P",
  "'Not if things stay as they are, that is.'%K%P",
  "'But maybe...'%K%P",
  "A sudden blast of sound cut me off.%K%P",
  "At the same time, the big screen on the building\\nbehind Sara flooded with light.%K%P",
  "'Yamato, is this...'%K%P",
  "'Don't look!'%K%P",
  "The video on-screen was of the new L☆SEVEN.%K%P",
  "There was no need for her to see it right now.%K%P",
  "'Still worried about me, huh? Thank you.'%K%P",
  "'But it's okay. I can tell even without looking.\\nThis is the song we'd been practicing.'%K%P",
  "The song we'd been practicing.\\nThat's what she said all right.%K%P",
  "Even after retiring, L☆SEVEN's songs were\\nstill her group's songs.%K%P",
  "Somehow, that made me really happy.\\nI felt so much joy welling up inside, I was shaking.%K%P",
  "'I won't pretend I have no regrets.\\nI'd still be in L☆SEVEN now, if I could.'%K%P",
  "'But there's no value in a Divine Idol\\nthat can't sing.'%K%P",
  "'Tell me... What is love...?'%K%P",
  "'No one ever taught me what it was. But I guess that\\nmakes sense. It's only been a year since I manifested\\nas a Wakemitama.'%K%P",
  "I'd always thought of Sara as an older sister type,\\nsomeone who knew everything.%K%P",
  "Maybe I'd let myself get blinded by her divinity.%K%P",
  "But the reality was that she hadn't even been here\\nfor two years, yet. And she wasn't the only one.\\nIt was the same for all the goddesses.%K%P",
  "'Lady Amaterasu said as much. She said we didn't know\\nanything about human society, that we were just like\\nchildren. And that we needed a place to learn.'%K%P",
  "'That's how the Divine Education Act was passed.\\nBut no one ever taught us how to understand\\nhuman emotions.'%K%P",
  "'We may be gods, but as humans\\nwe're just pale imitations.\\nBut I doubt anyone has noticed that yet...'%K%P",
  "'Humans fall in love with each other so naturally.\\nI'm not even sure I can feel that way about someone.'%K%P",
  "'Someone has to teach us.\\nWhat is love? How does it feel to love someone?'%K%P",
  "What is love?\\nHow does it feel to love someone?%K%P",
  "I didn't have enough experience\\nto put something like that into words.%K%P",
  "But maybe this burning sensation I felt inside\\nwas what people call love.%K%P",
  "If it was, I knew I could tell Sara what it meant.%K%P",
  "'Sara...'%K%P",
  "I took a step forward.%K%P",
  "It was only a single step,\\nbut it was so very important that I took it.%K%P",
  "'I don't know enough about the world to\\nteach anyone what love means.'%K%P",
  "'But I think I can handle\\ntelling you how I'm feeling right now.'%K%P",
  "'Sara, I like you. No, I love you!'%K%P",
  "'Y-Yamato? You...love me?'%K%P",
  "Sara looked shocked.\\nI don't think she saw that coming.%K%P",
  "'I guess you didn't notice.\\nDid you think we were just hanging out today?'%K%P",
  "'Weren't we? That's what you said in your text...'%K%P",
  "'I wanted this to be a date.\\nI've liked you for so long, Sara.'%K%P",
  "It wouldn't be right for me to try to explain romance\\nwhen I'd never experienced love.%K%P",
  "But maybe now things could be different.\\nI felt like I could understand love too,\\nif I was with Sara.%K%P",
  "The seeds of this feeling planted deep in my heart,\\nwere now starting to bloom.%K%P",
  "'And Sara... How do you feel about me...?'%K%P",
  "'This is all so sudden...'%K%P",
  "She wasn't ready.\\nBut I don't think anyone ever is\\nwhen it comes to love.%K%P",
  "'But if I just sit here being surprised,\\nnothing will happen, will it?'\\nI just need a moment to process all this.'%K%P",
  "'To be honest, I'm really surprised that you feel\\nthat way but... It's not a bad feeling.\\nI feel sort of warm and fluffy inside.'%K%P",
  "'It must be your Sakimitama\\nmaking me feel so good.'%K%P",
  "'Yamato Tatsumi, your Sakimitama\\nhas something that really comforts me.\\nI think that means our emotions are connected.'%K%P",
  "'I still don't know all that much about love\\nor romance.\\nBut I like the idea of us having a future together.'%K%P",
  "'So... Well, I think, maybe...'%K%P",
  "'I like you too, Yamato.'%K%P",
  "'I hope I get to spend lots more time with you as...\\nMy boyfriend.'%K%P",
  "That night, Sara and I became\\ngirlfriend and boyfriend.%K%P"
]