[
  "...It was a night like no other.%K%P",
  "Apparently people had been drawn by her voice\\nand they had stopped to listen.%K%P",
  "I found this out later while using the net.%K%P",
  "The two of us had stood there, ignoring the world,\\nenjoying a show just for us.%K%P",
  "No one knew if it was real or not.%K%P",
  "They had no way to find out,\\nand we didn't care either way.%K%P",
  "Sara had found her voice again\\nand we had expressed our love.%K%P",
  "That was good enough for us.%K%P",
  "'I see, so that's what was going on...'%K%P",
  "We had been a little slow at it, but we finally told\\nShuri and Kagura the truth about Sara's retirement.%K%P",
  "'Sorry I hadn't talked with you about it.'%K%P",
  "'No, it's okay.\\nIt was right before the auditions, so I'm sure\\nyou were just looking out for us.'%K%P",
  "Thankfully they seemed to understand.%K%P",
  "They were actually quite sympathetic\\nand didn't seem angry at all.%K%P",
  "'But, not being able to sing...\\nI can't even begin to imagine.'%K%P",
  "'I guess that just means that being a Divine Idol\\ntakes some serious mental fortitude.\\nWe'll have to be ready, Kagura.'%K%P",
  "'I'll be fine as long as you're around, Shuri!'%K%P",
  "'There you go again...'%K%P",
  "Working together as a duo had really deepened\\nthe bonds between them.%K%P",
  "'Heehee, you two really have grown close, huh?'%K%P",
  "'What? Us? Oh, no... This is just normal, right?'%K%P",
  "'But look who's talking, Sara...\\nYou've been literally stuck to Yamato lately.'%K%P",
  "'Ahaha, sorry guys...'%K%P",
  "We explained everything. Not just about her,\\nbut also about us.%K%P",
  "Apparently finding out about us was more of a shock\\nthan Sara being unable to sing.%K%P",
  "'But hey, is it really okay for you to date, Sara?'%K%P",
  "'It would be difficult if she was still in\\nL☆SEVEN, but...'%K%P",
  "'Yeah. I'm not an Divine Idol anymore.'%K%P",
  "'No matter how lovey-dovey we get,\\nno one can complain!'%K%P",
  "She grabbed onto my arm as she spoke.%K%P",
  "'Hey now, Sara!'%K%P",
  "'Geez. You're gonna have all the customers talking.'%K%P",
  "'Ah, don't worry about it.'%K%P",
  "'I'll never be a Divine Idol again anyway.'%K%P",
  "Since she found her voice again,\\nthe option was open to her.%K%P",
  "But she decided not to choose it.%K%P",
  "'I'll let you in on my plan.'%K%P",
  "'I'm thinking of being a singer-songwriter.'%K%P",
  "The sound of her guitar rang out through the store.%K%P",
  "The notes of her guitar gently resounded.%K%P",
  "'La-la-la...'%K%P",
  "'How's the song coming along?'%K%P",
  "'Alright, I guess.\\nSorry for playing here, of all places.'%K%P",
  "'It's fine. You always help out anyway.\\nAnd my parents keep saying they can't\\nthank you enough.'%K%P",
  "Sara started coming by more often than before.%K%P",
  "She said it was because she needed to be able\\nto see me in order to write her songs.%K%P",
  "'You know, I never realized it until I lost my voice.\\nBut I deeply, truly, love music.'%K%P",
  "'Is that why you decided to give up being a\\nDivine Idol to be a singer-songwriter?'%K%P",
  "'Being with L☆SEVEN was fun, but I was only\\nsinging songs made by other people.'%K%P",
  "'Now I know how fun it is to sing your own songs\\nwith your own feelings.'%K%P",
  "'I could never go back to being an idol again.'%K%P",
  "I was sure she still missed those days.%K%P",
  "But she kept her eyes forward,\\nfocused only on her new dream.%K%P",
  "'Are you worried...?'%K%P",
  "'Nope.'%K%P",
  "'As long as I have you, I'll be fine.'%K%P",
  "'This will all be new for me...\\nBut will you help me through it?'%K%P",
  "'Of course.\\nI will be a Sara Benzaiten fan till the end of days.'%K%P",
  "'That's nice and all, but 'fan'??'%K%P",
  "'You're my one and only love!'%K%P"
]