[
  "'Thank you.\\nWe hope to see you again.'%K%P",
  "Sara bowed deeply as she saw her customer off.%K%P",
  "She was just hanging around the shop,\\nkeeping me company during my shift.%K%P",
  "'Hey, listen, I'm glad you're helping and all, but,\\ndon't you think that outfit is a bit much?'%K%P",
  "'You think so? I think a good\\ntraditional dress is perfect for here.'%K%P",
  "'Since I got this outfit from this shop,\\nI thought it'd be good to show to other customers.'%K%P",
  "'I see. Well, that does make sense.'%K%P",
  "'Of course it does! So just leave this all to me!\\nYour mother asked me to help, anyway.'%K%P",
  "Sara always helped my parents with designs for the\\ngoddesses, so they trusted her even more than me.%K%P",
  "I still hadn't told them we were seeing each other,\\nbut they definitely enjoyed seeing her every day.%K%P",
  "'She even told me we should get married!\\nDon't you think that's a bit much to ask a goddess?'%K%P",
  "'Geez, she's saying that kinda stuff to you?'%K%P",
  "'I mean, that would be moving way too fast, right?'%K%P",
  "She laughed it off, but it wasn't some little joke.%K%P",
  "I mean, was it even okay for us to be dating?%K%P",
  "'You're...allowed to date, right?'%K%P",
  "'Of course.\\nI may be a goddess, but I'm only a Wakemitama\\nso you don't really have to worry.'%K%P",
  "'I-I see...'%K%P",
  "'Feel better?'%K%P",
  "'I was just worried about divine punishment\\nor something, but I guess it'll be okay.'%K%P",
  "'Don't worry, I'll keep you safe.'%K%P",
  "She said in a carefree tone,\\nbut it really felt reassuring.%K%P",
  "At any rate, it looked like we were good to date.%K%P",
  "'Hey, once we're done here, did you want to go out?'%K%P",
  "'You mean like, on a date?'%K%P",
  "'Well, yeah.'%K%P",
  "She'd actually considered it a date this time.%K%P",
  "And the thought made her blush so adorably.%K%P",
  "'Hey, you're getting all red.'%K%P",
  "'Yeah, well... You're getting red, too.'%K%P",
  "She poked me right in the cheek.%K%P",
  "'Heehee, so soft and squishy.\\nJust like a little girl.'%K%P",
  "'Oh yeah?'%K%P",
  "I pinched her cheeks in retort.%K%P",
  "'Oh, now you've done it!'%K%P",
  "'But hey, now that I think about it,\\nthis might be the first time you touched me?'%K%P",
  "'Is it?'%K%P",
  "'Yeah, I always take the lead.\\nYou should take the initiative more!'%K%P",
  "Her tone grew more playful,\\nalmost drawing me in to her.%K%P",
  "'I mean, you're my boyfriend after all, right?'%K%P",
  "'The more you say it the more embarrassing it gets.'%K%P",
  "'Okay, no more talking. Just do it!'%K%P",
  "She didn't seem to be talking about her cheeks.%K%P",
  "She just wanted my hands on her, it seemed.%K%P",
  "'Alright, how about here?'%K%P",
  "'Ahh! Hey, why my neck?'%K%P",
  "'It's not like there are many other places to touch.\\nIt's harder than you think.'%K%P",
  "'Come oooon, no need to hold back.'%K%P",
  "I had only planned on asking her on a date,\\nbut before I knew it we were all touchy-feely.%K%P",
  "In fact, until my mom got home and teased us\\nwe had really been all over each other.%K%P",
  "Celebrities have schedules planned to the second.\\nAt least, that's what I had always thought.%K%P",
  "'La-dee-da.'%K%P",
  "Some beautiful creature was rolling around on my bed.%K%P",
  "'Sara, don't you have work?'%K%P",
  "'Nope. I'm not as busy as I was\\nbefore with the group.'%K%P",
  "'What about dance lessons?'%K%P",
  "'I'm still taking them, don't worry...\\nStill no singing lessons, though.'%K%P",
  "'But I haven't given up.'%K%P",
  "She smiled as she spoke,\\ntrying to cheer me up.%K%P",
  "She wasn't giving up on singing just yet.\\nThat simple fact was enough for me.%K%P",
  "'I'll always be waiting for you.'%K%P",
  "'Yeah, well, hopefully always\\nisn't quite so far away.'%K%P",
  "'I want to understand love soon,\\nand be able to sing again.'%K%P",
  "She looked straight at me.%K%P",
  "She's dating me to learn about love.%K%P",
  "We'd only been together for a week but even I could\\ntell that she was looking for something from me.%K%P",
  "'Hey, Yamato.'%K%P",
  "'Aren't you interested in, well, things couples do?'%K%P",
  "This was quite the unexpected turn of events.%K%P",
  "'I've been playing the part these past few days,\\ntrying to figure it out, but...'%K%P",
  "'So, what do you say?\\nIf you're not against it, I was hoping we could...'%K%P",
  "She was the one who brought it up,\\nbut she was redder than I had ever seen.%K%P",
  "'Hey, no need to rush if you're so embarrassed.'%K%P",
  "'That's not the problem, though.\\nDo you want to try it or not?'%K%P",
  "'Because I... With you... I wouldn't mind.\\nI'm not UN-interested, at least...'%K%P",
  "It was so embarrassing we couldn't even lock eyes.%K%P",
  "But she wouldn't give up.%K%P",
  "'I mean, I'm a guy after all, and I like you,\\nso of course I want to.'%K%P",
  "'Heehee, oh really?? That's good!\\nI don't know what I'd do if you said no.'%K%P",
  "'You're sure, though?\\nYou really want to?'%K%P",
  "'Okay, that settles it, then.'%K%P",
  "'Let's, you know, do it, then.'%K%P",
  "'Okay then.'%K%P",
  "We sat down on the bed facing each other.\\nWe both were kneeling so hilariously formally.%K%P",
  "'Here, take my hands.'%K%P",
  "We interlocked our fingers.%K%P",
  "That's all. Just our hands.\\nEverything was focused right there.%K%P",
  "'Your hands are bigger than I thought...'%K%P",
  "'Yours are so small and soft.'%K%P",
  "These were the hands that always held a mic on stage,\\nand now they were holding me.%K%P",
  "Those slender fingers.\\nI could feel her body heat through them.%K%P",
  "'A nice big hug can be good,\\nbut holding hands like this is pretty nice, too.'%K%P",
  "'Yeah, you can get too nervous with a hug.'%K%P",
  "'Hmm...? So, you're not nervous now, then?'%K%P",
  "'I feel like my heart is ready to explode...'%K%P",
  "We were just talking,\\nbut our bodies couldn't hide it.%K%P",
  "'I think my heartbeat might be even worse...'%K%P",
  "'Want to wait until we relax a bit?'%K%P",
  "'Nope. No more waiting.'%K%P",
  "Waiting never got anyone anywhere.%K%P",
  "I gave her a determined look.%K%P",
  "'This is a first for me, so go easy, okay?'%K%P",
  "'It's the first for me too, you know.'%K%P",
  "'Heehee, we're just a couple of beginners, huh?\\nLet's just take it easy.'%K%P",
  "We really were so awkward.%K%P",
  "But this was it.\\nI squeeze her hands to let her know.%K%P",
  "'Well... Kiss me, then.'%K%P",
  "She was embarrassed, but she puckered up,\\nher eyes closed.%K%P",
  "And she stayed that way, waiting for me.%K%P",
  "'Come on, Yamato...'%K%P",
  "'Sara...'%K%P",
  "If I was nervous before, then what was I now?%K%P",
  "The feeling I had was making my heart beat\\nall the way up through my ears.%K%P",
  "'I love you...'%K%P",
  "I whispered to her right before our lips connected.%K%P",
  "As we touched, I noticed her entire body\\nslightly tense and tremble.%K%P",
  "I squeezed her hands to try and calm her down.%K%P",
  "'Mmh...'%K%P",
  "Our lips had barely touched at all.\\nNothing too deep, though not too light.\\nIt was just right.%K%P",
  "We held it and our breath.%K%P",
  "'Phew'%K%P",
  "Sara took as much as she could before breaking off.%K%P",
  "'Well... We kissed.'%K%P",
  "'We really did, huh.'%K%P",
  "She smiled, half happy, half embarrassed.%K%P",
  "Nothing was better than that post-kiss smile.%K%P",
  "'How are you supposed to breathe during that?'%K%P",
  "'Through your nose instead of your mouth I guess.'%K%P",
  "'Oh...'%K%P",
  "She blushed at her own slowness.%K%P",
  "'I could probably go longer next time...'%K%P",
  "She looked at me invitingly.%K%P",
  "Who was I to turn her down?%K%P",
  "'Mmm... Mmnh...'%K%P",
  "Our lips smacked together.%K%P",
  "It was so exciting that we did it over and over.%K%P",
  "'Hey... Now it's my turn...'%K%P",
  "She started taking the lead.%K%P",
  "'Mmm... Mmmnh...'%K%P",
  "She did exactly what I'd done, over and over,\\nenjoying the noises made from each kiss.%K%P",
  "'Hey, that's kind of embarrassing...'%K%P",
  "'Oh, whoops, got a little carried away.'%K%P",
  "She finally realized how overboard she had gone.%K%P",
  "'But... Kissing makes you feel so happy, right?'%K%P",
  "'Getting all close and excited like this...\\nMakes me want to do it more...'%K%P",
  "'I must seem a bit forward.'%K%P",
  "'No, of course not.\\nI'm sure it's the same for all couples.'%K%P",
  "'Yeah, maybe...'%K%P",
  "It seemed like she'd found something in our kiss.%K%P",
  "Was this love? Or just something else?%K%P",
  "At that point it didn't even matter anymore.\\nI just wanted to kiss her again and again.%K%P"
]