[
  "'That... Can't be...'%K%P",
  "'I'm hearing things, right?\\nThere's no way Sara could be retiring, right?'%K%P",
  "'Yamato! Say something!'%K%P",
  "Shuri pleaded, hoping for some words of comfort.%K%P",
  "But I didn't have any to offer.%K%P",
  "'No... How can she do this...?'%K%P",
  "Shuri collapsed where she stood.%K%P",
  "Hers wasn't the only strong reaction, either.%K%P",
  "The Divine Idol fans who came to see the results\\nwere showing their shock in all kinds of ways.\\nSome shouted, broke down crying, or froze in place.%K%P",
  "'Everyone, please remain calm and let us offer an\\nexplanation for Ms. Benzaiten's announcement.'%K%P",
  "The staff were hurrying to\\nget the place under control.%K%P",
  "'L☆SEVEN was originally conceived as a Divine Idol\\ngroup based on the Seven Goddesses of Good Luck.\\nAnd so we all take the number seven very seriously.'%K%P",
  "'Ms. Benzaiten's retirement was planned\\nfrom the very start. This audition was organized\\nas a way to elect her replacement.'%K%P",
  "Eight Goddesses of Good Luck wouldn't make any\\nsense if there are supposed to be seven.%K%P",
  "The official opinion had been that eight\\nwould be fine, but apparently that was all part of\\nthe plan to keep Sara's retirement under wraps.%K%P",
  "On an emotional level it was hard to accept,\\nbut the situation was understandable.%K%P",
  "However, they never explained the reason behind\\nSara's retirement, and just went on to announce\\nthe results of the qualifier voting.%K%P",
  "'Hey, cheer up now! We made it through the qualifier,\\ndidn't we? That's something to celebrate, isn't it?\\nCome on, hip hip hooray, right?'%K%P",
  "Kagura tried to cheer the unhappy Shuri up.%K%P",
  "But Shuri remained silent.%K%P",
  "'Kagura, you seem okay, huh?'%K%P",
  "'Hmmm... Well, I was shocked too, of course.\\nBut seeing Shuri like this...'%K%P",
  "Strangely, seeing her friend so upset\\nkept her from collapsing herself.%K%P",
  "'Anyway, can you take care of Shuri now?\\nI've got to get to my part-time job.'%K%P",
  "'No problem. Leave it to me,\\nyou head to work.'%K%P",
  "'Oh, and Kagura...\\nCongratulations on making it through the qualifier!'%K%P",
  "'Thank you! Okay then, see you later!'%K%P",
  "'Here, have some tea.'%K%P",
  "'...Thanks.'%K%P",
  "I brought Shuri back to my place\\nto get away from everything.%K%P",
  "'Sara said she'd come by this evening.'%K%P",
  "I'd got in touch with her on the way here.%K%P",
  "I figured it'd be good for both of us to\\nhear about things directly from the source.%K%P",
  "I'd asked Kagura to come by once Sara was here,\\nbut she was apparently on night shift and said no.%K%P",
  "Shuri and I would hear Sara out at her place,\\nand fill Kagura in later.%K%P",
  "It was around 9pm when Sara let me know that\\nshe was on her over.%K%P",
  "Clearly, things were tough on all sides.%K%P",
  "Talk of Sara retiring was already all over the net.%K%P",
  "'Sooo...'%K%P",
  "'I'm sorry, it looks like I really\\ntook you all by surprise huh.'%K%P",
  "Sara was smiling self-consciously.%K%P",
  "'Can I ask why you decided to retire?'%K%P",
  "'Well, it's not something I could discuss in public,\\nbut I guess you had a hard time accepting it all.'%K%P",
  "'Honestly, I'm quitting because of private reasons.\\nI have a personal problem that stops me\\nfrom continuing to be a Divine Idol.'%K%P",
  "'It's kind of embarrassing,\\nso I'd appreciate it if you didn't ask for details.'%K%P",
  "'Private reasons, huh...'%K%P",
  "'There's no weird conspiracy or\\nmysterious blackmail or anything, so relax.'%K%P",
  "'Actually, your sister is really worried too.\\nShe asked if I've been influenced by\\n'the powers of darkness'...'%K%P",
  "'That's my sister...'%K%P",
  "'The powers of darkness'... Quite the imagination.%K%P",
  "However, without any real explanation,\\nit's only natural to suspect that some kind of\\noutside force was pushing her to retire.%K%P",
  "'I'm sad to be stop being a Divine Idol,\\nbut I don't plan on giving up being me.'%K%P",
  "'So please, don't worry so much about it.\\nYou two still have the audition ahead of you,\\nyou can't let this distract you!'%K%P",
  "'Understood. Now that you've explained things,\\nall that's left is to focus on the audition.'%K%P",
  "'Right, give it your all. I'm pulling for you!'%K%P",
  "'When I leave, a new goddess will fill my place.'%K%P",
  "'L☆SEVEN will gain a new flavor.\\nWhat flavor can you show us?'%K%P",
  "'If you think you're worthy of filling my place\\nin L☆SEVEN, show us your absolute best!'%K%P",
  "'I'm expecting a lot from you, Shuri.'%K%P",
  "Sara gave Shuri a harsh pep-talk and left.%K%P",
  "'Oh wow... I could be Sara's replacement...'%K%P",
  "Becoming the eighth goddess in L☆SEVEN\\nhad taken on a different meaning.%K%P",
  "Passing the audition and becoming the new member\\nnow meant carrying the heavy responsibility of\\nfilling Sara's shoes.%K%P",
  "'What am I going to do... There's no way I...'%K%P",
  "Having come this far, she knew just how good\\nL☆SEVEN was. They were on a totally\\ndifferent level from Love☆Kami.%K%P",
  "Despite her inexperience, she would be\\nreplacing Sara, and thus always compared to her.%K%P",
  "[It's Shuri.\\nI hope you're doing okay, sis.]%K%P",
  "[I bet you were surprised\\nto see I'm taking part in the audition.]%K%P",
  "[I was really shocked to hear about Sara,\\nbut I'll do my best in the audition!]%K%P",
  "[I really hope I can pass and\\ntake the stage to sing next to you.]%K%P",
  "[Maybe we can meet up on your next day off?\\nThere's a lot I'd like to talk about.]%K%P",
  "[Answer soon.\\nLove you, sis!]%K%P"
]