[
  "I made sure to let Sara know about how\\nShuri had 'run away.'%K%P",
  "She could probably smooth things over with\\nBishamonten for us.%K%P",
  "'Good morning, Yamato!\\nBreakfast is ready.'%K%P",
  "'I'll be right there.'%K%P",
  "'I made the fried eggs myself.\\nBe sure to savor your girlfriend's home cooking!'%K%P",
  "'Don't take too long, OK?'%K%P",
  "Shuri left the room, her skirt twirling behind her.%K%P",
  "Captivated, my gaze followed her as she went.%K%P",
  "'...I think I could get used to this.'%K%P",
  "Getting to be with Shuri from first thing in the\\nmorning was fantastic.%K%P",
  "It was a great start to Shuri's stay in our house.%K%P",
  "Of course, it's not like we were together\\n24 hours a day.\\nWe both had our own stuff to take care of.%K%P",
  "Around noon we'd meet up at the park\\nfor Shuri's training.%K%P",
  "In that respect, things were the same as ever.%K%P",
  "'Yamato, Kagura said she's finishing early today,\\nhow about we call it a day for now?'%K%P",
  "'Sure. Let's pack up and head home.'%K%P",
  "This was where our routine changed.%K%P",
  "Before, we would have gone our separate ways,\\nbut now 'home' was the same place for\\nboth Shuri and I.%K%P",
  "'Hey, do you have some time to spare?\\nYour mom asked me to pick up a few things.'%K%P",
  "'Sure, I'll help you carry it back.'%K%P",
  "'Thanks.'%K%P",
  "A little shopping trip on the way home.%K%P",
  "And we were buying ingredients for dinner, too.\\nIt was like we were already newlyweds or something.%K%P",
  "Shuri still acted a little shy when we were together,\\nbut I felt much more awkward.%K%P",
  "Even so, this wasn't a bad at all.%K%P",
  "And Shuri wasn't exactly hiding the fact that she\\nwas enjoying spending time as a couple.%K%P",
  "'So, how is my Sakimitama...?'%K%P",
  "After dinner, we would check how strong it was.%K%P",
  "We had to ascertain how much power Shuri was gaining\\nfrom my emotions, and put it to use to help her.%K%P",
  "'It's great, just like always...'%K%P",
  "'Really?'%K%P",
  "'Of course. That's one of the reasons we chose you\\nas our human representative and adviser to the duo.'%K%P",
  "I wasn't too sure of the details, but apparently\\nmy Sakimitama was pretty hot stuff.%K%P",
  "The problem was how we could use it\\nto Shuri's advantage.%K%P",
  "'Its quality has definitely improved since we\\nstarted going out, but it might be too soon\\nto expect results.'%K%P",
  "'I guess just living together doesn't\\nchange it all that much...'%K%P",
  "Shuri fell silent.%K%P",
  "All I could do was gaze at her thoughtful expression.%K%P",
  "'What's a beautiful goddess like you\\ndoing with a guy like me?'%K%P",
  "'Huh? Where did that come from?'%K%P",
  "'I'm just having trouble believing my luck.'%K%P",
  "'Us getting together had nothing to do with luck.'%K%P",
  "'It happened because you truly care about me.\\nBecause you've been supporting me this whole time.'%K%P",
  "'The sincerity of your feelings\\nreally shone through.'%K%P",
  "So she wasn't just moved by what I said.%K%P",
  "My words had been so packed with love that Shuri\\nunderstood how much she meant to me.%K%P",
  "'I hope I can live up to those feelings.\\nI want you to love me even more as your girlfriend\\nso please keep being you.'%K%P",
  "This had started out as just a strategy to help win\\nthe audition, but emotionally it was more than that.%K%P",
  "I didn't want to waste this chance. I hoped we'd\\nget to know each other even better and deepen\\nthe affection we felt.%K%P",
  "And if doing that helped Shuri professionally,\\nI couldn't ask for anything more.%K%P"
]