[
  "'Is Shuri really okay...?'%K%P",
  "The way she'd been acting had got me worried.%K%P",
  "Was it all right to leave her on her own?\\nIf I didn't do something to help her soon,\\nit might be too late.%K%P",
  "[Sorry it's so late.\\nThere's something I need to ask you about.\\nCan I call you?]%K%P",
  "Maybe I was being paranoid, but I decided to\\ntext Shuri anyway.%K%P",
  "I didn't have to wait long for her reply.%K%P",
  "[so hungry\\nhelp]%K%P",
  "[Are you at home?]%K%P",
  "[park]%K%P",
  "'Why's she still there?!'%K%P",
  "I'd been right to worry after all.\\nIn fact, I felt like I'd been too naive before.%K%P",
  "If Shuri was at the park, she must have\\nbeen practicing.%K%P",
  "Had she not stopped since I saw her last?%K%P",
  "All kinds of worst case scenarios started flooding\\ninto my head.%K%P",
  "I dashed out of the house and headed toward the park.%K%P",
  "On the way I stopped at a convenience store\\nto get some supplies.%K%P",
  "'What is she thinking...?'%K%P",
  "I bought whatever I saw and thought I'd need.\\nJudging by her texts, Shuri was probably\\nin pretty bad condition by now.%K%P",
  "'Shuri!'%K%P",
  "When I arrived I found Shuri sitting on a bench\\nin a corner of the park.%K%P",
  "'Yamato... You came...'%K%P",
  "'What do you think you're doing here at this hour?!'%K%P",
  "'Uh, just practicing...'%K%P",
  "'Do you even know what time it is?\\nIt's not safe for a girl to be out this late!'%K%P",
  "'Oh... I... Sorry.'%K%P",
  "'Right... I am a girl, aren't I...\\nSometimes I forget.'%K%P",
  "'Geez, get a hold of yourself.'%K%P",
  "Shuri spoke like she didn't really know\\nwhat she was saying.%K%P",
  "'Here, I got some food and stuff.\\nTake whatever you like.'%K%P",
  "'Thanks, Yamato! I love you.'%K%P",
  "'That's not the kind of thing you should go saying\\nto just anyone.'%K%P",
  "Normally Shuri would never say something like that.\\nThe fatigue must have been getting to her.%K%P",
  "'I know that. I'm... A girl, after all... Aren't I?'%K%P",
  "She casually shrugged off my rebuke.%K%P",
  "By now Shuri's attention was totally focused on\\nthe idea of food as she intently rummaged through\\nthe convenience store bag.%K%P",
  "'I guess I'll take a rice ball, then.\\nThis salmon one.'%K%P",
  "'Sure, go ahead. Take your time and eat slowly.'%K%P",
  "'Thanks.'%K%P",
  "Judging by the way she tore into her rice ball,\\nShuri must have been really starving.%K%P",
  "As I watched over her, I once more got the feeling\\nthat something wasn't right.%K%P",
  "'...Seriously, what were you thinking?'%K%P",
  "I spoke up after giving her some time\\nto catch her breath.%K%P",
  "'...Sorry if I scared you.'%K%P",
  "'If you are, then stop pushing yourself so hard.\\nIt's not just me, Kagura's worried about you too.'%K%P",
  "'Really... Heh, she acts like such an airhead,\\nbut she actually pays attention to what's going on.'%K%P",
  "'Unlike me...'%K%P",
  "Shuri stared absently at her half-eaten rice ball\\nwhile muttering those self-depreciating words.%K%P",
  "'Come on, it's not like you to talk like that.'%K%P",
  "'Really? You don't think so?'%K%P",
  "'But then... What is 'like me?'\\nHow do people see Shuri Kisshouten?'%K%P",
  "'Is that a question that you need people\\nto tell you the answer to?'%K%P",
  "Shuri was totally losing sight of herself.%K%P",
  "She was usually so full of confidence, but now\\nit seemed like she'd just been acting tough\\nthe whole time.%K%P",
  "'You're tired.\\nYou should take a break.'%K%P",
  "'No... I can't waste precious time just resting.'%K%P",
  "'You need to take better care of yourself\\nBECAUSE time is precious!\\nYou look like you're about to keel over!'%K%P",
  "Shuri's smile had vanished without a trace.%K%P",
  "It wasn't just when her fans were around.\\nEven in her daily life she seemed as if\\nshe was reaching breaking point.%K%P",
  "She'd never be able to carry on as a Divine Idol\\nlike this.%K%P",
  "'B-but, my sister...!'%K%P",
  "'I have to help her, or else...'%K%P",
  "'All of it will mean nothing if I can't pass this\\naudition and join her in L☆SEVEN!'%K%P",
  "Something had got Shuri really fired up.\\nEverything she'd been bottling up burst out\\nlike a blazing flame.%K%P",
  "'If I don't get serious I won't even be a match\\nfor Kagura. There's nothing special about me,\\nso all I can do is keep practicing!'%K%P",
  "'Kagura'd be mad if she heard you\\nput yourself down like that.'%K%P",
  "'Hey, Shuri... What's this really all about?'%K%P",
  "Shuri's sister, Bishamonten, was already\\na member of L☆SEVEN.\\nWas she in some kind of trouble?%K%P",
  "'My sister got angry at me...'%K%P",
  "'She said I'd never make it as a Divine Idol,\\nthat I should give up.'%K%P",
  "'Did she say why...?'%K%P",
  "'I think she worries because I'm too inexperienced.'%K%P",
  "Shuri told me all about what happened\\nbetween her and her sister.%K%P",
  "And about how she was determined to pass the audition\\nand do what she could to help Bishamonten.%K%P",
  "'Do you understand now?'%K%P",
  "'Well, I get why you'd think that way.\\nBut practicing until you collapse won't help.\\nThis is an issue of practicing efficiently.'%K%P",
  "'I... I guess you're right.'%K%P",
  "'You're going through some hard times, huh Shuri?'%K%P",
  "'Yes...'%K%P",
  "'Then ask someone for help.\\nI'm right here, you know.'%K%P",
  "'But I'd feel bad for Kagura...'%K%P",
  "'Kagura said it herself.\\nShe told me she'd be fine, and that\\nshe wanted me to keep an eye on you.'%K%P",
  "'Really...? Kagura said that? But, why...?'%K%P",
  "'See? You've been pushing yourself so hard\\neven your rivals want to help you.'%K%P",
  "'I'm not saying you shouldn't give it your all.\\nJust don't try to do everything alone.'%K%P",
  "'You've got friends you can turn to,\\nlike me and Kagura.'%K%P",
  "Shuri was worried about the auditions,\\nand about her sister.\\nShe just had too many things weighing on her mind.%K%P",
  "When it all got too much for her, that must have\\nbeen when she got so obsessed with practice.%K%P",
  "She'd been blinded to the fact that she was only\\ndoing herself harm.%K%P",
  "'...Would you really help me?'%K%P",
  "'Of course. I want to do what I can to support you.'%K%P",
  "'In that case...'%K%P",
  "Shuri gently slumped against me.%K%P",
  "'Kagura's my rival, so now you're the only one.'%K%P",
  "'Let me lean on you a while.'%K%P",
  "Shuri leaned in closer and buried her face\\nin my shoulder.%K%P",
  "Gripping my clothing tightly,\\nshe started to let out quiet sobs.%K%P",
  "'Uh... Uuuh...'%K%P",
  "Shuri was crying.%K%P",
  "Obviously she didn't want me to see.\\nBut there was no way to hide it.%K%P",
  "'I'm sorry, I didn't mean to cry...'%K%P",
  "'I'm not watching, so cry as much as you like.'%K%P",
  "'Mm... Thank you, Yamato...'%K%P",
  "I looked away\\nto give Shuri some sense of privacy.%K%P",
  "'Wow, you can still see the stars even from\\nhere in the city.'%K%P",
  "Looking up, I could see several stars in the sky.%K%P",
  "The stars weren't much to look at,\\nbut they shone resolutely.%K%P",
  "'I'll always be here for you, Shuri.'%K%P",
  "'We'll do our best together.\\nAnd you'll pass this audition.'%K%P",
  "'Right...'%K%P",
  "Shuri raised her head and joined me in\\nlooking at the stars.%K%P",
  "'There's a lot of them, huh?'%K%P",
  "'We'd probably see a lot more if we went out\\nto the countryside...'%K%P",
  "'It's okay. I like it like this.'%K%P",
  "'Right now, this kind of night sky is enough for me.'%K%P",
  "'Let's watch the starts again together,\\nwhen I've learned to shine even brighter'%K%P",
  "'Sounds good. I'll look forward to it.'%K%P",
  "'Me too.'%K%P"
]