[
"Shuri holds on to me for a while, pressing her\\nskin against me.%K%P",
"If they kept doing that, I would have a bad\\nreaction.%K%P",
"'...... Ah.'%K%P",
"'It's Shuri's fault.'%K%P",
"'Sorry, I got a little carried away.'%K%P",
"You said so, but you won't leave me.%K%P",
"In fact, he even stuck his hand inside his pants\\nand started giving her a hand job.%K%P",
"Hey, Shuri!%K%P",
"'...... Do you want to have sex today?'%K%P",
"Shuri tempts me with her sweet voice.%K%P",
"During the process, he was still squeezing his\\nmeat stick at high speed with his accustomed\\nhands.%K%P",
"'Having sex with someone you love is really good\\nfor your soul, isn't it?'%K%P",
"'I hope you'll allow me one last refill before\\nthe audition...'%K%P",
"How could I resist if he said this to me?%K%P",
"Once I got out of bed, I turned on the light.%K%P",
"I like it this way because I can see Shuri\\nbetter.%K%P",
"'How are we going to have sex today?'%K%P",
"After my first experience, I had sex with Shuri\\nquite often.%K%P",
"According to her, the best form of love between\\na man and a woman is sex, and it is the best way\\nto make a good Sakimitama.%K%P",
"With that excuse, we have been making love here\\nalmost every night for the past half month or\\nso.%K%P",
"Shuri, who was so sexually clueless at first, is\\ngetting used to sex and learning a lot.%K%P",
"'Do you want to give me a blowjob or do you want\\nto do some six-nine licking?'%K%P",
"'That's very embarrassing, but ...... that's\\nwhat makes it feel so good.'%K%P",
"Shuri's shyness has not changed, but she has\\ncome to feel that the more embarrassing things\\nare, the better she feels.%K%P",
"Because of this, they were willing to accept the\\nslightly extreme play that I asked them to do.%K%P",
"Oh, but not in the buttocks, because that would\\nbe too kinky.%K%P",
"'I told you I'm not going to tell you that\\nanymore.'%K%P",
"'You can't even touch me, that's for sure.'%K%P",
"I know.%K%P",
"I can only think of this kind of exchange as a\\nflag, but they still always nail it.%K%P",
"'I think it would be more of a ritual.'%K%P",
"'I see. Well, it certainly is important to be\\nwell dressed. Well, I'll get dressed right\\naway.'%K%P",
"Shuri waves her hand, and a pale particle of\\nlight appears and covers it.%K%P",
"That's it.%K%P",
"Shuri, who was in her underwear, was\\ntransformed.%K%P",
"Strictly speaking, it seems to be a kind of\\nquick change of clothes using divine power, but\\nit is quite useful for practice.%K%P",
"'Now, what's next?'%K%P",
"'How about, say, ...... cowgirl position?'%K%P",
"'I'll be on top of it. ......'%K%P",
"'Embarrassed?'%K%P",
"It's embarrassing, straddling Yamato and putting\\nyour cock in him.%K%P",
"'But ...... I like to be on top of Yamato\\nbecause I can see him feeling good in my place.'%K%P",
"'Then I'll ask for it.'%K%P",
"'All right, Yamato, you lie on your back on the\\nbed.'%K%P",
"'No, I just need you to let me peel off the\\n...... front paste first.'%K%P",
"'Eh? Yes, it's good, but ...... also~, Yamato's\\nsex.'%K%P",
"He was shy but did what I asked.%K%P",
"'Then come over here and I'll kiss you.'%K%P",
"Uh-huh.%K%P",
"'Chuchu ...... nchu ......'%K%P",
"Facing each other head-on, I hugged Shuri and\\nour lips met.%K%P",
"'Mpu......ju......rero......muchu......'%K%P",
"At first, their lips touch each other in\\ngreeting, but they soon move into a deep kiss.%K%P",
"Kissing with each other's tongues sticking out\\nis Shuri's favorite.%K%P",
"'Nuh ...... churu ...... like ...... chuu\\n......'%K%P",
"Just kissing them is gradually getting me in the\\nmood.%K%P",
"'Mmmm... ...... I'm going to rub your penis in\\nit, too.'%K%P",
"She gives me a hand job while kissing me.%K%P",
"I put my hands around Shuri's hips, thinking it\\nwas time to get down to business too.%K%P",
"'Oh ......, there .......'%K%P",
"While rubbing her plump hips, she puts her hand\\nbetween her thighs.%K%P",
"A hand around from the back caresses the crack\\nover the front pasting.%K%P",
"'Nn...... no, don't mess with that. ......\\nnn......'%K%P",
"Kissing and hand jobs become sparse.%K%P",
"Still, I continued to caress Shuri without\\nregard to her.%K%P",
"'Then I'll peel it off slowly.'%K%P",
"When the strength has relaxed moderately from\\nthe suri, the all-important front pasting is\\nturned over.%K%P",
"'Ahh ...... no ......'%K%P",
"I am not sure how it is stuck on, even when I\\npeel it off like this.%K%P",
"When I took the time to peel off only the back\\nhalf, I left the front intact.%K%P",
"'There's plenty of sticky residue on it.'%K%P",
"'No, don't tell me. Oh, God.'%K%P",
"She is embarrassed with a bright red face when I\\npoint this out.%K%P",
"'You haven't even tinkered with it yet, but\\nyou're ready to go.'%K%P",
"'Umm, well, it's like ...... sex is a daily\\nroutine for me, so even before I came here, it's\\nlike my ...... body was ready for it.'%K%P",
"'Ugh, I wasn't this naughty. ...... I had so\\nmuch sex with Yamato, it ruined me.'%K%P",
"'Don't you just love it?'%K%P",
"'I don't mind. I like to be made to feel good.'%K%P",
"But I didn't mean to do this, or ......%K%P",
"Shuri had no experience because she was sexually\\nignorant, but she had a great style to begin\\nwith.%K%P",
"The growing tits and hips soon became sexually\\npleasurable and strengthened Shuri's sexual\\ndesire, regardless of her wishes.%K%P",
"'I love it, naughty Shuri.'%K%P",
"As he says this, he moves his finger in and out\\nof the wet vulva.%K%P",
"'Unh......, no......, don't be naughty.......'%K%P",
"Despite her troubled voice, Shuri clung to me\\nand pressed her well-developed body against\\nmine.%K%P",
"'Ugh ...... being finger-nibbled ......'%K%P",
"In this situation, Shuri could not resist.%K%P",
"She was wet enough for immediate insertion, but\\ncontinued to caress her pussy until she was\\nsatisfied with herself.%K%P",
"'Nnnn......!!!!'%K%P",
"Shuri boldly straddles me and sucks my penis\\ninto her mouth.%K%P",
"The narrow vulva widened easily and easily\\naccepted it all the way to the root.%K%P",
"Here we go. ......%K%P",
"'Thank you, Shuri, this feels great.'%K%P",
"'Yamato's penis also feels ...... hard and nice\\n......'%K%P",
"Vaginal tightness is not as tight as it was the\\nfirst time.%K%P",
"It gently envelops me and undulates throughout.%K%P",
"Shuri's pussy is as naughty as ever. ......%K%P",
"'Don't say anything about pussy, it's\\nembarrassing.'%K%P",
"'What does your penis say?'%K%P",
"'Well, that's ...... so what do you call a\\nphallus?'%K%P",
"'I reject that...at least use your penis.'%K%P",
"'That's even more embarrassing!'%K%P",
"'Such a ...... pussy, that's .......'%K%P",
"You said it yourself, and you're turning red.%K%P",
"'Can we get moving now?'%K%P",
"'Oh, yeah. ......, then I'm going to do a little\\npenis slurping.'%K%P",
"He says penis as I requested and starts pumping\\nit in and out.%K%P",
"'Oh ...... mmmm, it feels so good to be stuck\\ninside ......'%K%P",
"Each time it comes in and out, the nipple gouges\\nShuri's vaginal walls.%K%P",
"Shuri dexterously moved her hips up and down as\\nif caressing the folds with her penis.%K%P",
"'Oh no,...... I can feel it,...... nkkku,......\\nhow about Yamato, are you feeling good?'%K%P",
"'It feels great. ...... Thanks, Shuri.'%K%P",
"'Hehehe ...... would do better.'%K%P",
"Shuri, who never had much self-confidence to\\nbegin with, is weak when it comes to praise.%K%P",
"When they are having sex, they get carried away\\nwhen they are praised and do some pretty daring\\nthings.%K%P",
"'nsho......sho......'%K%P",
"In addition to moving up and down, he\\noccasionally rotates his hips, presenting the\\npenis with a stimulation that never gets boring.%K%P",
"As well as making me feel good, Shuri seemed to\\nbe pretty good too, and she was shaking her hips\\nlike crazy.%K%P",
"Oh, ah, ah, ah! Oh, no, I can't make a sound.\\n......%K%P",
"'I heard a naughty sound when we were connected.\\n...... Oh no. ...... I'm too shy. ...... Ohhhh,\\nahhh, ahhh!%K%P",
"It seems that the more she becomes aware of the\\nembarrassment of her actions, the more her\\npleasure doubles.%K%P",
"She is ashamed, but turns her hips violently,\\nand makes a flirtatious vaginal sound from her\\nbonds.%K%P",
"'Maybe it's time for me to poke you from below.'%K%P",
"I'll do the pussywork for you today.%K%P",
"'Pussy Serving is ......'%K%P",
"I don't want to say this either.%K%P",
"But Yamato always says it's more exciting when\\nyou say it in a naughty way. ......%K%P",
"I was certainly the one who said that and asked\\nShuri to do it.%K%P",
"And she does it in a healthy way.%K%P",
"'...... um, I'm just saying that to make your\\ndick hard, don't get me wrong.'%K%P",
"So, you know...%K%P",
"'I'm going to give you a high-speed vaginal job\\nin my sex hole, so please make me feel so good\\nand give me lots of white stuff...'%K%P",
"What am I talking about ......?%K%P",
"'Shuri, that is the most erotic thing I've ever\\nseen, and I'd love to get that high-speed\\nvaginal job you're talking about!'%K%P",
"'Don't say it, just forget about it, and I'll do\\nit for you.'%K%P",
"Shuri is a good girl who makes excuses quickly,\\nbut still says she'll do what she has to do.%K%P",
"Okay, I'll see you then. ......%K%P",
"'Hush.'%K%P",
"Oh, my God, oh, my God, oh, my God, oh, my God,\\noh, my God, oh, my God!%K%P",
"Kamisama idols are all about physical strength,\\nand Shuri's well-trained lower body is proof of\\nthis, allowing her to move in and out at high\\nspeed.%K%P",
"No, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no!%K%P",
"The movement of the hips was tremendous, living\\nup to the name of 'high-speed vaginal cock'.%K%P",
"There was no room for them to take their time\\ntasting each other's genitals, but only to\\ndevour each other intensely.%K%P",
"I was completely unable to respond to Shuri's\\nviolent movements and was at her mercy,\\nforgetting to poke her.%K%P",
"'Shri, oh no, he's going to get it!%K%P",
"'Let me out,...... let me out,let me out,let me\\nout,anytime,ah,ah,ah,ah,ah,ah,ah,ah,ah!'%K%P",
"Shuri doesn't want to stop when I whine.%K%P",
"She shakes her hips hard and lustfully, trying\\nto squeeze the semen out of my penis.%K%P",
"She has high specs as a kamisama idol, and she\\nshowed her excellence in sex as well,\\ndemonstrating her lewd use of her hips.%K%P",
"'Oh, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no, no, no!'%K%P",
"Gosh, it's so tight. ......%K%P",
"Shuri also climaxed lightly, apparently.%K%P",
"A strong tightness hit me while I was squeezing\\nit with my vaginal folds.%K%P",
"I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm\\nsorry, I'm sorry, I'm sorry, I'm sorry, I'm\\nsorry, ...... I can't do it anymore, ouch!%K%P",
"And I'm out!%K%P",
"Shuri's pussy sucks me in and I can't help but\\nejaculate too.%K%P",
"'Oh, it's out of ......, it's out of ......,\\nit's out of ......, it's out of ......, it's out\\nof ......, it's out of .......'%K%P",
"'Ugh ...... high speed vagina job, too heinous\\n......'%K%P",
"They didn't even give me room to be patient.%K%P",
"He was made to ejaculate as Shuri climaxed,\\nspewing out his lust in the deepest part of his\\nbody as if he were spoiled.%K%P",
"'...... nn...... first, so it looks like an\\nawful lot......'%K%P",
"The momentum of the penis in the vagina is\\nenough to feel the amount of ejaculation.%K%P",
"Shuri was rocking her hips closely together,\\nsometimes happily, as if enjoying the aftermath\\nof the event.%K%P",
"'Is this all ......? Sorry, I got carried away\\nand jiggled.'%K%P",
"'No need to apologize because it felt good.'%K%P",
"'But ...... is kind of slutty, and I don't like\\nit.'%K%P",
"What's the point now, after having done it so\\nmany times?%K%P",
"But I'm glad, too, that Shuri, while being\\ndriven by her sexual desires, has kept her shame\\nat the root.%K%P",
"'Let's see, ...... what's next?'%K%P",
"'You stay up too late, you're going to have a\\nproblem tomorrow.'%K%P",
"'But, Yamato's penis ...... is still tight,\\nright?'%K%P",
"'...... will get smaller in time, so don't worry\\nabout it.'%K%P",
"'And the boobs aren't even on ...... yet.'%K%P",
"Shuri said this and pulled down her own breast\\nsection, exposing her magnificent tits to me.%K%P",
"'You can touch ......, okay?'%K%P",
"'Why not just be honest and say you want more\\nsex?'%K%P",
"That's what boys are supposed to do.%K%P",
"Shuri is easily sensual and eager to do things,\\nbut she is quite reluctant to say so herself.%K%P",
"They blatantly seduce me and make me ask for it\\nfrom them every time.%K%P",
"'All right, then, I'll do the honors.'%K%P",
"'I want to have sex with Shuri more. Can we keep\\ngoing like this?'%K%P",
"I wanted to make love to you more and more, too.%K%P",
"I'll make my move this time.%K%P",
"'Yamato, you take over from below and make me\\nfeel good.'%K%P",
"'A journey of a lifetime.'%K%P",
"Come on, let's change the offense and defense.%K%P",
"He uses his still-hard penis to push up against\\nShuri.%K%P",
"'Nnnnghhhh, ahhhhh, ahhhhh!'%K%P",
"'It's so ...... intense it's breaking my pussy!'%K%P",
"I was already tired from coming once, and now\\nthis thrusting.%K%P",
"Shuri is being violently penetrated in the back\\nof her vagina, and she is feeling it all over\\nher rutting cervix.%K%P",
"'Boobs are also ...... at the same time.'%K%P",
"Oh, no, no, no, no, no, no, don't pull on my\\nnipples!%K%P",
"While using her hips, she also attacks the bulge\\nthat sways in front of her.%K%P",
"I picked the tip and squeezed it hard, and it\\nimmediately became erect and changed into a lewd\\nshape.%K%P",
"'Oh, no. ...... I just had sex with you a few\\nminutes ago, so I'm getting vulnerable to\\nnaughty stimulation. ......'%K%P",
"Shuri is already losing strength.%K%P",
"I can no longer move on my own and just clamp\\ndown on the penis that is rampant in my vagina\\nin a healthy way.%K%P",
"'See, this is what happens when you're not\\ncareful.'%K%P",
"'Mmmmmm!!!!'%K%P",
"The hand that was blaming the boob is brought\\nbehind Shuri's back.%K%P",
"I went straight to the top of the join and\\nfumbled with the cute little constriction.%K%P",
"'No, I said no butts!'%K%P",
"'It's just for a little while.'%K%P",
"'Ughhhh ...... I shouldn't feel so good there\\n......'%K%P",
"Shuri doesn't like it, but that doesn't mean she\\ndoesn't feel it.%K%P",
"It was rather strongly shameful and pleasurable.%K%P",
"'I'm getting my pussy sloppy ...... and they're\\nmessing with my asshole ...... ugh ......'%K%P",
"Every time I push the tip of my finger into her\\nasshole, Shuri's vagina contracts violently.%K%P",
"The way she was disheveled on top of me was just\\ntoo cute, so I got carried away and thrust my\\nhips up and teased Shuri's anus.%K%P",
"'Please ......, I'm at my wits' end. ......'%K%P",
"'Sorry, but that's enough of my butt.%K%P",
"'I don't care how much you do to my pussy, just\\nkeep going and keep making me feel good.'%K%P",
"He withdraws his hand from Shuri's anus and once\\nagain torments her tits.%K%P",
"I would lightly thrust my hips up, which would\\nmake Shuri squirm and move.%K%P",
"'Oh, oh, oh! He's going in and out sexually...\\nMmmmmmmm... it's making a great sound... Oh, oh,\\noh!'%K%P",
"'I'm about to go. ...... How about Yamato, are\\nyou ready to go out with a whimper?'%K%P",
"Oh, I think I'm pretty much at my limit too.\\n......%K%P",
"'Then, I'm going to get a little intense, so\\ncome with me.'%K%P",
"'Ah!'%K%P",
"At the same time, they go through a series of\\nmovements to climax.%K%P",
"The connected genitals breathe together and rub\\nagainst each other's sensitive areas.%K%P",
"I knew it was good!%K%P",
"'Shuri is also very good at using her hips\\n....... ......%K%P",
"I wanted to make him feel good.%K%P",
"I want Shuri to feel good all the time.%K%P",
"'Yup.'%K%P",
"They are a man and a woman, so there are many\\nthings that don't mesh, but they are still the\\nstrongest because they love each other.%K%P",
"They lay skin on skin, seek each other, and\\nshare their feelings.%K%P",
"As you repeat such a process, you will learn\\nmore about the other person.%K%P",
"Although I, as a human, do not have the power to\\nfeel the 'Sacred Soul,' I could understand the\\nfeeling of mutual enhancement.%K%P",
"'I love, love, love ......!'%K%P",
"I love Shuri too!%K%P",
"'Oh, oh, oh, I love you, I love you, I love you,\\nI love you, I love you, I love you, I love you,\\nI love you, I love you!'%K%P",
"I'll do naughty things with Yamato even though\\nit's embarrassing, that's why it makes me feel\\nso good!%K%P",
"'Damn ......, I want to get it out of my ......,\\nI want to get it out of my ......, I want to get\\nit out of my ......, I want to get it out of\\nShuri.'%K%P",
"'Okay ......, give me as much as you want\\n......, I'll take it all!'%K%P",
"We are both already on the verge of our limits.%K%P",
"All that remains is to rub them together lewdly\\ntoward climax.%K%P",
"I'm going to go, too! I'm going to go, I'm going\\nto go, I'm going to go, I'm going to go, I'm\\ngoing to go, I'm going to go, I'm going to go,\\nI'm going to go, I'm going to go. ！！！！%K%P",
"'Shhhh, it's so tight. ...... ugh!'%K%P",
"As Shuri and I had hoped, we were able to climax\\nat about the same time.%K%P",
"We connect with each other deeply, and I pour a\\nlot of cum into Shuri's precious spot.%K%P",
"'Hahahaha ......'%K%P",
"It was too intense a communion to talk properly.%K%P",
"I just concentrate on the other person's\\ngenitals while catching my breath.%K%P",
"'Shuri ...... felt good, yo ......'%K%P",
"'Nn...... I also...... really liked it......'%K%P",
"She quivers repeatedly in her vagina and\\nexcretes the remaining juices.%K%P",
"As I touched Shuri's skin with a lingering\\nsensation, she put her hand on my chest, too.%K%P",
"Yamato really likes me too much. ......%K%P",
"'...... is that the kind of thing you'll figure\\nout, too?'%K%P",
"'She's my wife, she's my girlfriend, I get it.'%K%P",
"'Yamato, you know how much I love you, too.'%K%P",
"'Oh, they love me this hard, it's like they're\\ntelling me they love me so much.'%K%P",
"'Yeah ...... really, I like it.'%K%P",
"Me, too.%K%P",
"'Thanks, I think I'm going to do well at the\\nauditions.'%K%P",
"'Well, that's a win-win situation.'%K%P",
"'Hmm.'%K%P",
"When we are connected like this, we feel\\ninvincible.%K%P",
"Two people in love have no enemies.%K%P",
"That's just a dream shown by a sweet fellowship,\\nbut I'm sure it will come true.%K%P",
"My kamisama is so cute and charming.%K%P",
"Prove in front of everyone that you are the best\\nof everyone.%K%P",
"I wished and prayed to my dear, dear Kamisama.%K%P"
]