[
"We had finished moving in all their stuff and\\nfinally had a chance to settle down.%K%P",
"And conveniently it was right about lunchtime.\\nKaede offered to treat us to some of her home\\ncooking, but...%K%P",
"\\dWhat...? The fridge is completely empty.\\d%K%P",
"\\dOh yeah, you don't cook at all, do you Aki?\\nMicrowave dinners for life! Just like me!\\d%K%P",
"\\dDon't go lumping me in with you like that.\\d%K%P",
"\\dYou're gonna deny it? With a fridge that's\\nbasically just a condiment shelf?\\d%K%P",
"It wasn't just condiments. I had drinks and stuff\\ntoo!%K%P",
"\\dSorry, it's all my own fault for failing in my\\nwifely duties... My oh my...\\d%K%P",
"\\dBut you only got here yesterday, right?\\d%K%P",
"\\dI did, yes. But after I served up the most\\nspectacular of dinners we were just fresh out of\\neverything.\\d%K%P",
"\\dSo that's what happened...\\d%K%P",
"\\dI have shamed my poor husband! Please punish me,\\nmy sweetheart! Please! Please!\\d%K%P",
"You could sense the excitement in her voice as she\\nlooked my way.%K%P",
"\\dYou're into that sort of thing, then?\\d%K%P",
"\\dWhy yes! I figure it's all part of the\\nexperience!\\d%K%P",
"\\dPlease, spank this bottom of mine to punish me...\\d%K%P",
"\\dNah, I don't really blame you for this.\\d%K%P",
"\\dWell, do it as a reward! I'm ready!\\d%K%P",
"\\dGimme a break already, that's pushing it.\\d%K%P",
"Even Shion had had enough of Yukari's hijinks.%K%P",
"\\dIn that case, allow me. Best clench those teeth,\\nmy dear.\\d%K%P",
"\\dWhat?! No one asked you! I want to be thrashed by\\nAkira's love for me!\\d%K%P",
"\\dAs his better half I am the one who takes over all\\nthe dirty work.\\d%K%P",
"\\dPffft, dirty is right.\\d%K%P",
"\\dMy behind is not dirty! It's clean and pristine!\\d%K%P",
"\\dYes, yes. Now brace yourself. Here it comes!\\d%K%P",
"\\dNo stop! Akira, help me!\\d%K%P",
"Fleeing from Kaede, Yukari latched on to me from\\nbehind.%K%P",
"\\dOh yes, this is where I am meant to be... I just\\ncan't keep going when I am not right at your\\nside...\\d%K%P",
"\\dYou can cling on all you want, but Kaede's still\\ngot that death stare for you.\\d%K%P",
"\\dHey! Don't you run from me! Get back here!\\d%K%P",
"\\dWah! You're scary! Surely a gentle girl like me\\nwould make a better life partner for Akira.\\d%K%P",
"\\dAnd just what about you is gentle?\\d%K%P",
"\\dYou're both pretty scary, to be honest.\\d%K%P",
"\\dWhich means that through the process of\\nelimination I'm the best choice, right?\\d%K%P",
"\\dWives and spouses can be such a pain, but a\\nmistress offers all the fun with no future\\ntrouble.\\d%K%P",
"\\dYou're really good at squeezing yourself in like\\nthat, huh Shion?\\d%K%P",
"\\dA girl's gotta know how to get by.\\d%K%P",
"And with that she came right up to me.%K%P",
"Just close enough to be comfortable but not\\nbothersome. It was just like her.%K%P",
"Since there was nothing to cook with, we decided to\\ngo out grocery shopping.%K%P",
"\\dApologies for the wait Akira, I'm ready to go\\nnow.\\d%K%P",
"\\dAki! How do I look not all dressed up? Cute? Too\\nadorable to handle?\\d%K%P",
"\\dYou both look great. I've only ever seen you in\\nyour Goddess garb, so this is kind of refreshing.\\d%K%P",
"\\dIs it really? I think it looks pretty drab.\\d%K%P",
"\\dWell what about you? If we're heading out you\\nshould change.\\d%K%P",
"\\dHmph! Well I'm proud of my attire. And Akira here\\ntold me he loves the way I look in it.\\d%K%P",
"\\dYeah, it looks good on you, but I think you should\\nget changed, too.\\d%K%P",
"The other two were dressed down, so it felt weird\\nhaving Yukari still done up all Goddess-like.%K%P",
"\\dIf you won't you'll have to stay home alone. So\\nwhat will it be?\\d%K%P",
"\\dI'll change! I'll change! Oh Akira, you should\\nhave just told me you wanted to see your beautiful\\nwife in a different outfit!\\d%K%P",
"\\dGlad you changed your mind and all, but do you\\neven have any other clothes?\\d%K%P",
"\\dOh...\\d%K%P",
"Yukari had showed up at the shrine with basically\\nnothing to her name. Of course she didn't have a\\nchange of clothes.%K%P",
"\\dToo bad for you!\\d%K%P",
"\\dWell Akira has clothes, I'll just borrow his!\\d%K%P",
"\\dHehehe, soon Akira and I will be one in a whole\\nnew way... It will be like he's always hugging\\nme...\\d%K%P",
"\\dUhhh, sorry to interrupt, but I don't think that's\\ngonna fly...\\d%K%P",
"\\dFine, I'll buy them from you! How much?\\d%K%P",
"\\dThat's not the issue here.\\d%K%P",
"\\dYou can borrow some of my clothes if you want.\\d%K%P",
"\\d...Pffft.\\d%K%P",
"\\dWha-- You! You just laughed, didn't you? Making\\nfun of me for being too small, huh? Gah!\\d%K%P",
"\\dLet's just calm down, Shion. You're fine.\\d%K%P",
"\\dTeeheehee.\\d%K%P",
"A quick pat on the head and she calmed down again.%K%P",
"\\dWhat do you two think you're doing? Is that\\npetting I see?! That right should be reserved for\\nme!\\d%K%P",
"\\dOkay, I'll let Yukari borrow my clothes. Better\\nthat then let Shion have Akira to herself.\\d%K%P",
"\\dSorry for the trouble. I'm sure we're just about\\nthe same size, anyway.\\d%K%P",
"\\dBut before that... Hehehe!\\d%K%P",
"Yukari's mood was quickly turning black.%K%P",
"\\dDon't go getting in the way, you hear?\\d%K%P",
"\\dFine, fine. Just make it quick.\\d%K%P",
"\\dHow dare you go and fawn on Akira like that!\\d%K%P",
"\\dUh oh! Am I in for another bucket?!\\d%K%P",
"Shion's eyes darted upwards.%K%P",
"But nothing seemed amiss up above.%K%P",
"\\dHah, did you mess this one up? Ahaha!\\d%K%P",
"\\dGaaah! I bit my tongue!\\d%K%P",
"Just when she thought the Tatari had missed, it\\ncame back to bite her in the...tongue.%K%P",
"It could have just been coincidence, but it felt\\ntoo perfectly timed for that.%K%P",
"\\dWait, was that the Tatari?\\d%K%P",
"It was a pretty trivial happening, but it was so on\\npoint, too.%K%P",
"Intrigued, I turned my gaze Yukari's way and...%K%P",
"\\dShe should have bit it right off. If only she'd\\nbitten it right off... Bite it off, bite it off,\\nbite it off, off off off...\\d%K%P",
"Was she trying to conjure up a curse?!%K%P",
"She was definitely mumbling troubling things over\\nand over again.%K%P",
"Seeing her like that was a solid reminder that she\\nwas indeed a Tatarigami.%K%P",
"\\dWell, I'm sure we can tolerate at least this\\nmuch.\\d%K%P",
"\\dWhy am I always the one on the receiving end?\\d%K%P",
"\\dHehehe!\\d%K%P",
"So Yukari borrowed some clothes from Kaede and\\nwe all finally headed out to go shopping.%K%P",
"\\dI couldn't stand the idea of wearing that woman's\\nclothing, but now that I'm out of my normal attire,\\nI feel like we look like a normal couple, Akira!\\d%K%P",
"\\dNow we seem much more like husband and wife\\nthan man and Goddess locked in a forbidden\\nlove...\\d%K%P",
"\\dOh, how wonderful this is... I'm so excited I can\\nhardly contain myself!\\d%K%P",
"\\dBy all means, don't exert yourself. Why not stay\\nback at the shrine?\\d%K%P",
"\\dYeah, you can just leave Aki here to the two of\\nus.\\d%K%P",
"\\dAbsolutely not!\\d%K%P",
"\\dJeez, I really have to stay on my toes around you\\ntwo. Guess I'll have to remain right by Akira's\\nside.\\d%K%P",
"She snuck right up to me and slid her arm through\\nmine for all to see.%K%P",
"\\dHey! That's not fair!\\d%K%P",
"\\dHehehe! Now then, let's get going, shall we?\\d%K%P",
"The place I always went shopping was a 30-minute\\nwalk from the shrine.%K%P",
"We were certainly taking our time, but it wasn't\\nall that bad.%K%P",
"\\dHere we are. This is the little place I always\\nshop at.\\d%K%P",
"\\dCan you really call this store...?\\d%K%P",
"Yukari was a little puzzled at my choice of words.%K%P",
"\\dIt's more like a stand, I guess.\\d%K%P",
"\\dFor us it's the closest 'shop' around.\\d%K%P",
"\\dIs it like some rest stop for tourists?\\d%K%P",
"\\dHey, you can get pretty much everything here.\\nFresh vegetables, meat, even fish.\\d%K%P",
"They even had most daily necessities.%K%P",
"It was more convenient than most convenience\\nstores.%K%P",
"\\dMaybe you didn't know, Yukari, but places out in\\nthe countryside are pretty much all like this.\\d%K%P",
"These little stands started out selling local\\nproduce along with more touristy goods.%K%P",
"They grew from there to almost become little\\nmarkets in their own right.%K%P",
"\\dIf you head down into Kamimori City where the\\nmain shrine is there are much bigger stores.\\d%K%P",
"\\dBut this place is the best for picking up\\nsupplies.\\d%K%P",
"\\dOh, Shion! I couldn't have said it better myself.\\d%K%P",
"\\dHey Mr. Marunuma. Got anything good in today?\\nAny recommendations?\\d%K%P",
"\\dYou betcha. We got some nice persimmons in just\\ntoday. Here, have a try.\\d%K%P",
"\\dYay! Thanks!\\d%K%P",
"Mr. Marunuma cut up some persimmon.%K%P",
"And not just for Shion, but for all of us.%K%P",
"\\dWow... It's so sweet.\\d%K%P",
"\\dAnd look how big it is. You're really something,\\nMr. Marunuma.\\d%K%P",
"\\dWell ain't those just the kindest words, Lady\\nKaede.\\d%K%P",
"He was lax around Shion, but in front of Kaede he'd\\nput on his best manners.%K%P",
"\\dWhy's he acting like that...?\\d%K%P",
"\\dWell, she's a special Goddess to the people of\\nKamimori.\\d%K%P",
"She'd been here ever since she was a Tatarigami.%K%P",
"Everyone had known her through the good times and\\nthe bad.%K%P",
"\\dWhat about Shion?\\d%K%P",
"\\dShion hasn't been here as long. People know she's\\na Goddess, but that's about it.\\d%K%P",
"The residents of Kamimori were well aware that\\nKaede had been a Tatarigami.%K%P",
"But none of them knew what kind of Goddess Shion\\nwas.%K%P",
"\\dOkay, let's get a bowl of those big persimmons\\nand... Some vegetables, some meat, and then and\\nthen...!\\d%K%P",
"\\dI'll handle selecting what we need, thank you. You\\ncan negotiate the price.\\d%K%P",
"\\dRoger-dodger! Hey mister, we're gonna buy lots, so\\nmake sure you cut us a deal, yeah?\\d%K%P",
"Shion got along best with the people here, showing\\noff a side of herself I rarely saw anywhere else.%K%P",
"Thanks to her haggling skills we got lots of\\ngroceries for a great price.%K%P",
"\\dBy the way, Akira, is Kenji ever coming back?\\d%K%P",
"\\dNot for a while it seems. He said he'd be back for\\nNew Year's, though.\\d%K%P",
"\\dThat so? Huh... Well, shoot.\\d%K%P",
"\\dSomething wrong?\\d%K%P",
"\\dIt's almost time for the fall festival, yeah? Was\\njust thinking how Kamimori will be missing out this\\nyear.\\d%K%P",
"The annual festival wasn't only held at the main\\nshrine, but also out here at the other branches,\\ntoo.%K%P",
"It was nowhere near the same size, but for the\\nlocal people it was an important celebration of the\\nharvest.%K%P",
"\\dSorry, but I just don't think I could do it\\nwithout my parents around...\\d%K%P",
"\\dNah, I getcha. We'll just have to make do with the\\nShiraito Red Leaf Festival, I 'spose.\\d%K%P",
"\\dReal shame though. It's fine for us old folk, but\\nit'd be a good chance to match up for some of the\\nyoung'uns.\\d%K%P",
"\\dUhm, what is that supposed to mean?\\d%K%P",
"\\dHow now? Don't cha know?\\d%K%P",
"\\dAny couple that profess their love at Kamimori\\nShrine's fall festival are said to live happily\\never after.\\d%K%P",
"\\dThese are the Shiraito Falls, Kamimori's most\\npopular tourist spot.\\d%K%P",
"Since we'd come all this way, we decided to visit\\nthe falls. They were only five minutes away.%K%P",
"This time of the year lots of tourists came out to\\nenjoy the red leaves.%K%P",
"\\dSo, you back on earth with us yet, space cadet?\\d%K%P",
"\\dSorry Akira. I've just had something on my mind.\\d%K%P",
"\\dIt just feels so unfair to call off the\\nfestivities the people have been waiting for...\\d%K%P",
"She seemed genuinely sad for them.%K%P",
"\\dYeah, I know how you feel.\\d%K%P",
"It wouldn't be impossible for me to hold the\\nfestival myself, but I was still in training.%K%P",
"Pulling it off all alone would put a little too\\nmuch weight on my shoulders.%K%P",
"\\dAnd listening to what Mr. Marunuma said...\\d%K%P",
"\\dHe really loves his festivals.\\d%K%P",
"\\dI too enjoy the smiling faces of our visitors...\\d%K%P",
"\\dCan't you do something, Akira?\\d%K%P",
"\\dI mean, you really should! Let's do it! We can't\\njust call off the big yearly festival!\\d%K%P",
"\\dIt's a place for the youth to meet! For them to\\nfall in love for ever and ever!\\d%K%P",
"\\dOh yes, we could both protect the tradition by\\nprofessing our love to one another, and let\\neveryone know we are a married couple...\\d%K%P",
"\\dSo that's what this was all about, huh?\\d%K%P",
"\\dYes! Of course! Of course it is! What's wrong with\\nthat? A woman in love cannot sit and wait!\\d%K%P",
"The whole way home I thought about nothing but\\nthe festival.%K%P",
"I could just picture the disappointed looks on our\\nvisitors' faces.%K%P",
"\\dHey, so... If I were to say I wanted to do the\\nwhole fall festival thing...\\d%K%P",
"\\d...Would you all help me out?\\d%K%P",
"\\dOf course. As your wife I would help you with\\nanything you ask.\\d%K%P",
"\\dI would also aid you. I try not to assume too much\\nauthority, but I do feel I must act in place of\\nyour parents.\\d%K%P",
"\\dI'll help too! Gotta make up for all the trouble I\\nnormally cause for everyone.\\d%K%P",
"\\dYou've been causing trouble, then...?\\d%K%P",
"\\dNot on purpose. But I am a Goddess of Misfortune,\\nafter all.\\d%K%P",
"\\dM-Misfortune?!\\d%K%P",
"Yukari immediately drew away from her at that\\nrevelation.%K%P",
"\\dOh, didn't I tell you? Yup, I basically just rain\\nbad luck down all around me.\\d%K%P",
"\\dThat certainly explains the unfortunate way you\\nlook...\\d%K%P",
"\\dWhat's that supposed to mean? My figure has\\nnothing to do with my powers!\\d%K%P",
"\\dWow, so you're not only a Goddess of Misfortune,\\nbut also quite misfortunate yourself.\\d%K%P",
"\\dNgh... Okay, jeez. I get it...\\d%K%P",
"She might not have had the volume the other two\\ndid, but she wasn't that bad.%K%P",
"\\dBut yes, I am a Goddess of Misfortune, so those\\nwho come in contact with me slowly succumb to it\\nover time.\\d%K%P",
"Her divine powers weren't all that different from\\nthose of a Tatarigami.%K%P",
"She couldn't control it of her own will, it just\\nhappened around her.%K%P",
"And she hated that, so she had ran away and wound\\nup here.%K%P",
"\\dIt's only fair that I do something to make up for\\nthat in some way.\\d%K%P",
"\\dSo if you're down Aki, I'm down too. I got your\\nback.\\d%K%P",
"\\dSame here. How about you, Yukari?\\d%K%P",
"\\dI want only what Akira desires.\\d%K%P",
"\\dThat's not really what I'm asking. Try again.\\d%K%P",
"\\dI...\\d%K%P",
"\\dI want to do this festival, too. And I want to\\nlive happily forever with Akira.\\d%K%P",
"Everyone expected that answer, but no one called\\nher out on it.%K%P",
"Reasons aside, she seemed determined.%K%P",
"\\dThat's not such a bad idea really. Maybe I'll give\\nprofessing my love in front of everyone a shot,\\ntoo.\\d%K%P",
"\\dWell then, I suppose I will too.\\d%K%P",
"\\dOh, I see. So you're asking for a challenge? Fine.\\nPrepare to lose!\\d%K%P",
"And like always, the three of them were working to\\noutdo each other.%K%P",
"But their competition would certainly translate\\ninto an exciting festival.%K%P",
"\\dThat settles it, then.\\d%K%P",
"\\dLet's have us a festival. I'm counting on you\\nthree.\\d%K%P",
"\\dOkay!\\d%K%P"
]