[
"\\dAlrighty, food's ready!\\d%K%P",
"A few hours had passed since Yukari had declared\\nherself my new wife.%K%P",
"The whole ordeal had me uneasy, but so far my\\nfears seemed unmerited.%K%P",
"\\dWow, this looks great.\\d%K%P",
"\\dThere's plenty to go round, so eat up.\\d%K%P",
"Our 'marriage' was only supposed to be a temporary\\narrangement, but her face was beaming with\\nhappiness nonetheless.%K%P",
"\\dIs uhh, watching someone eat really that\\nexciting?\\d%K%P",
"\\dOh, you don't even know!\\d%K%P",
"\\dWatching you enjoy the food I've made for you,\\nseeing it nourish you... Oh my, I can think of\\nnothing more wonderful!\\d%K%P",
"\\dNourish me...\\d%K%P",
"I stared at the food in front of me.%K%P",
"\\dC-Come on now, I didn't put anything weird in it!\\d%K%P",
"\\dI just added an extra serving of love to it!\\d%K%P",
"\\dRight...thanks.\\d%K%P",
"\\dOh, you are quite welcome!\\d%K%P",
"Maybe it had a bit too much love in it, but other\\nthan that it seemed fine.%K%P",
"She might be a Tatarigami, but she also made an\\nexcellent cook.%K%P",
"\\dOh my, look at how you stare at me!\\d%K%P",
"\\dWhat? No, I wasn't staring.\\d%K%P",
"\\dOh no, don't worry. I get it. Your eyes just can't\\nhelp but be transfixed by me...\\d%K%P",
"\\dThey speak to just how much you desire your\\nbeloved wife, yes?\\d%K%P",
"She had a tendency to explain things in her own\\npeculiar way, but that was about the only problem\\nwith her.%K%P",
"\\dHehehe! I can sense the sincerity of your love for\\nme.\\d%K%P",
"\\dI love you too, of course! And I will serve you as\\nyour faithful wife.\\d%K%P",
"I'd been worried about how life with Yukari would\\nbe, but so far it didn't seem like it would be so\\nhard after all.%K%P",
"At least, I hoped as much.%K%P",
"--Later that night.%K%P",
"Like always, I slept on a futon laid out in the\\nmain hall. I had set Yukari up in the guest\\nquarters.%K%P",
"\\dI was sure she was going to give me a hard time\\nabout it.\\d%K%P",
"I expected her to be all 'A husband and wife should\\nsleep together!' or something.%K%P",
"But mercifully she'd gone to her own quarters\\nwithout a word of complaint.%K%P",
"\\dShe didn't even barge in on me in the shower.\\d%K%P",
"I had definitely thought she'd come in saying 'Let\\nme scrub your back for you!' But she had let me\\nhave my shower alone in peace.%K%P",
"I started feeling dumb for even worrying in the\\nfirst place.%K%P",
"\\dGuess I'll just go to sleep, then...\\d%K%P",
"Working at a shrine meant early mornings, so I\\ndecided to quit fretting and just get some rest.%K%P",
"\\dHehehe!\\d%K%P",
"Human bonds are built on trust. Yes, yes, even a\\nGoddess like me has heard that.%K%P",
"\\dHehehe!\\d%K%P",
"I had pulled off the spitting image of what Akira\\nmight look for in a wife, if I do say so myself!%K%P",
"\\dAnd now I've stolen his trust! Oh what a cutie,\\nthat Akira!\\d%K%P",
"It was almost too easy. But I guess that's just\\nproof of how pure he is.%K%P",
"Brought up on holy grounds, that pure, untouched\\nSakimitama of his had never known the vile truths\\nof the world.%K%P",
"\\dI've done my best to constrain myself, but enough\\nis enough. I can't hold my Tatari back anymore...\\d%K%P",
"\\dI just want to lick up that Sakimitama of his...\\nLick it up and smooch it and...\\d%K%P",
"\\dThat should be fine, right? No problem? I am his\\nwife after all, yes? Yes I am!\\d%K%P",
"\\dHis wife! His wife! His lovely wedded wife! Me!\\nAkira's adorable little wife!\\d%K%P",
"\\dThat gives me every right to lick him right up, oh\\nyes. I am his wife after all! Yes, and that is the\\nright of any wife!\\d%K%P",
"\\dYour sweet Yukari is coming for you. Coming to\\nhandle your nightly needs!\\d%K%P",
"\\d...Mmmnh?\\d%K%P",
"Something or other pulled me out of my slumber.%K%P",
"It felt like something was weighing down on me in\\nmy sleep.%K%P",
"\\dMmm, so cute, even fast asleep!\\d%K%P",
"\\dNow then! Time to fulfill my wifely duties! A\\nlittle licky-licky and some smoochy-smoochy!\\d%K%P",
"Something soft was pressed against me, making\\nsmooching sounds...%K%P",
"Then something tickled me...%K%P",
"\\dWh-What are you doing?!\\d%K%P",
"As I opened my eyes, the first thing I saw was\\nYukari, there right in front of me.%K%P",
"\\dOh! Hey sleepyhead. Up already?\\d%K%P",
"\\dHow could I sleep while you're doing that?!\\d%K%P",
"Yukari was straddled on top of me, looking down.%K%P",
"In the darkness of the room I could see the glint\\nin her eyes, like a predator stalking its prey.%K%P",
"\\dWhat were you just doing?\\d%K%P",
"\\dOh my! You shouldn't force a girl to say such\\nthings!\\d%K%P",
"\\dNo, seriously, I need an answer.\\d%K%P",
"\\dI was only licking a bit! Just a tad! The real\\nthing starts from here, don't you worry!\\d%K%P",
"I had been a little already, but now I was really\\nstarting to worry.%K%P",
"\\dIt's just like I thought. I've never seen\\nSakimitama as pure as yours...\\d%K%P",
"\\dJust its touch is so intense... I can hardly\\ncontain my Tatari...\\d%K%P",
"\\dYou don't mind, right? You're ready to accept\\nevery last bit of me, yeah?\\d%K%P",
"\\dThe more I love someone, the more I am bound to\\nhurt them. But you, Akira Manase, you are the only\\none who can take me as I am.\\d%K%P",
"\\dYou are the only one who can handle my Tatari...\\nAnd that's why... That's why I...\\d%K%P",
"\\dYukari...\\d%K%P",
"I understood where her love arose from.%K%P",
"It was the kind of feeling only a Tatarigami could\\npossess. Always having to flee those they love.\\nAlways being alone.%K%P",
"How many times had she suffered through as much?\\nThe thought alone tore my heart apart.%K%P",
"\\dHehehe!\\d%K%P",
"\\dThis is okay, right? Because I'm your wife and\\nall, I have certain rights, yeah?\\d%K%P",
"\\dWell then I claim rights to your virginity!\\d%K%P",
"\\dNow just hold it right there!!!\\d%K%P",
"\\dWho dares disturb the sanctity of a husband and\\nwife's first night...?\\d%K%P",
"\\dAkira, it's me. Thank goodness I made it in time.\\d%K%P",
"\\dKaede!\\d%K%P",
"Out of thin air a figure appeared aside us. It was\\nKaede, the Goddess enshrined here at Kamimori\\nShrine.%K%P",
"She had assisted my family in both formal and\\nprivate affairs for the past six years. She was the\\nshrine's deity and the Goddess I was closest to.%K%P",
"\\dNow then, Akira, who is this questionable girl\\nhere, exactly? I would just love for you to explain\\nthis all to me.\\d%K%P",
"\\dWell, you see, it's a long story really, but this\\nis Yukari Amatsu. She's a Tatarigami.\\d%K%P",
"\\dI'm Akira's wife! His wife, you hear?\\d%K%P",
"\\dWell, it seems to me one of you wanted this more\\nthan the other.\\d%K%P",
"\\dHehehe, he's just playing shy. He'll come around\\neventually. You'll see...\\d%K%P",
"\\dNow then, my Akira. Shall we? I think it's time I\\nrid you of that virginity you've clung on to for so\\nlong...\\d%K%P",
"\\dHehehe!\\d%K%P",
"Her arms were as slender as any other girl's, but\\nher grip was so strong I couldn't budge. Maybe it\\nwas her divine powers or something.%K%P",
"She didn't feel heavy, but for some reason I\\ncouldn't pull myself out from underneath her.%K%P",
"I was in serious trouble now...%K%P",
"\\dNow just relax. This won't hurt. Just the\\nopposite, actually! And afterwards you'll be a real\\nman!\\d%K%P",
"\\dHa! Oh, you silly little girl.\\d%K%P",
"\\dWhat's so funny?\\d%K%P",
"\\dIt's just, you're fantasizing about the\\nimpossible.\\d%K%P",
"\\dHe's not even a virgin.\\d%K%P",
"\\dI have made sure of that myself!\\d%K%P",
"\\dWhat?!\\d%K%P",
"The spirit was sucked right out of her.%K%P",
"\\dThat's not... No way! Not his sweet, precious\\nvirginity... To the likes of a hag like you...?\\d%K%P",
"\\dOh Akira! Tell me it isn't true! You've already\\nbeen made a man?\\d%K%P",
"\\dAh, well, you see...\\d%K%P",
"\\dNo way! You won't even deny it? So it is true?\\nThis can't be!\\d%K%P",
"\\dThat's what you get for going around proclaiming\\nyourself as his wife. Now then Akira, come here.\\d%K%P",
"I couldn't budge Yukari a moment ago, but all of a\\nsudden she was as light as a feather.%K%P",
"While she remained dazed I lifted her off me and\\nfled to Kaede's side.%K%P",
"\\dAre you all right sweetie? She didn't pull\\nanything, did she? I know you're immune to Tatari,\\nbut I was beside myself with worry.\\d%K%P",
"\\dNo, I...don't think so...\\d%K%P",
"Truth was I had felt something.%K%P",
"She had said she'd been 'licking' too...%K%P",
"\\dYour Sakimitama seems unmarked. But...oh yes, I\\nsense something is a bit off.\\d%K%P",
"\\dCome on over here, Akira. I'll get you cleaned\\nright up!\\d%K%P",
"\\dMwah!\\d%K%P",
"\\dHuhh?!\\d%K%P",
"Kaede suddenly took my lips with hers.%K%P",
"This was her way of 'cleaning' me up?!%K%P",
"\\dAnd j-j-just what are you trying to pull?! That's\\nmy husband you know!\\d%K%P",
"\\dSays who? How dare you force your way into this\\nplace and onto him...\\d%K%P",
"\\dHow could you! His first kiss, too...\\d%K%P",
"\\dSorry, I'd already claimed that, too.\\d%K%P",
"\\dNghaaa!\\d%K%P",
"She had finally lost it.%K%P",
"\\dI still haven't tasted those lips! I was saving\\nthem for dessert!\\d%K%P",
"\\dSo terribly sorry, dear. But Akira here is all\\nmine.\\d%K%P",
"*smooch!*%K%P",
"Kaede made sure Yukari could see it this time.%K%P",
"\\dThere we are. Nice and clean.\\d%K%P",
"\\dKaede...s-suddenly...k-kiss?\\d%K%P",
"\\dSorry sweetheart. Are you mad...?\\d%K%P",
"\\dNo, not at all, I just...\\d%K%P",
"\\dGood then. I would hate to trouble you.\\d%K%P",
"Kaede looked like she only gave the whole situation\\na thought after the fact, and was starting to feel\\nembarrassed by it.%K%P",
"\\dWhat about you, though? You sure you wanted to\\nkiss the likes of me?\\d%K%P",
"\\dOf course! Want me to do it some more to prove\\nit?\\d%K%P",
"\\dYou're all cleaned up already, so next time it\\nwould just be for fun...\\d%K%P",
"I don't know if it was Yukari who set her off, but\\nsomething had clicked inside Kaede. It was as if a\\nswitch had been activated inside her.%K%P",
"\\dAkira...\\d%K%P",
"She looked at me with teary eyes, and drew me in\\nclose.%K%P",
"She pressed her lips, still wet from our last kiss,\\ninto mine.%K%P",
"\\dI'm the one that loves you... Watching that girl\\ntry to take you from me, I just...\\d%K%P",
"\\dHow dare you...\\d%K%P",
"\\dHow dare you how dare you how dare you! I'm his\\nwife! We are bound for life!\\d%K%P",
"\\dYou and your 'feelings' for him are nothing but a\\nnuisance.\\d%K%P",
"\\dThat's not true! It's not! Nope nope nope!\\d%K%P",
"\\dMy Akira, he accepted me! He took me as his wife!\\nHe's my one and only, my dearest husband!\\d%K%P",
"\\dYou'll pay for this...!\\d%K%P",
"Darkness began flowing out from within Yukari.%K%P",
"The air was dense with her Jinriki, and it was\\ntaking shape as Tatari.%K%P",
"\\dAre you trying to threaten me?\\d%K%P",
"\\dI'm sorry sweetie. Kaede Shizumori is not one to\\nfeel threatened by some lowly Tatari like yours. I\\nam of a much higher divinity than that.\\d%K%P",
"\\dNow behold the Jinriki power of a reformed\\nTatarigami!\\d%K%P",
"The Tatari grew yet larger and headed towards\\nKaede.%K%P",
"But a pure whiteness surrounded Kaede.%K%P",
"\\dBehold the power of the new me... I will not let\\nyour Tatari pollute these Kamimori lands...\\d%K%P",
"\\dB-But how...?\\d%K%P",
"Yukari's Tatari collided with Kaede's power.%K%P",
"They canceled each other out and the blasts\\ndissipated into thin air.%K%P",
"\\dWell? Is that all you've got?\\d%K%P",
"\\dShut up! Don't you doubt a wife's real power!\\d%K%P",
"\\dYour 'wife power' is Tatari, then? Don't make me\\nlaugh!\\d %K%P",
"\\dIf you want to claim him as your husband, then why\\ndon't we compete at something more apt?\\d%K%P",
"\\dFine! I have everything it takes to be the perfect\\nwife!\\d%K%P",
"\\dIs that so? By all means, tell me what it is\\nyou've got!\\d%K%P",
"The two Goddesses were locked in an increasingly\\nheated battle.%K%P",
"At least it had changed from a battle of Jinriki to\\none of boasts and brags, but it was easily just as\\nscary.%K%P",
"\\dAki, this way!\\d%K%P",
"\\dShion? You're here too...?\\d%K%P",
"The girl who latched on to my hand was Shion\\nMisono. Another Goddess I had known for a while.%K%P",
"She was a Goddess of Misfortune who came here\\nseeking salvation, a lot like Yukari.%K%P",
"These days she had a more positive air about her,\\nbut she had once been even more dangerous than\\nYukari.%K%P",
"\\dKaede had sensed a strange Jinriki, so she came to\\ninvestigate. So I just sorta followed her here,\\nthen...\\d%K%P",
"And now here we were.%K%P",
"Kaede had arrived to save me from Yukari creeping\\nup in the night, and now the two were locked in a\\nbattle of words.%K%P",
"\\dYou do not want to get caught up in that. Let's\\nkeep our distance.\\d%K%P",
"Shion led me away to safety, out to the reception\\nhall.%K%P",
"Yukari and Kaede were too busy fighting to even\\nnotice us.%K%P",
"\\dI'm his wife! His wife, you hear me?!\\d%K%P",
"\\dYou think being able to do a few chores makes you\\nwife material? I've got that down pat, plus I know\\nevery last thing about Akira.\\d%K%P",
"\\dI'm only just starting! I'll get there someday!\\d%K%P",
"\\dI'm telling you, you won't!\\d%K%P",
"\\dYou keep calling yourself his wife but you've\\nnever even thought about how he feels...\\d%K%P",
"\\dMe, on the other hand, I have that covered. I\\nwould be a far more suitable choice as Akira's\\nbetter half.\\d%K%P",
"\\dNot if I have anything to say about it!\\d%K%P",
"\\dI could say the same to you!\\d%K%P",
"They spat back and forth, tit for tat, and the\\nsituation continued to escalate.%K%P",
"They were fighting only with words, but who knew\\nhow long that would last.%K%P",
"\\dListen to them getting all worked up.\\d%K%P",
"\\dIt's not a pretty sight, that's for sure. And they\\ndon't even realize what a pain they're being to\\nyou. Idiots.\\d%K%P",
"\\dYou don't call either of them your wife, or your\\n'better half' or whatever, but still they blabber\\non. What a bunch of kids.\\d%K%P",
"Shion was way more relaxed than the other two. She\\ncould be troublesome and self-indulgent, but she\\nwas level-headed at times like these.%K%P",
"\\dYou're way easier to chill with.\\d%K%P",
"\\dWhat's that supposed to mean? You picking on me,\\nAki?\\d%K%P",
"\\dWhat? No. Are you worried?\\d%K%P",
"\\dWould it be bad if I was...?\\d%K%P",
"\\dNo, no. I mean, It's not like I don't like you.\\d%K%P",
"\\dWhoa now, killer. You trying to sweet-talk me?\\d%K%P",
"\\dJeez, no.\\d%K%P",
"\\dCome on, I'm playing! You go all out with Kaede,\\nbut this is what I get, huh?\\d%K%P",
"\\dOkay, well... See, that was...\\d%K%P",
"It was just one time, but Kaede and I had gotten\\nclose once before.%K%P",
"It turned out to be a bad decision however, and we\\nhad never really got along the same afterwards.%K%P",
"\\dHey, I get it.\\d%K%P",
"\\dBut I like you too, you know...\\d%K%P",
"\\dShion...?\\d%K%P",
"\\dIf Yukari's claimed the position as your wife, and\\nKaede's your better half, that leaves me as...your\\nmistress, maybe?\\d%K%P",
"\\dWhaddaya think, Aki? Will you take me as your\\nmistress?\\d%K%P",
"\\dI mean, why not just give me a try...yeah?\\d%K%P",
"And just like that she had her arms around me.%K%P",
"She had a small frame, way shorter than me, but she\\nheld me against her.%K%P",
"\\dAhaha... Look at me, hugging you...\\d%K%P",
"\\dJeez, what am I doing? But if I'm going to be your\\nmistress I need to do at least this much...\\d%K%P",
"None of this was like her at all. I could sense how\\nmuch courage she was mustering up to do this.%K%P",
"I'd never realized how much she had longed for me.%K%P",
"\\dSo? Not a bad hug, right?\\d%K%P",
"\\dHmm, well...for what there is...\\d%K%P",
"\\dYou callin' me small?!\\d%K%P",
"\\dThat's not what I said.\\d%K%P",
"She was small, but that wasn't to say she lacked\\nfeminine features.%K%P",
"As she latched on to me, her womanliness\\nelectrified me.%K%P",
"\\dFine, whatever. You just don't see me that way\\nbecause I don't have the bust she does.\\d%K%P",
"\\dNo, that's not true...\\d%K%P",
"\\dHmmm?\\d%K%P",
"She might not have realized it, but when she\\npressed herself into me, my mind definitely went\\nracing.%K%P",
"\\dAre you...? Does that mean...? Do I turn you on?\\d%K%P",
"\\dHey, come on! You don't need to say it like that.\\d%K%P",
"\\dHey! That's not a fair answer... C'mon, don't go\\nembarrassing me, jeez!\\d%K%P",
"\\dAh, whatever. I'll take it. As your mistress I'll\\ntake everything you throw at me.\\d%K%P",
"For some reason she seemed set on the idea, and\\nentrusted her body to me.%K%P",
"\\dGo ahead, Aki. Kaede was your first, but so what?\\nIt doesn't bother me...\\d%K%P",
"\\dMmmn...\\d%K%P",
"She puckered up her lips, waiting for a kiss.%K%P",
"\\dShion...\\d%K%P",
"\\dC'mon. Give me my first kiss...\\d%K%P",
"So she had never even kissed anyone before?%K%P",
"\\dAnd just WHAT do you think you're doing, Akira?\\d%K%P",
"\\dYukari...\\d%K%P",
"I turned to find Yukari with a fierce look of\\nwomanly rage on her face.%K%P",
"\\dHehehe, thought you could cheat on me, did you?\\nWhat if you caught something nasty?\\d%K%P",
"\\dWhat?! I'm not dirty!\\d%K%P",
"\\dShion, how could you...\\d%K%P",
"\\dCould you stop it with that face...?\\d%K%P",
"Kaede's face was grinning but her eyes lacked any\\nsuch emotion.%K%P",
"They screamed for payback.%K%P",
"\\dTo think little old Shion would sneak her way into\\nthis as Akira's mistress... Well played...\\d%K%P",
"\\dTime for a serving of the black! Drink up!\\d%K%P",
"Huh? Suddenly Yukari had a cup in her hand? And it\\nwas full of some horrid black something-or-other?!%K%P",
"\\dOne serving of black coffee!\\d%K%P",
"\\dWhat?! No way that's coffee! More like 100\\p\\nTatari juice!\\d%K%P",
"\\dHehehe, nonsense! It's full of healthy vitamins and\\nminerals!\\d%K%P",
"\\dYou're the one who wants to grow up. Don't worry,\\nI'll stop things before they get too out of hand.\\nNow, bottoms up!\\d%K%P",
"\\dWhat? Are you--?! Wait, no! Stop...!\\d%K%P",
"\\dNghaaa!!!\\d%K%P",
"To cut a long story short, the black liquid forced\\ndown Shion's throat was...regular old black coffee.%K%P",
"But Shion absolutely hated coffee, so it worked out\\nto be just as much of a punishment as anything she\\ncould imagine.%K%P"
]