[
"That crazy night finally came to an end.%K%P",
"Night gave way to day and Yukari and I sat eating\\nbreakfast.%K%P",
"\\dOkay Akira, time to eat! Aaah!\\d%K%P",
"Now, you might think she was trying to get me to\\nopen my mouth so she could feed me.%K%P",
"But actually, she wanted me to feed her.%K%P",
"\\dCome on! Feed me!\\d%K%P",
"\\dFine, sheesh.\\d%K%P",
"\\dMmm! Oh yes, this is what I call finding fortune\\namidst disaster!\\d%K%P",
"\\dOh nooo! I got some rice on my cheek! Kiss it off\\nfor me!\\d%K%P",
"\\dOh come on, you did that on purpose.\\d%K%P",
"\\dWho, me? How could I when I'm in a state like\\nthis?\\d%K%P",
"I gave another look at the 'state' she was in.%K%P",
"\\dYou sure look wrapped up tight.\\d%K%P",
"Her whole body was bound with ropes.%K%P",
"\\dHonestly, I can't believe she would treat me, your\\nsweet wife, in this manner.\\d%K%P",
"\\dBut I've got to admit, the situation may have its\\nadvantages!\\d%K%P",
"After the ruckus last night, Kaede said she had to\\ntake certain measures to feel comfortable with\\nleaving the two of us together.%K%P",
"\\dStill, what's up with these ropes? It's like\\nthey're made with Jinriki. I can't even budge.\\d%K%P",
"\\dThat'd be Kaede's guardian power.\\d%K%P",
"I did feel bad that she'd been tied up all night.\\nTrying to untie her, I'd even tried cutting the\\nropes, but nothing had worked.%K%P",
"\\dSo this is the power of a reformed Tatarigami,\\nhuh?\\d%K%P",
"\\dIt's exactly what you're hoping to accomplish. She\\nused to be a Tatarigami like you, but now she's a\\nnormal Goddess.\\d%K%P",
"\\dI guess I'll be better off learning from her... I\\nhate to admit it, and it's absolutely humiliating,\\nbut...\\d%K%P",
"\\dYou really consider her a rival, huh...\\d%K%P",
"\\dAre you kidding? She stole your virginity from me!\\nI'll never forgive her for that. I just can't!\\d%K%P",
"As her emotions rose, so too did the black haze of\\nher Tatari.%K%P",
"\\dYukari, you're oozing black again.\\d%K%P",
"\\dOh jeez. Sorry about that. I'm going to need you\\nto help me, Akira.\\d%K%P",
"\\dGive me a nice, big, lovey-dovey hug to save me.\\d%K%P",
"\\dAre you sure it has to be a hug...?\\d%K%P",
"I took hold of her hand just to see.%K%P",
"As I did, the Tatari faded away.%K%P",
"\\dSee? This works just as well.\\d%K%P",
"\\dWhat? But I still haven't even gotten a nice hug\\nand kiss!\\d%K%P",
"\\dCome on Tatari, put up a fight!\\d%K%P",
"\\dYou do realize that is the exact opposite of what\\nyou're here for, right?\\d%K%P",
"\\dBut... But...!\\d%K%P",
"\\dFine, sheesh. This will have to do, then.\\d%K%P",
"I put a hand on her head.%K%P",
"\\dAre you going to pat me on the head and show me\\nyour true love?\\d%K%P",
"\\dI wouldn't read into it quite that much, but yeah,\\nsure.\\d%K%P",
"I gave her a nice, soft pat on the head.%K%P",
"Her silky smooth hair felt good in my fingers.%K%P",
"\\dMy oh my... This is wonderful...\\d%K%P",
"\\dAhhh, true bliss! The merits only a wife can\\nenjoy.\\d%K%P",
"\\dYes. Aaah yes, I can imagine nothing better than\\nthis...\\d%K%P",
"Not too long after that Kaede and Shion showed up,\\nand Yukari was freed of her bindings.%K%P",
"\\dThere you are. Free as can be. Lucky you.\\d%K%P",
"\\dYou monster...\\d%K%P",
"\\dNo kidding, huh? Kaede has no chill. Are you\\nreally that worried about Aki?\\d%K%P",
"\\dWell, what do you think would have happened if I\\nhad let them be?\\d%K%P",
"\\dHe'd have been...violated?\\d%K%P",
"\\dWhat? No! We would have just had some vigorous\\nexercise.\\d%K%P",
"\\dSee? I was right. We can't leave this lewd\\ncreature alone with him.\\d%K%P",
"\\dHey, who you calling lewd?\\d%K%P",
"\\dNow Akira, just let me make sure. You're not going\\nto send her away, are you?\\d%K%P",
"\\dNo, I'm not. Sorry, Kaede.\\d%K%P",
"If I cast Yukari out, there would be nowhere for\\nher to go.%K%P",
"True, she did have a way of stirring up trouble,\\nbut if I kicked her out things would definitely be\\nmuch worse.%K%P",
"\\dOh, my sweet Akira!\\d%K%P",
"\\dHey! Jeez, relax already.\\d%K%P",
"The way she liked to latch on to me was really\\nwearing me out.%K%P",
"She might be a Goddess, but she was also a\\nbeautiful girl living under my roof. That kind of\\nthing can make a man's mind run wild.%K%P",
"\\dSee that? Now that is love! The beautiful love\\nthat binds Akira and me, his lovely wife!\\d%K%P",
"\\dYes, yes. We've had quite enough of that. Now step\\naway.\\d%K%P",
"\\dI. WILL. NOT!\\d%K%P",
"\\dThe world would crumble if I did!\\d%K%P",
"\\dYou mean because of your Tatari?\\d%K%P",
"\\dOh, no, I didn't mean...\\d%K%P",
"\\dHehehe, I would never try and destroy this\\nbeautiful world that you exist in!\\d%K%P",
"She was still latched on to me while she spoke, and\\nshowed no sign of letting go.%K%P",
"Kaede and Shion tried to wrench her off, but gave\\nup after not too long.%K%P",
"\\dYou shouldn't go taking advantage of how kind\\nAkira is.\\d%K%P",
"\\dWell, Aki here picked me up out of my troubles\\ntoo, so I can't really act all holier-than-thou\\nabout it.\\d%K%P",
"\\dIs that so...\\d%K%P",
"\\dYeah. So you see, I can't just go treating you\\nbetter than everyone else, Yukari. I plan on\\ntreating everyone here as equals.\\d%K%P",
"I was the sort of person who offered a hand to help\\nanyone in need.%K%P",
"I've heard it runs in the family. My father was the\\nsame. And his father, and his father before him on\\nand on through the generations.%K%P",
"\\dAnd since we all love you Akira, we don't intend\\nto force you to change your mind.\\d%K%P",
"\\dBut I cannot just allow all this to pass. Who\\nknows what this self-proclaimed 'wife' of yours\\nmight try to pull?\\d%K%P",
"\\dWhat are you going to do, then?\\d%K%P",
"\\dIf you aren't going to kick her out, Shion and I\\nwill just have to move in, too.\\d%K%P",
"\\dYour better half and your mistress will make sure\\nthat 'wife' of yours doesn't get out of hand.\\d%K%P",
"\\dBut if you're both here us newlyweds won't be able\\nto...you know...!\\d%K%P",
"\\dThat is precisely why we're staying. Got it?\\d%K%P",
"\\dI don't get it, I don't even want to get it...\\d%K%P",
"\\dWell it's going to happen, so even if you can't\\naccept it, you'd better at least acknowledge it.\\d%K%P",
"And that was that. Things were settled.%K%P",
"Just as I was about to pose my own thoughts, Kaede\\nbeat me to the punch.%K%P",
"\\dIf it's all right with you, I mean. This would be\\nfor your own good...\\d%K%P",
"\\dYeah, sure. But could I just say a word or two\\nabout a couple of things, though?\\d%K%P",
"\\dYou mean like that whole 'better half' part?\\d%K%P",
"\\dAh...\\d%K%P",
"\\dYeah! You run your mouth about everyone else, but\\nthen you go ahead and proclaim yourself his 'better\\nhalf!'\\d%K%P",
"\\dB-But...you're the one so insistent on calling\\nyourself his wife, I just needed to put myself in\\nthe picture too.\\d%K%P",
"\\dI guess I did the same thing calling myself his\\nmistress.\\d%K%P",
"\\dOn second thought, I suppose that was rather rash\\nof me. You know, calling myself that without asking\\nfirst...\\d%K%P",
"\\dDid it bother you...Akira?\\d%K%P",
"\\dOf course it did. Now go on Akira, send them both\\naway. Let's have some alone time and build\\nourselves a cozy love nest!\\d%K%P",
"\\dI told you already, I'm going to treat you all the\\nsame.\\d%K%P",
"\\dBut, you know... I won't object to just a hug or\\nsomething now and again.\\d%K%P",
"\\dI've got permission to embrace you, then?!\\nYippee!\\d%K%P",
"\\dWait, does that mean we'll have our moments too?\\d%K%P",
"\\dIt wouldn't be fair if only Yukari could, right?\\d%K%P",
"\\dOf course, you don't have to if you don't want to,\\nShion.\\d%K%P",
"\\dI want to! Bring it on!\\d%K%P",
"\\dYou're cool with this too, right Kaede?\\d%K%P",
"\\dI-I'm... Well...\\d%K%P",
"\\dAs long as it were in private, then...\\d%K%P",
"\\dThen what? Come on, spell it out for us!\\d%K%P",
"\\dI could never... I can't say...\\d%K%P",
"\\dSo you'd do the unspeakable?\\d%K%P",
"\\dAll three of us get a chance? Let's get right to\\nit! I'll dazzle you with the brilliance of my\\nlove!\\d%K%P",
"\\dWould you all just calm down?!\\d%K%P",
"I know I shouldn't have yelled, but it wasn't even\\nnoon yet.%K%P",
"You'd think Goddesses would have a little more\\nself-control.%K%P",
"A guy like me needed time to take it all in.%K%P"
]