[
"\\dOkay, since this is a serious competition, I think\\nwe should all plan separately.\\d%K%P",
"The three of them had always stuck together to\\nkeep an eye on each other, but Yukari's plan was\\nto split them up.%K%P",
"\\dI'll be using the kitchen, so none of you are\\nallowed in.\\d%K%P",
"\\dAnd I have things to attend to, so I'll be\\nleaving.\\d%K%P",
"\\dUh-huh. You two do your best now.\\d%K%P",
"\\dEheheh, but if you lay even a finger on Akira...\\nHehehe...\\d%K%P",
"She didn't need to say anything more than that\\nmenacing 'Eheheh' to get her point across before\\nshe left.%K%P",
"\\dYikes. Is anything scarier than that 'Eheheh' of\\nhers?\\d%K%P",
"\\dShe sounds like she could snap in an instant.\\d%K%P",
"\\dRelax. She'll be fine.\\d%K%P",
"\\dHey, shouldn't you be warning me, too?\\d%K%P",
"\\dDo I need to?\\d%K%P",
"\\dNah, I guess now's not the time for that anyway.\\d%K%P",
"She spoke so matter-of-factly as she turned to her\\nlaptop.%K%P",
"\\dPlus, I'm not about to lose to either of them.\\d%K%P",
"\\dWhat better way to liven the festival than to\\nbring in boatloads of cash?\\d%K%P",
"\\dIf that's the angle you're going for, you probably\\ndo have the advantage.\\d%K%P",
"But it wasn't going to be easy.%K%P",
"For one thing, Kaede already had more than a few\\nworshipers.%K%P",
"\\dYou think Kaede has the upper hand here?\\d%K%P",
"\\dSilly boy. No matter how many locals love her, if\\nwe bring in tourists that won't matter one bit.\\d%K%P",
"\\dWe're way out in the middle of nowhere here. You\\nreally think people are going to show up?\\d%K%P",
"During the day, the Shiraito Falls drew in some\\ntourists out to see nature.%K%P",
"But we'd be voting at the end of the festival, late\\ninto the night. It was hard to imagine anyone\\nhanging around that long.%K%P",
"\\dI'll figure out a way, don't you worry.\\d%K%P",
"\\dI'll start with some posts online, yeah? Get some\\nPR in the works.\\d%K%P",
"\\dDo you actually have any ideas yet?\\d%K%P",
"\\dI'm thinking of using Kaede in my plans.\\d%K%P",
"\\dHeaven only knows what Yukari is scheming, but\\nI've got a pretty good idea what Kaede is going to\\ndo.\\d%K%P",
"\\dThink about it - she headed straight for the\\nkitchen. Maybe she's whipping up a special festival\\nmenu?\\d%K%P",
"That did seem likely.%K%P",
"Kaede used to be a bit rough around the edges, but\\nshe was dependable.%K%P",
"We could rest assured that she was taking a simple\\napproach, and wasn't planning on pulling any\\nstunts.%K%P",
"\\dSo I'm thinking of using her to my advantage, and\\ndrawing people in for the food.\\d%K%P",
"\\dShe'll do all the hard work, and I'll draw the\\ncrowd! Just the minimum amount of effort you'd\\nexpect from me, right?\\d%K%P",
"\\dYou amaze me with your crookedness.\\d%K%P",
"Kaede was too innocent to be anything but happy at\\nthe prospect of Shion 'working together' with her.%K%P",
"But Shion was aiming to take all the credit.%K%P",
"\\dOf course, if she ever caught on to me, I'd be\\nscrewed.\\d%K%P",
"\\dSo keep this all on the down-low, would ya?\\d%K%P",
"\\dYou keep my secret, and I'll make it up to you.\\d%K%P",
"With that she left the room.%K%P",
"Apparently she was preparing something for me.%K%P",
"She was trying to buy my silence, but I hadn't\\nplanned on snitching anyway...%K%P",
"\\dOkay, ready!\\d%K%P",
"\\dTa-da! This is for keeping quiet!\\d%K%P",
"\\d...Huh?\\d%K%P",
"Shion was standing there with an apron on for some\\nreason.%K%P",
"\\dSo...are you going to cook for me or something?\\d%K%P",
"\\dOf course not! Just LOOK! Nothing under this\\napron!\\d%K%P",
"She jumped around to make her point, and the cute\\napron fluttered about.%K%P",
"I saw no sign of clothing beneath it.%K%P",
"\\dOh, do you want me to turn around so you can get\\na better look?\\d%K%P",
"\\dNo, no. I get it. Just stay still.\\d%K%P",
"\\dOh come on, I know you're a butt guy!\\d%K%P",
"\\dWhat! Who? Me?\\d%K%P",
"Okay, so I had complimented her on her behind\\nbefore.%K%P",
"But I didn't mean it in that sort of way.%K%P",
"\\dWell how about a little side boob then?\\d%K%P",
"As she twisted, I caught sight of her body, from\\nher side to her breasts.%K%P",
"Shion wasn't exactly what you would call curvy, but\\nshe had her own charm.%K%P",
"\\dHeh, enjoying the view?\\d%K%P",
"\\dReady for my finisher?\\d%K%P",
"\\dOpen sesame!\\d%K%P",
"She pinched the ends of the apron and started to\\nlift it up.%K%P",
"Not all the way, of course, but just far enough to\\nbe on the very edge of being revealing.%K%P",
"\\dShion, you really...\\d%K%P",
"\\dWhaddya think? Getting all worked up?\\d%K%P",
"\\dAny more, and I'm not sure I could hold myself\\nback.\\d%K%P",
"\\dWell that's kind of what I was hoping for.\\d%K%P",
"\\dCould you at least pick a better time or place?\\d%K%P",
"\\dSo I should sneak up on you in the middle of the\\nnight like Yukari? I'm not sure Kaede would like\\nthat.\\d%K%P",
"\\dShe's stronger than she looks, too.\\d%K%P",
"\\dThere's a whole legend about how she got into\\nthis, like, sumo battle with another Goddess before\\nand sent her home crying.\\d%K%P",
"\\dYikes...\\d%K%P",
"The place that legend was said to have occurred\\nwas still a barren wasteland with a blood red hot\\nspring today.%K%P",
"It was only a legend, of course, but when you live\\nwith someone from said legend, it feels a lot more\\nreal.%K%P",
"\\dThat's why I figured now was my best chance.\\d%K%P",
"\\dShe's always so worried about Yukari that she\\nnever leaves your side.\\d%K%P",
"Which had stopped Shion from pulling anything, too.\\nUntil now.%K%P",
"\\dWinning our little competition will be easy.\\nWinning your heart, not so much.\\d%K%P",
"\\dYou may not have realized this, but I can be\\npretty selfish.\\d%K%P",
"\\dI make sure I get what I want, no matter what it\\ntakes.\\d%K%P",
"\\dSo prepare yourself, Aki!\\d%K%P",
"\\dAaand that's all for now! That was your payment.\\nHaha, how embarrassing! Catch ya later!\\d %K%P",
"She said what she had to say and then took off.%K%P",
"\\dYou were embarrassed that whole time?\\d%K%P",
"She had strutted out like she had not a care in the\\nworld, but I guess she had just been playing tough.%K%P",
"\\dShe's hard to read, that one.\\d%K%P",
"Shion might play dirty and use the occasional\\nunderhanded tactic, but you couldn't hate her for\\nit.%K%P",
"She was still a good Goddess at the core.%K%P",
"She would definitely work hard to make this\\nfestival a success.%K%P",
"No matter how it might turn out in the end, I could\\nat least commend her on that.%K%P"
]