[
"I'd underestimated Yukari's Tatari.%K%P",
"All this time I had thought everything would be\\nfine if I used my powers to suppress it.%K%P",
"But some things were beyond even my powers, as\\nthis little episode had revealed.%K%P",
"\\dI didn't think Yukari would hide herself for two\\nwhole days...\\d%K%P",
"We needed to talk to someone about this.%K%P",
"But Yukari wouldn't dare to ask anyone.%K%P",
"She was acutely aware of the trouble she would\\ncause, and how easily she had been let off so far.%K%P",
"But now she had expressed her desire to stop being\\na Tatarigami.%K%P",
"As her husband, I had to support her.%K%P",
"\\dAnd that's why you came to me?\\d%K%P",
"\\dYou would be the best person to ask about this\\nmatter, wouldn't you?\\d%K%P",
"\\dP-Please and thank you...\\d%K%P",
"Yukari kept her head bowed. She had been reluctant\\nto ask Kaede for help.%K%P",
"\\dFinally! I was wondering how much longer you were\\ngoing to make me wait.\\d%K%P",
"\\dUgh...\\d%K%P",
"\\dI know, I know... You'd rather not owe me any\\nfavors, right?\\d%K%P",
"Sighing lightly, Kaede sat up straight and faced\\nYukari and me.%K%P",
"\\dHow to stop being a Tatarigami, you ask?\\d%K%P",
"\\dThe truth is, there's no clear procedure.\\d%K%P",
"\\dWhat?\\d%K%P",
"That took the wind out of Yukari's sails right\\naway.%K%P",
"\\dWait, wait, let me finish.\\d%K%P",
"\\dThe process isn't clear, but I have a vague idea.\\d%K%P",
"\\dThe key to everything is that dark feeling within\\nyou.\\d%K%P",
"\\dOnce it's fully dispelled, you just sort of\\nrealize that you're no longer a Tatarigami.\\d%K%P",
"\\dDark feeling?\\d%K%P",
"\\dThere's nothing like that in me! My heart is the\\npicture of purity and light!\\d%K%P",
"\\dYes, my sincere love for Akira has painted me in\\nthe color of happiness!\\d%K%P",
"That was a bold declaration.%K%P",
"But to be honest, it was the darker side of\\nYukari's personality that stood out more than\\nanything.%K%P",
"\\dPurity and light? Even though you're always\\nleaking tendrils of dark Jinriki?\\d%K%P",
"\\dIs that the 'dark feeling' you were talking\\nabout?\\d%K%P",
"\\dNot exactly, but similar.\\d%K%P",
"\\dOn a superficial level, Yukari can purify herself\\nif she just puts her mind to it. It's what sleeps\\ndeep inside that she can't change so easily.\\d%K%P",
"\\d...What's your point, exactly?\\d%K%P",
"\\dI think right now the trigger for your Tatari is\\nrelated to Akira. Probably something to do with\\njealousy.\\d%K%P",
"\\dBut that's just a trigger. The dark feeling you\\nbear deep inside is the source the Tatari feeds\\non.\\d%K%P",
"\\dResentment, hatred, anguish... Can you think of\\nanything like that from before you came here?\\d%K%P",
"\\dBefore coming here? I don't really want to recall\\nthe things I went through before meeting Akira...\\d%K%P",
"\\dBut I guess it has to be done. Let's see what I\\ncan remember...\\d%K%P",
"Yukari's face twisted in pain for a moment as she\\nstarted going over her memories.%K%P",
"\\dPeople lashed out at me because they didn't like\\nmy attitude. They'd slap my face and...\\d%K%P",
"\\dThose I thought were my friends suddenly grabbed\\nmy hair and cut it off.\\d%K%P",
"\\dI was the prime suspect if anything bad happened.\\nI was made a scapegoat countless times.\\d%K%P",
"\\dEveryone treated me as a bad omen. They feared,\\ndespised, and shunned me.\\d%K%P",
"\\dThat's about all I can remember, though. Nothing\\nbad enough to create Tatari...\\d%K%P",
"\\dDon't say that!\\d%K%P",
"I always knew Yukari had been through a lot of\\nsuffering, but this was beyond what I'd imagined.%K%P",
"I'd heard that people had shunned her in the past,\\nbut it sounded like that wasn't all that happened.%K%P",
"\\dI understand your anger, Akira, but all Tatarigami\\ngo through similar experiences.\\d%K%P",
"\\dIt was the same for me. I may seem happy now, but\\nthat's only because I've kept my past buried.\\d%K%P",
"Kaede's smile had an edge of sorrow to it.%K%P",
"That expression was the same one Yukari had on her\\nface sometimes. It was hard to bear.%K%P",
"\\dI can't believe it...\\d%K%P",
"I'd never asked about their pasts out of\\nconsideration. I had no idea it was this bad.%K%P",
"How clueless had I been, laughing along with Kaede\\nwithout even realizing the darkness she once bore?%K%P",
"\\dMost Tatarigami experience rejection from humans\\nat some point.\\d%K%P",
"\\dYet we never stop seeking human contact, wanting\\nto be loved by them.\\d%K%P",
"\\dDon't you agree, Yukari?\\d%K%P",
"\\dYes... I'm the same, I think.\\d%K%P",
"\\dI sought human contact. I wanted to befriend them,\\nto play and laugh alongside them.\\d%K%P",
"\\dThe fact that I knew it could never happen made\\nmy desire for it even stronger...\\d%K%P",
"The fear of even a fleeting touch being rejected.%K%P",
"The pain of getting used to constant alienation.%K%P",
"How many times had Yukari gone through all that?%K%P",
"The dregs of her worn-out heart must have pooled\\ntogether and turned into the 'dark feeling' Kaede\\nhad mentioned.%K%P",
"\\d...I get it now.\\d%K%P",
"Feeling pity for Yukari here wouldn't have\\nsolved anything.%K%P",
"Instead, it would be best to try making\\nconstructive suggestions for the future.%K%P",
"\\dIn short, if Yukari's wish for human contact is\\ngranted, her dark feelings will disappear, and\\nshe'll cease being a Tatarigami, right?\\d%K%P",
"\\dMost probably.\\d%K%P",
"\\dThat makes things easier. The shrine regulars all\\nknow Yukari now. That's half the job done, isn't\\nit?\\d%K%P",
"She was rather popular among the local ladies, too.%K%P",
"If she kept strengthening those bonds, it was only\\na matter of time before she formed some real\\nfriendships.%K%P",
"\\dUh, the shrine-goers?\\d%K%P",
"\\dSomething wrong with them?\\d%K%P",
"\\dTo be blunt, yes. Don't I have the right to choose\\nwho I want to get along with?\\d%K%P",
"\\dBeggars can't be choosers, you know.\\d%K%P",
"\\dThat dark feeling within me won't ever go away if\\nI compromise on this matter!\\d%K%P",
"True, a friendship Yukari hadn't asked for may just\\nbring back unpleasant memories.%K%P",
"\\dSo who do you want, then?\\d%K%P",
"\\dWhy, I want you, of course!\\d%K%P",
"\\dIf I was the right person, this problem would've\\nbeen solved a long time ago, don't you think?\\d%K%P",
"Even if it hadn't been made official yet, we were\\nalready married.%K%P",
"Was there a closer relationship than marriage?%K%P",
"\\dIn the sense that we share a unique and\\nirreplaceable bond of love, yes...\\d%K%P",
"\\dBut it's not enough! I feel like you don't love me\\nas much as I love you!\\d%K%P",
"\\dAre you saying I should shower you with affection\\nthe same way you do to me?\\d%K%P",
"\\dAre you trying to kill him?\\d%K%P",
"\\dO-Of course not...\\d%K%P",
"\\dI'm not saying it should be exactly the same... I\\nwouldn't want you to become an entirely different\\nperson.\\d%K%P",
"Thankfully, Yukari had some self-awareness about\\nthe weight of her affection.%K%P",
"\\dWhat I'd really like is for you to show more love\\nfor me in a way that suits your personality, you\\nknow?\\d%K%P",
"\\dJust like how I love you from the bottom of my\\nheart...\\d%K%P",
"Leaving aside those glimpses of Yukari's extreme\\npersonality, it was obvious she found something\\nlacking in our relationship.%K%P",
"I'd been doing my best to genuinely accept her as\\nmy wife, but apparently I needed to do more.%K%P",
"\\dAll right, I'll try to be more passionate about\\nshowing how I feel.\\d%K%P",
"\\dBut you'll need to let me know when I'm not doing\\ngood enough.\\d%K%P",
"\\dAkira... Thank you. Are you sure you want to\\nentertain this selfish request of mine?\\d%K%P",
"\\dSure I'm sure. It's part of a husband's job to\\nlisten to his wife's selfish requests, isn't it?\\d%K%P",
"\\dBesides, it's worth the effort if it makes you\\nhappy.\\d%K%P",
"\\dAkira...\\d%K%P",
"The look of joy on Yukari's face was almost\\ninfectious.%K%P",
"\\dLooks to me like he already loves you more than\\nenough.\\d%K%P",
"\\dNo way! True love is a lot more intense than this,\\nI'll have you know!\\d%K%P",
"\\dAnd that means I have a lot more to look forward\\nto. Right, Akira?\\d%K%P",
"\\dAs long as you try not to go overboard.\\d%K%P",
"\\dHehehe! I'll follow your lead.\\d%K%P"
]