[
"\\dWell done, everyone! Now let's eat, drink, and be\\nmerry!\\d%K%P",
"The night of the festival had drawn to a close.%K%P",
"The long-awaited closing party was about to begin.%K%P",
"The main hall was bustling with energy from people\\nmore excited about the party than the festival\\nitself.%K%P",
"\\dAkira! Here, have a drink!\\d%K%P",
"\\dWhoa, sure. Thanks.\\d%K%P",
"Though we were supposed to be hosting, the girls\\nand I were given the seat of honor this time.%K%P",
"Yukari sat snugly next to me, pouring me drinks.%K%P",
"\\dThere's a lot of good food, so eat up! What would\\nyou like? I'll grab it for you!\\d%K%P",
"Yukari was waiting on me hand and foot.%K%P",
"She made sure I had everything I needed.%K%P",
"\\dThat's not fair, Yukari!\\d%K%P",
"\\dWe want to care for Akira too...\\d%K%P",
"\\dEhehehe! But he's all mine for tonight!\\d%K%P",
"\\dBecause I'm the winner of the poll. And only the\\nwinner is worthy to sit beside Akira!\\d%K%P",
"Yukari clung to my side as she said all that.%K%P",
"In the end, the dance performance had been the\\ndeciding factor in the final vote, and Yukari had\\nwon.%K%P",
"\\dYou only won by a narrow margin!\\d%K%P",
"\\dI was so close...\\d%K%P",
"\\dI don't care, I won with the most number of votes\\nand that's that!\\d%K%P",
"\\dGrrr...\\d%K%P",
"Even the usually strong-willed Kaede couldn't say\\nanything to refute that.%K%P",
"\\dYou're all still equal in my eyes, of course.\\d%K%P",
"\\dYes, yes, of course. That's why I'll have you all\\nto myself tonight, as the winner.\\d%K%P",
"Yukari leaned on me affectionately, rubbing her\\nskin against mine.%K%P",
"\\dYou're making use of the situation to touch him!\\d%K%P",
"\\dEhehe! Such a strong and smooth chest...\\d%K%P",
"\\dOhh... I'm so envious...\\d%K%P",
"\\dHere, Akira, have some fried chicken. Say aah!\\d%K%P",
"\\dHrmph!\\d *munch, munch*%K%P",
"\\dI squeezed out some free time during the festival\\nto personally make all this for you!\\d%K%P",
"\\dReally? Thanks! You're a great help.\\d%K%P",
"\\dThe local ladies helped too, to be precise.\\d%K%P",
"\\dEven so...\\d%K%P",
"Kaede and Shion had had their hands full with the\\nfestival and couldn't help prepare for the party.%K%P",
"I knew we would have visitors, as we usually did,\\nbut I hadn't thought that Yukari would help out.%K%P",
"\\dBuilding good relationships with the neighbors is\\nan essential duty for a good wife.\\d%K%P",
"\\dYukari really is a fine young wife.\\d%K%P",
"\\dAww, no need to be so truthful!\\d%K%P",
"\\dHa-ha! You're a shrewd girl, and you know how to\\ndeal with the drunks, which is good enough for me!\\d%K%P",
"Yukari was chatting with an old lady nearby.%K%P",
"Wait, when did they become so friendly?%K%P",
"\\dWe're on Yukari's side. You're the only wife fit\\nfor Akira.\\d%K%P",
"\\dHehehe! You're much too kind.\\d%K%P",
"\\d...You were aiming for their votes?\\d%K%P",
"\\dJust a coincidence! I'd like to think my sincerity\\nhas touched everyone's hearts.\\d%K%P",
"Yukari smiled calmly.%K%P",
"Whether it was a victor's complacent smile, or the\\nsmile of an approved wife, I couldn't tell.%K%P",
"Whatever the case, she seemed to be doing well, in\\nher own way.%K%P",
"\\dI didn't know she was targeting them...\\d%K%P",
"\\dIt was a blind spot. I was so sure I had the\\nsupport of all the old men, too...\\d%K%P",
"\\dWomenfolk make the world go 'round. You can't\\nwin without the help of hardworking ladies!\\d%K%P",
"\\dI guess you have a point.\\d%K%P",
"Yukari, Shion, and Kaede had all been targeting\\ndifferent groups of people.%K%P",
"Yukari's victory made it clear the village ladies\\nhad a powerful say in how things were run.%K%P",
"\\dAkira, I'll become a good wife, so...\\d%K%P",
"\\dWhat are you saying? You're already a great wife!\\d%K%P",
"\\dOkay, then I'll become an even better wife! I'll\\nbecome good enough to be your number one!\\d%K%P",
"\\dI know you think of us as equals now, but I'll\\nmake you fall for me with the power of love!\\d%K%P",
"\\dHehe...\\d%K%P",
"\\dEhehehe!\\d%K%P",
"\\dAhahaha! I can't stop laughing at the thought!\\d%K%P",
"\\dEverything's going according to plan! It's all\\nworking out so smoothly!\\d%K%P",
"\\dI knew from the start he wouldn't marry only me.\\nFor now, I'll just work on making him accept me.\\d%K%P",
"\\dThe battle's only just begun... I'll make him fall\\nhard for me with my lovely charms.\\d%K%P",
"\\dI'll make him think long and hard about just who\\nthe best wife for him is!\\d%K%P",
"\\dOh, Akira... Akira Akira Akira!!!\\d%K%P",
"\\dMy beloved husband... I love you...love you...\\d%K%P",
"\\dI'm head over heels in love with you... My true\\nprince charming...\\d%K%P",
"\\dI'll make you know, with all your senses, how much\\nof a woman I really am...\\d%K%P"
]