[
"It didn't take long for things to calm down.%K%P",
"After a while, Yukari and I had found some hidden\\nchocolates and quietly ate them together.%K%P",
"Our surroundings grew quieter as night fell.%K%P",
"\\dWhat time is it now, Akira?\\d%K%P",
"\\dIt's 11:18 pm. Soon it'll be a new day.\\d%K%P",
"\\dAlready so late, huh?\\d%K%P",
"Though we weren't sleepy, we turned off the lights.%K%P",
"Our conversation tapered off in the darkness, as\\ndid the volume of our voices.%K%P",
"We sat as close together as we could to ensure we\\ncould hear each other.%K%P",
"\\dI wonder what Kaede and Shion are doing now?\\d%K%P",
"It was already late, yet no one had come to look\\nfor us.%K%P",
"Either they couldn't break through the Tatari\\nbarrier, or they trusted us.%K%P",
"In any case, there was no way for us to find out\\nwhat was happening outside.%K%P",
"\\dIf we can find Shion's laptop, we could contact\\nthem and let them know what's going on.\\d%K%P",
"\\dI don't think it's here. We would have found it\\nby now if it was.\\d%K%P",
"A thin smile rose to Yukari's lips.%K%P",
"I thought she would love being together like this,\\nbut her expression made it hard to tell exactly how\\nshe felt.%K%P",
"\\dIf only...\\d%K%P",
"\\dIf only I could live like this with just you\\nforever...\\d%K%P",
"Her lamentation sounded almost like resignation.%K%P",
"Resignation to the fact she would have to merely\\naccept fate instead of enjoying the long-awaited\\nfruits of her yearning.%K%P",
"\\dThis isn't like you at all.\\d%K%P",
"\\dHuh?\\d%K%P",
"\\dYou're not acting like yourself. The Yukari I love\\nwould never behave like this.\\d%K%P",
"I couldn't accept the defeatist attitude Yukari had\\ntaken on.%K%P",
"\\dAre you really happy with this? Somehow I don't\\nthink you are.\\d%K%P",
"\\dIf this was what you really wanted, you wouldn't\\nsound so sad right now.\\d%K%P",
"Her smile would've been brighter and happier.%K%P",
"I admit I found her scary at times, but in my eyes\\nher candid way of expressing her feelings was\\nsomething beautiful.%K%P",
"\\dTell me the truth. Is this what you really want,\\nYukari?\\d%K%P",
"\\dI...\\d%K%P",
"\\dI...don't think so.\\d%K%P",
"\\dI don't want to be alone with you if it means I\\ncan't even touch you...\\d%K%P",
"\\dAnd it's kinda dull, isn't it? When it's just the\\ntwo of us?\\d%K%P",
"\\dIt's only meaningful to be alone together when we\\nalways have others with us.\\d%K%P",
"\\dWhere's the fun in being together in this\\nclosed-up world?\\d%K%P",
"\\dI want to be with you in a world that we share\\nwith everyone else.\\d%K%P",
"That was what I had come to realize after being\\nhere.%K%P",
"And I knew Yukari had to feel the same way.%K%P",
"\\dEven if it means my Tatari will always be showing\\nup?\\d%K%P",
"\\dI'll make so much trouble for you and the others.\\nAre you willing to accept that?\\d%K%P",
"\\dI am.\\d%K%P",
"\\dThe Tatari of jealousy is like a part of your\\npersonality.\\d%K%P",
"\\dNow I understand that, it's not so hard to handle,\\nreally.\\d%K%P",
"\\dBesides, I'll be right there for you whenever your\\nTatari goes crazy.\\d%K%P",
"\\dFeel free to unleash it whenever you like, it'll\\nbe no match for me.\\d%K%P",
"\\dIt's only right for a married couple to support\\neach other through thick and thin.\\d%K%P",
"\\dAkira...\\d%K%P",
"Yukari was looking at me through tear-filled eyes.%K%P",
"We wanted so much to touch but were not able to.%K%P",
"An embrace at this moment would fill us both with\\nsuch great happiness.%K%P",
"\\dYukari...\\d%K%P",
"\\dYes, Akira?\\d%K%P",
"\\dI feel like I've never really made it clear\\nbefore.\\d%K%P",
"\\dSo I just wanted you to know...\\d%K%P",
"\\dI'm willing to accept you, your Tatari, and your\\nsomewhat extreme personality.\\d%K%P",
"\\dI love all of you, including your radical\\ntendencies.\\d%K%P",
"\\dSo please, Yukari Amatsu. Will you marry me?\\d%K%P",
"We were already all but recognized as married, but\\nI'd never really proposed to her.%K%P",
"I wanted her to know how I felt.%K%P",
"That I needed her by my side, as my lifelong\\npartner.%K%P",
"\\dAre you sure, Akira? Are you really sure about\\nthis?\\d%K%P",
"\\dYou're the one I want, Yukari. I can't live\\nwithout you.\\d%K%P",
"\\d...You'll never be able to get rid of me once you\\nmake me your own, do you understand that?\\d%K%P",
"\\dOf course. I won't let anyone tear us apart.\\d%K%P",
"\\dI'll never let you out of my life either...\\d%K%P",
"\\dMy dear husband, Akira...\\d%K%P",
"\\dI want to be with you forever.\\d%K%P",
"\\dMmm...\\d%K%P",
"We sealed our sacred vow with a kiss on this holy\\nground.%K%P",
"It wasn't that either of us were searching for each\\nother.%K%P",
"We were simply brought together by fate.%K%P",
"\\dAh...\\d%K%P",
"As my powers overlapped with Yukari's Tatari, the\\nbarrier starting falling apart.%K%P",
"Our private world came to an end the moment our\\nlips touched.%K%P",
"\\dAkira...\\d%K%P",
"There was no need for hesitation anymore.%K%P",
"We embraced each other tightly, as if finally freed\\nfrom everything.%K%P",
"\\dI can finally touch you...\\d%K%P",
"\\dI've been wanting to touch you, too.\\d%K%P",
"\\dI'm so happy.\\d%K%P",
"\\dTo be joined together with you in this way...\\d%K%P",
"\\dIs a Tatarigami allowed to bask in so much bliss?\\d%K%P",
"\\dOf course you are. Didn't your fortune slip say as\\nmuch?\\d%K%P",
"\\dOh!\\d%K%P",
"Yukari had been keeping the fortune she had\\nreceived at the main shrine close at all times.%K%P",
"Fate must have guided her to this shrine.%K%P",
"\\dI love you, Akira...\\d%K%P",
"\\dCan we, umm, you know...\\d%K%P",
"\\dKiss one more time?\\d%K%P",
"Our lips met once more.%K%P",
"Now that the barrier was gone, Kaede and\\nthe others would soon be here.%K%P",
"But until then...%K%P",
"*smooch*%K%P",
"...I wanted to enjoy this secluded world for a\\nlittle while longer.%K%P",
"As we kissed and embraced each other, Yukari and I\\nslowly became one.%K%P"
]