[
  "'Hello, everyone! WE ARE L☆SEVEN!'%K%P",
  "The gods are nourished by Sakimitama,\\nwhich brings forth their Jinriki.%K%P",
  "Sakimitama means the good hearts and good will of\\nhumanity. Faithful minds create better Sakimitama,\\nwhich become a source of strength for the gods.%K%P",
  "And the path chosen by many goddesses to\\ngather Sakimitama in today's society was,\\noddly enough, the entertainment industry.%K%P",
  "'We're so grateful you all came to see us today! \\nNow come on everybody, let's have some fun!'%K%P",
  "This was the Divine Idol group L☆SEVEN. \\nThey were the most popular idol group of all.%K%P",
  "Playing on the big screen in front of Akihabara\\nstation was L☆SEVEN's concert footage.%K%P",
  "Seeing as how they were all goddesses, of course they\\nwere beautiful, and they were great singers and\\ndancers. No wonder they could get so popular.%K%P",
  "'But whenever she comes by the house,\\nshe's such a normal, down-to-earth girl.'%K%P",
  "Sara Benzaiten, the center girl in L☆SEVEN,\\nwas someone I knew personally.%K%P",
  "But the girl who glittered up there on stage\\nwas like a completely different person.%K%P",
  "I was proud of all her hard work, but at the same\\ntime there was a distance between us;\\nit was a complicated feeling.%K%P",
  "'But anyway, there sure are a lot of goddesses\\naround Akiba these days.'%K%P",
  "Driven by L☆SEVEN's popularity,\\nDivine Idols were increasing by the day.%K%P",
  "Countless goddesses gathered here in Akihabara,\\nthe holy land for pop idols.%K%P",
  "They put on gaudy costumes, passed out\\nflyers, and of course performed.%K%P",
  "A year ago this place was packed with\\nmere humans, now it was full of goddesses\\nwith aspirations of idolhood.%K%P",
  "But no one really bats an eyelash at all\\nthe goddesses now.%K%P",
  "A year after the Descent,\\nthey're already a normal part of daily life.%K%P",
  "Or at least, that's what I thought.%K%P",
  "'...'%K%P",
  "The intro flowing out of the speakers was solemn,\\nlike old imperial court music.%K%P",
  "But just when I thought it was another old Divine\\nIdol, it flipped into a catchy pop melody.%K%P",
  "'Ooohhh♪'%K%P",
  "Powerful vocals exploded out of the speakers.%K%P",
  "All the passersby stopped what they were doing\\nin response to the singing.%K%P",
  "But that was over in an instant. Most of the people\\nquickly returned to their daily lives, walking off\\nsomewhere.%K%P",
  "Those who stayed, however, were enthralled by her\\nsong. I was one of those.%K%P",
  "'This... Really is something.'%K%P",
  "This little corner was overrun with a kind of heat\\nthat cut right to a person's soul.%K%P",
  "She wasn't dressed like an idol, she was wearing\\nthe uniform of a nearby school, and her equipment\\nwas cheap busker-level stuff. %K%P",
  "Even then, when she sang,\\nfor an instant she sparkled, too.%K%P",
  "Her passionate performance touched something\\nin me, and soon I was moving my body without\\neven realizing it.%K%P",
  "'Shuuurii!!'%K%P",
  "'Thank you so much, everyone!' \\nOkay then, it's about that time!'%K%P",
  "At her call, some unseen force began to respond.%K%P",
  "Around her uniformed figure,\\ncountless balls of light appeared.%K%P",
  "They spun along with her dance moves, glittering,\\nand turned the performance into a gorgeous show.%K%P",
  "No human could have done it, it was divine work.%K%P",
  "She turned up the voltage,\\nand the street corner went wild.%K%P",
  "Her voice grew more fiery,\\nand her dancing more fervent.%K%P",
  "The crowd cheered as one,\\ntheir fists raised in the air.%K%P",
  "'Shuuurii!!'%K%P",
  "It was like something out of a movie. And to think,\\nI hadn't felt it anything special before!%K%P",
  "'So this is what a Divine Idol is really like...'%K%P",
  "I'd been completely enthralled,\\nby the power of a live Divine Idol show.%K%P",
  "Now I understood. \\nI knew why everyone was so crazy about L☆SEVEN.%K%P",
  "The whirling lights started to close in,\\nand the song sounded like it was coming to a close.%K%P",
  "But the dancing lights didn't hold my eyes. \\nThey were fixed on her, still singing so happily.%K%P",
  "'Okay then, I hope to see you all at my next show!'%K%P",
  "I ended up staying to the very end.%K%P",
  "I was warmed through and through. \\nThe performance still resonated through me, undying.%K%P",
  "'I think she said her name was Shuri Kisshouten...'%K%P",
  "Apparently she was striving to become\\na Divine Idol, too.%K%P",
  "She was still an amateur compared to L☆SEVEN. \\nBut I couldn't deny I had been moved by her\\nperformance.%K%P",
  "There was something special about her voice,\\nsomething that reached into people's hearts.%K%P",
  "Was it something every Divine Idol had,\\nor something particular to her?%K%P",
  "As it was, I didn't really know,\\nbut I wanted to find out more.%K%P",
  "This place, Akihabara,\\nhad long been a holy land for pop idols.%K%P",
  "Girls with dreams of idolhood had come,\\nand then gone.%K%P",
  "There were those whose dreams came true,\\nand they mounted the big stage,\\nand those whose dreams had died here.%K%P",
  "Akihabara was a place with milestones for either\\npath, a place of varicolored memories.%K%P",
  "That will surely never change, not for people,\\nand not for goddesses.%K%P",
  "Divine Idols are hatched here,\\nand someday they may spread their wings and fly away.%K%P",
  "Fly away to that big sparkling stage...%K%P"
]