[
  "'Okay, let's wrap things up for today.'%K%P",
  "'Phew, I'm exhausted.'%K%P",
  "The duo finished their rehearsal\\nand took a well-earned rest.%K%P",
  "They were learning to cooperate better\\nand didn't argue so much anymore.%K%P",
  "'Your camera technique is really shaping up, too.'%K%P",
  "'Heh heh. Good thing you practiced with me!'%K%P",
  "'I never thought you'd do something like that\\nwithout me.'%K%P",
  "Kagura's individual video had secured\\nher popularity.%K%P",
  "The group name had been Kagura & Shuri (TBC)\\nfor three days now.%K%P",
  "Their training was going well, and people were\\nstarting to recognize that their skills were\\nimproving.%K%P",
  "But there was still something we were missing.%K%P",
  "Kagura and Shuri had plenty of passion,\\nbut as a duo they just weren't coming together.%K%P",
  "Even after all this time,\\nthey still hadn't managed an error-free run through.%K%P",
  "'I've got a long way to go, too...'%K%P",
  "I muttered to myself while going\\nthrough today's footage.%K%P",
  "The girls' lack of unity had made me\\nstart to doubt my own skills.%K%P",
  "After practicing with Kagura I'd gotten\\na little better with the camera,\\nand my editing was improving, too.%K%P",
  "As a result, I was more capable of showcasing\\nShuri and Kagura's charms.%K%P",
  "'I still get too nervous shooting\\nthe sexy angles, though.'%K%P",
  "It's not like I was trying to take the videos in that\\ndirection, but it inevitably ended up that way.%K%P",
  "Just watching got me all hot and bothered.\\nI couldn't help it, I wasn't used to being\\naround girls.%K%P",
  "'Just remember, they're goddesses...\\nGoddesses... Goddesses...'%K%P",
  "'What's that about goddesses?'%K%P",
  "I turned around and found Sara standing behind me.%K%P",
  "'Sara? What are you doing here...?'%K%P",
  "'Your aunt asked me to bring you up some tea...'%K%P",
  "Sara hesitated.\\nIt seemed like she was worried about intruding.%K%P",
  "'Is something worrying you?\\nIf you need advice, you can always ask me.'%K%P",
  "'I wouldn't say I'm worried, it's just...'%K%P",
  "What was I supposed to say?\\nThat Shuri and Kagura were TOO beautiful?%K%P",
  "'Is it about the duo? \\nIt must be hard trying to manage it all on your own.'%K%P",
  "'No, not at all. \\nI enjoy helping them out.'%K%P",
  "'So what's wrong? \\nYou're looking really down.'%K%P",
  "'...Promise not to roll your eyes if I tell you?'%K%P",
  "I ended up spilling everything.%K%P",
  "'I see... I don't blame you,\\nthose two are really pretty.'%K%P",
  "'What do you think I should do?'%K%P",
  "'It wouldn't be fair for me to give entrants advice. \\nBut since it's you I'd be advising,\\nI don't see a problem.'%K%P",
  "Her conscience assuaged,\\nSara went on to tell me her idea.%K%P",
  "'You just need to get more comfortable around girls.'%K%P",
  "'Well yeah, but how...?'%K%P",
  "'As luck would have it,\\nyou have one right here with you now.'%K%P",
  "*Hug*%K%P",
  "Before I knew what was happening, I found\\nmyself enveloped in Sara's chest.%K%P",
  "'W-W-What are you doing?!'%K%P",
  "'Hugging you.'%K%P",
  "I could work that much out for myself. \\nI just wanted to know why.%K%P",
  "'See, there's nothing to be afraid of.'%K%P",
  "'I'm not exactly afraid of women or anything...'%K%P",
  "'But this has got your pulse racing, hasn't it? \\nI can feel your heartbeat.'%K%P",
  "My heart must have been hammering really fast.%K%P",
  "'I feel yours, too. It's pretty strong.'%K%P",
  "'You know, I'm not very used to spending time\\nwith guys. So you and I are in the same boat,\\nYamato.'%K%P",
  "Sara felt the same as me. \\nHearing that took a huge load off my mind.%K%P",
  "'And I'm sure Shuri and Kagura are the same. \\nWe may be goddesses, but we're not all that\\ndifferent from humans.'%K%P",
  "'We get nervous trying out new things,\\nbut we move past those obstacles to get closer\\nto our dreams.'%K%P",
  "'They may look calm on the outside,\\nbut everyone has their own worries.'%K%P",
  "Sara hugged me even tighter.%K%P",
  "I could feel her soft warmth, her sweet fragrance,\\nand now even the rhythm of her heartbeat.%K%P",
  "'You don't need to hold back what you feel. \\nThat's what gives us our power, after all.'%K%P",
  "Those kinds of emotions became Sakimitama,\\nthe source of divine energy.%K%P",
  "'It's okay to like the way they look or to get\\nexcited. Just be honest with your feelings.'%K%P",
  "'Sara...'%K%P",
  "She hadn't seen anything wrong with how I felt.%K%P",
  "Maybe I should just accept the excitement that\\nI felt when I was behind the camera.%K%P",
  "'Well? Have you calmed down a little?'%K%P",
  "'As far as Shuri and Kagura go, yeah...'%K%P",
  "'Really? It feels like your pulse is racing even\\nfaster than it was before.'%K%P",
  "'I can't help it, what with you\\nhugging me like this...'%K%P",
  "'Oh!'%K%P",
  "Sara was suddenly more aware of what she was doing.%K%P",
  "I could feel her pulse start to speed up, too.%K%P",
  "'I'm so sorry, I wasn't thinking...'%K%P",
  "'It's all good, really. \\nGetting excited is a good thing, right?'%K%P",
  "'That's right.\\nThere's no need to bottle it all up...'%K%P",
  "'Even I've started to feel a little flustered now.'%K%P",
  "Sara didn't deny her own feelings, either.%K%P",
  "To demonstrate, she hugged me close one more time.%K%P",
  "Sara is a top-class idol, but opening up to me\\nlike this as if she's a normal girl is just...%K%P",
  "If she kept this up, I really might fall for her.%K%P"
]