[
  "That passion I'd felt during\\nthe street performance hadn't faded.%K%P",
  "Shuri Kisshouten. Her performance might\\nhave been special, it might not.%K%P",
  "I did not know enough about Divine Idols\\nto make that judgment.%K%P",
  "'Luckily, Akiba is the perfect place to learn.'%K%P",
  "Going one street in from Akihabara's main\\nthoroughfare, the way grew crowded with\\nlots of different shops.%K%P",
  "The area had been famous for maid cafes,\\nand now Goddess Cafes were spreading.%K%P",
  "Goddess Cafe 'Amano Kaguyama'. \\nThe sign out front says 'Live Shows'.%K%P",
  "'Welcome, thank you for coming!'%K%P",
  "'Just you, sir? Just you, then! \\nRight this way, please!'%K%P",
  "The shopkeeper led me to a seat.%K%P",
  "But I was thrown off by\\nthe crazy outfit in front of me.%K%P",
  "I knew that Divine Idols tended to show\\na lot of skin, but even so, this was something else...%K%P",
  "'Oh? Could this be your first time in a cafe\\nlike this? We are a gen-u-ine, really real\\nGoddess Cafe!'%K%P",
  "'I-I wasn't doubting you...!'%K%P",
  "But it was a little suspicious.%K%P",
  "She was so bothered, she leaned in closer to talk.%K%P",
  "And because of that, I got a bit more of a look\\nthan I'd expected and grew even more embarrassed.%K%P",
  "'I am Kagura Amauzu! \\nI'm one of Ame no Uzume's Wakemitama...\\nDo you know what that means?'%K%P",
  "We call it the Descent, but it's not like the gods\\nand goddesses just appeared in human form.%K%P",
  "They divided their spirits into Wakemitama,\\nand while each one is influenced by the\\noriginal god, they aren't exact copies.%K%P",
  "Each Wakemitama is different,\\nwith their own looks and character.%K%P",
  "She is one of Ame no Uzume's Wakemitama,\\nbut she is a person of her own,\\nwho is apparently called Kagura Amauzu.%K%P",
  "'I know who Ame no Uzume is. \\nIsn't she the goddess of entertainment?'%K%P",
  "'Whoa! I think you're the first one who knew! \\nToday's my lucky day!'%K%P",
  "Ame no Uzume is not only the goddess of\\nentertainment, but was also known for\\nbeing fortunate.%K%P",
  "But apparently, not many people know that these days.%K%P",
  "Goddesses whose popularity is in decline and lose\\nSakimitama often recover it by making their\\nIdol debuts.%K%P",
  "The Goddess Cafes of Akihabara are where\\nthese hatchling Divine Idols can start\\nto strut their stuff.%K%P",
  "'Oh, but if we just stand here chatting I'll get in\\ntrouble with the boss. Can I take your order?'%K%P",
  "I took a look at the menu she handed me. \\nIt all looked fairly ordinary, pretty much\\nthe same as all the old maid cafes that filled Akiba.%K%P",
  "'Uh, let's see... Iced coffee, I guess.'%K%P",
  "'Oh...'%K%P",
  "She was clearly disappointed.%K%P",
  "'Is that not a good idea?'%K%P",
  "'No, no, it's fine... \\nSure, okay. Iced coffee it is.'%K%P",
  "'But, you know... You did come all the way\\nto a Goddess Cafe... I mean, isn't iced coffee\\njust a little... Plain?'%K%P",
  "'So why don't you try our most popular item,\\nthe Goddess Rice Omelet? I highly recommend it!♪'%K%P",
  "'So how is that different from\\na regular rice omelet?'%K%P",
  "'A real-life goddess will write\\na message on your omelet!'%K%P",
  "'Is that all?'%K%P",
  "'T-that's what you might think... But, it's a\\ngoddess, you know? You'll get an amazing blessing\\nfrom it! Better than the shogun's official seal!'%K%P",
  "'Okay then, I'll have the Goddess Rice Omelet.'%K%P",
  "'Yippee! One Goddess Rice Omelet, coming up!'%K%P",
  "'One Goddess Rice Omelet, coming up!'%K%P",
  "The entire staff repeated the order.%K%P",
  "You might have thought that would attract attention,\\nbut it didn't.%K%P",
  "It was the most popular dish,\\nafter all, so it wasn't exactly rare.%K%P",
  "'Here you go! \\nOne iced coffee and one Goddess Rice Omelet!'%K%P",
  "She brought me my order,\\nand started shaking a ketchup bottle.%K%P",
  "'Well, then! What would you like me to write? \\nAnything you want!'%K%P",
  "If you can't think of anything right away,\\nyou can leave it up to the goddess if you want!'%K%P",
  "'Well, I guess I'll leave it to you then.'%K%P",
  "'No problem! \\nAlrighty then, here I go!'%K%P",
  "Shaking the ketchup, her face went deadly serious.%K%P",
  "It was a tranquil moment, like the moment before\\na calligrapher lowers her brush to the paper.%K%P",
  "'It's soo cuuuuute♪,\\n yummy yummyyy♪'%K%P",
  "'What, that's it?!'%K%P",
  "'Now, now... The real show is coming up.\\nWatch closely!'%K%P",
  "The stale atmosphere suddenly changed,\\nand a frigid wind arose.%K%P",
  "The ketchup bottle waved above the omelet\\nlike the scepter of a Shinto priest.%K%P",
  "I was so swept up in that sight that I almost missed\\nthe faint light that started dancing above\\nthe rice omelet.%K%P",
  "'So... This is a Goddess Rice Omelet.'%K%P",
  "In her presence, I reflexively\\nsat up straighter. Although she seemed like a bit\\nof a ditz, this girl was, after all, a goddess.%K%P",
  "'Alright, all dooone! \\nOne Goddess Rice Omelet, to perfection!'%K%P",
  "'Since you left the message up to me,\\nI just wrote my signature! \\nIf you like, you could become my fan!'%K%P",
  "'I-I can't read it...'%K%P",
  "'Heheh, the ketchup smeared,\\nso it's kind of hard to read. \\nOkay, I'll draw some hearts for free!'%K%P",
  "She added a few hearts. It was an even bigger mess,\\nbut to be honest, I didn't mind.%K%P",
  "'Okay, relax and enjoy yourself now!'%K%P",
  "She left me with my Goddess-signed Rice Omelet.%K%P",
  "It certainly looked blessed,\\nbut I wondered about the taste.%K%P",
  "'...Meh.'%K%P",
  "It tasted like a perfectly ordinary\\nRice Omelet with a lot of ketchup.%K%P",
  "While I enjoyed my after-meal iced coffee,\\nI looked around the Goddess Cafe.%K%P",
  "All the cute idol-dreaming goddesses\\nseemed to be having fun while they worked.%K%P",
  "Apart from their magic, they didn't really\\nseem any different from human girls.%K%P",
  "'Okay everyone, the wait is over! \\nIt's time for our stage show!'%K%P",
  "The lights went down,\\nand a spotlight hit the tiny stage.%K%P",
  "Then loud music started playing. \\nIt was the intro to an L☆SEVEN song.%K%P",
  "'Hellooo Everyone!'%K%P",
  "'Hellooo!'%K%P",
  "'I'm everyone's favorite goddess, Kagura Amauzu! \\nYeeaah!'%K%P",
  "A few Divine Idols appeared, centered around Kagura.%K%P",
  "'I want to welcome our first timers,\\nand of course our regulars, to our show today! \\nCome on everybody, let's have some fun!'%K%P",
  "Suddenly all the customers,\\nwho had been sitting quietly so far,\\nrushed up in front of the stage.%K%P",
  "They all gripped multicolored glow sticks,\\nand were cheering for their favorite goddess.%K%P",
  "'Alriiight! 'Thank you so much! \\nHey there Mr. Hellhound, and you too, Rice Balldy!'%K%P",
  "The goddesses waved at the fans\\nthey recognized from the stage.%K%P",
  "I'm sure the fans were overjoyed\\nat this close-up interaction.%K%P",
  "'But even then...What's up with that?'%K%P",
  "There was something going on with the goddesses\\naround Kagura.%K%P",
  "Maybe it was because Kagura's outfit was so skimpy,\\nbut whenever she made any big movements\\nthey covered her.%K%P",
  "I'm sure she was wearing something under there,\\nbut our eyes kept glancing around,\\ntrying to catch a glimpse.%K%P",
  "'Kaguraaa! You're so cute! \\nCome on, give us some more!'%K%P",
  "'Hahahah, thank you! \\nBut you know I can't show you any more than this!'%K%P",
  "The goddesses guarding Kagura\\nall nodded in agreement.%K%P",
  "It appeared all of this was normal here.%K%P",
  "'Alright, here we gooo!'%K%P",
  "With the warm-up talk finished,\\nit was finally time for the song to start.%K%P",
  "The crowd's eyes were fixated on Kagura,\\nsinging and dancing with all her heart.%K%P",
  "'Yeah! Yeah! Yeah!'%K%P",
  "'Oooookaaaay! I'm fiiiired up!'%K%P",
  "'Kagura!'%K%P",
  "'Okay everybody, let's keep going!'%K%P",
  "I felt a sense of unity with this show far beyond\\nwhat I'd had watching Shuri's street performance\\nearlier.%K%P",
  "Kagura was the center of the action,\\nbut the others sang and danced right with her.%K%P",
  "It overflowed with the power of a group performance,\\nsomething far different from a solo artist.%K%P",
  "Everyone gave their whole attention to the\\nperformance, and the girls all watched the\\naudience as well.%K%P",
  "The whole shop became one stage,\\nand everyone was united in the show.%K%P",
  "Just like the others, I was on my feet,\\nfists in the air.%K%P",
  "'Ohhh...You are all so great! \\nThis is the best show ever!'%K%P",
  "During breaks in the singing,\\nKagura kept calling out to the audience.%K%P",
  "The dancing kept getting more furious,\\nand we in the audience grew more deeply enthralled.%K%P",
  "Gradually, they blocked less and less of Kagura's\\nskin, and the more we saw, the more thrilled we got.%K%P",
  "The glances of her bare skin were captivating,\\nbut strangely it was less erotic than it had been\\nbefore the show started.%K%P",
  "The singing, the dancing, and this outfit... \\nThe three became one, all part of the show.%K%P",
  "And then, as the energy uniting the stage\\nand the audience reached its maximum,\\nKagura exploded into emotion.%K%P",
  "'Thank you so much, everyone! I love you all!'%K%P",
  "As her hands touched her costume,\\nit began to unfold like great wings.%K%P",
  "'Huh? Wait...'%K%P",
  "Her costume, already skimpy,\\nbecame even more revealing.%K%P",
  "She rushed to cover the vital bits,\\nbut barely made it.%K%P",
  "'Woohoooo! Kagura's taking it oofff!'%K%P",
  "The crowd went wild. And what's more, it was like\\nher stripping was almost to be expected.%K%P",
  "No one tried to rush the stage,\\nbut everyone was focused solely on her.%K%P",
  "'Yeeeaaaaah! Woooooo!'%K%P",
  "She and the crowd grew more fervent as one.%K%P",
  "'Time for me to kick it up a notch!'%K%P",
  "Again, her hands went over her costume.%K%P",
  "Was she seriously going to take more off? \\nIf she did, there'd be no way to cover\\nwhat needed covering!%K%P",
  "'Theeere!'%K%P",
  "And she flung her arms open.%K%P",
  "The other goddesses rushed to cover her,\\nbut there was no way they'd make it!%K%P",
  "'Stooop!!'%K%P",
  "I jumped on stage by reflex.%K%P",
  "I stood in front of Kagura\\nto hide her from the audience.%K%P",
  "'What are you doing, taking your clothes off\\nin front of everyone? Girls shouldn't do that!'%K%P",
  "'Huh? Oh, yeah... Um, sorry.'%K%P",
  "Kagura thanked me with a puzzled look on her face.%K%P",
  "'Wh-what am I doing?'%K%P",
  "I was supposed to be here watching Divine Idols\\nputting on a show, but there I was, rushing the stage\\nand completely destroying the mood.%K%P",
  "I got a thorough talking to in the back room,\\nand then finally they let me go.%K%P",
  "'I'm just glad I didn't get banned.'%K%P",
  "'No, you're fine. I hope you come again.'%K%P",
  "'Ms. Amauzu?'%K%P",
  "Kagura appeared before me, dressed in her uniform.%K%P",
  "'Please, call me Kagura. And you are...?'%K%P",
  "'Yamato Tatsumi.\\nI'm really sorry about what happened just now.'%K%P",
  "I apologized again for ruining her performance.%K%P",
  "'You don't need to apologize so much. \\nThat kind of stuff happens all the time.'%K%P",
  "Apparently her show gets stopped quite often\\nbecause of her stripping.%K%P",
  "If I hadn't got on stage and stopped her,\\nit would have probably ended the same way anyway.%K%P",
  "'Whenever the show really gets going like that,\\nI just end up taking off my clothes. \\nThe manager always chews me out for it.'%K%P",
  "'I mean, I am Ame no Uzume's Wakemitama, after all. \\nSo of course when everyone's happy and having fun,\\nI'm just like 'woo hoo!' and let it all go.'%K%P",
  "'In this day and age, of course, that kind of stuff\\nis frowned on, but when I get up on stage\\nI forget all that.'%K%P",
  "They say that when Amaterasu got angry and hid\\nin the Amano-Iwato cave, Ame no Uzume had danced\\nand taken off her clothes to make her come out.%K%P",
  "Since Kagura is a Wakemitama for a goddess like that,\\nit's only natural she'd be influenced by that part of\\nthe goddess' nature.%K%P",
  "'That's dangerous! \\nAre you sure you'll be okay?'%K%P",
  "'Nope, totally not gonna be okay. I cause all kinds\\nof problems for the others, and always get in trouble\\nwith my boss... I bet she'll dock me again.'%K%P",
  "'Oh! But you went up on stage today!'%K%P",
  "'You took the brunt of the boss' anger,\\nso I'm in the clear this time! Eheh!'%K%P",
  "'What do you mean, 'eheh!''%K%P",
  "She's glad I got in trouble instead of her.%K%P",
  "Oh well, I guess if I was able to protect her\\n(and her pay), there's some relief there.%K%P",
  "'Eheheh, sorry.'%K%P",
  "'Please don't pay it any mind. \\nAt least it did some good.'%K%P",
  "'Hmmm...'%K%P",
  "Kagura stared at me with a troubled look,\\nlike something was bothering her.%K%P",
  "'W-What is it?'%K%P",
  "'We're outside the shop now,\\nso you can cut that out.'%K%P",
  "'What exactly do you mean by 'that'?'%K%P",
  "'THAT. Your mister formality stuff. \\nYou can talk normal to me, like friends do.'%K%P",
  "'Oh... Uh, if that's what you want...Kagura. Gotcha.'%K%P",
  "'Thanks!'%K%P",
  "When I lightened my tone, Kagura seemed pleased.%K%P",
  "She had seemed cheerful working at the Goddess Cafe,\\nbut now she actually seemed more relaxed and happier.%K%P",
  "Meaning, this must be the real Kagura Amauzu.%K%P",
  "'I'll remember you, Yamato. Next time, be sure\\nto watch all the way to the end, okay?'%K%P",
  "And with those words, Kagura disappeared\\ninto the Akiba streets.%K%P"
]