[
  "'Hmm? Where's Kagura?'%K%P",
  "Kagura had seemingly vanished from the room.%K%P",
  "I left the room to go look for her.%K%P",
  "'What are you doing over there?'%K%P",
  "She was sitting in the corner,\\ntrying to hide among the kimono.%K%P",
  "'Oh, Yamato? What are you doing here?'%K%P",
  "'Just thought we could talk.'%K%P",
  "'Why don't you talk with Shuri?'%K%P",
  "She tried to hide away all sulky.%K%P",
  "'What's the matter? That's not like you.'%K%P",
  "Shuri was never one for pressure, \\nand wasn't easy to approach.%K%P",
  "But Kagura was never one to let it bother her. \\nAt least, that's what I had always thought.%K%P",
  "'I guess even you can get nervous, huh?'%K%P",
  "'No... It's not that.'%K%P",
  "'Ahahaha.'%K%P",
  "Forget nervousness, she was laughing.%K%P",
  "'Shuri wouldn't be able to handle me laughing\\nlike this, right? That's why I was hiding out here,\\nlaughing alone.'%K%P",
  "'Wait, but why?'%K%P",
  "'Come on, it's funny, isn't it?\\nA goddess like me might become the next member\\nof L☆SEVEN.'%K%P",
  "'It's a miracle. \\nI never even dreamed of this.'%K%P",
  "She kept puffing out her cheeks more and more.%K%P",
  "I decided to reach out and tug at them.%K%P",
  "'Bahaha, ow! I guess I'm not dreaming.'%K%P",
  "'Yeah right, as if this is a dream. \\nYou two worked really hard for this.'%K%P",
  "'I've always worked hard, you know.'%K%P",
  "'But my hard work never got me anywhere. \\nNo matter how hard I worked to make everyone smile,\\nit only ever reached those immediately around me.'%K%P",
  "'That's why this whole thing really is like a dream.'%K%P",
  "'I know I really shouldn't get ahead of myself\\nbefore the results are in, but I'm just so happy.'%K%P",
  "'Just thinking that I've reached out to so many\\npeople. And all of them watch me, smiles on their\\nfaces. I can just feel their love pouring through.'%K%P",
  "'I've never felt so much Sakimitama as this\\nsince I manifested as a Wakemitama.'%K%P",
  "I couldn't sense Jinriki like they could.%K%P",
  "But even I could tell that the smiling Kagura\\nin front of me was just overflowing with some\\nsort of power.%K%P",
  "'You know, this whole audition thing,\\nI never really cared all that much about it. \\nI just thought I'd try and make everyone happy.'%K%P",
  "'But once we got into it, I really started to\\nenjoy it. That's why I latched right on to the\\nwhole talk of forming a duo.'%K%P",
  "Kagura was always down for anything fun.%K%P",
  "Even this whole audition, to her,\\nwas just some more fun to be had.%K%P",
  "At least, until she met Shuri, that is.%K%P",
  "'It's been so much fun, working with Shuri\\nthis whole time.'%K%P",
  "'I had always just focused on making people smile,\\nbut she showed me that there was something more.'%K%P",
  "'Everything has just been more fun with her. \\nAnd with her I've made even MORE people happy.'%K%P",
  "'Everyday feels like a festival,\\nI wish it could last forever!'%K%P",
  "Once the preliminaries were over,\\ntheir duo would be over, too.%K%P",
  "In the finals, friends would become foes.%K%P",
  "But to Kagura, it didn't seem to matter.%K%P",
  "She always just full of energy and powered through\\nthings her own way. It was what made her special.%K%P",
  "'Heh, well I'm glad to hear it.\\nThat's more like the Kagura I know.'%K%P",
  "'Right?'%K%P",
  "'Anyway, that's good and all, but... \\nDo you think you could include me, next time?'%K%P",
  "'Oh yeah, whoops!'%K%P",
  "'Don't forget me!'%K%P",
  "'Don't worry, you're part of the group, too. \\nThe three of us need to do this together!'%K%P",
  "'Yeah!'%K%P",
  "It felt like I kind of forced my way in,\\nbut whatever.%K%P",
  "I just wanted to be there with them,\\nand see everyone be happy.%K%P",
  "I was sure she would make it through\\nthe preliminaries.%K%P",
  "Our eyes were already set on the next stage.%K%P"
]