[
  "'Sara's... Sara's retiring?'%K%P",
  "'What is she talking about? Hey, what's going on?'%K%P",
  "Shuri and Kagura weren't the only ones\\nshocked by Sara's sudden announcement,\\nthe whole place was in an uproar.%K%P",
  "These were all hardcore L☆SEVEN fans,\\nso it was only natural.%K%P",
  "'Everyone, please remain calm and let us offer an\\nexplanation for Ms. Benzaiten's announcement.'%K%P",
  "The staff were hurrying\\nto get the place under control.%K%P",
  "'L☆SEVEN was originally conceived as a Divine Idol\\ngroup based on the Seven Goddesses of Good Luck.\\nAnd so we all take the number seven very seriously.'%K%P",
  "'Ms. Benzaiten's retirement was planned\\nfrom the very start. This audition was organized\\nas a way to elect her replacement.'%K%P",
  "Eight Goddesses of Good Luck wouldn't make any\\nsense if there are supposed to be seven.%K%P",
  "Without Sara, there would only have been a measly\\nsix, so the official announcement was that\\nit was necessary to vote on the seventh.%K%P",
  "The official opinion had been that eight\\nwould be fine, but apparently that was all part of\\nthe plan to keep Sara's retirement under wraps.%K%P",
  "On an emotional level it was hard to accept,\\nbut the situation was understandable.%K%P",
  "However, they never explained the reason behind\\nSara's retirement, and just went on to announce\\nthe results of the qualifier voting.%K%P",
  "'And now, congratulations to the two that made it\\npast the Love☆Kami preliminaries!'%K%P",
  "'Cheers!'%K%P",
  "We were celebrating with a quick toast\\nat Amano Kaguyama, the Goddess Cafe\\nwhere Kagura worked.%K%P",
  "'Man, I'm so glad we got through the preliminaries!'%K%P",
  "'Yeah...'%K%P",
  "'What's wrong? You don't look happy.'%K%P",
  "'Of course I am. See, I'm smiling and everything.'%K%P",
  "'It's just... I can't really wrap my head around\\nSara retiring.'%K%P",
  "Sara had been a role model for both Shuri and Kagura.\\nThey didn't let it show too often,\\nbut of course they really looked up to her.%K%P",
  "'You messaged her, right? Did she answer back?'%K%P",
  "'I bet she's way too busy right now.\\nShe hasn't even read it yet.'%K%P",
  "It looked like Shuri had tried contacting her\\nprivately. But the message just sat there unread,\\nmeaning that Sara was too busy to check her phone.%K%P",
  "'Yeah, today is probably not a good time.'%K%P",
  "'I guess we should just wait until Sara can\\ngive us the details herself.'%K%P",
  "'But... I can't imagine why she's retiring.\\nI mean, she's such an amazing performer...'%K%P",
  "As Shuri and Kagura got better themselves,\\nthey understood more and more just how\\namazing L☆SEVEN were.%K%P",
  "It was obvious that right now, Love☆Kami was\\nnowhere near that level.%K%P",
  "'The reason she's retiring, huh...'%K%P",
  "I thought about Sara while I was tending the store.%K%P",
  "I couldn't tell the others about it,\\nbut I had a pretty good idea what it might be.%K%P",
  "'Yeah, that must be it.'%K%P",
  "Our discussion the night before, on the roof...\\nSara seemed to have come to a decision about\\nsomething and that must have been it.%K%P",
  "So her retirement really was sudden,\\nand not planned in advance like they'd said.%K%P",
  "'I wonder if it's all my fault...'%K%P",
  "'It's not your fault, Yamato.'%K%P",
  "'...I'm here!'%K%P",
  "'What do you mean, 'I'm here!'?!'%K%P",
  "I couldn't believe she'd show up\\nout of the blue like this.%K%P",
  "'What exactly do you think you're doing?\\nShuri and Kagura are in complete shock!'%K%P",
  "'I'm sorry, but it was my decision to make.'%K%P",
  "Her reply was strong, her resolve clearly unshaken.%K%P",
  "It was plain that her mind couldn't be changed,\\nso I swallowed what I had been about to say.%K%P",
  "'But you weren't surprised, were you...?'%K%P",
  "'Well, I mean, it does feel like I'm\\nthe cause of all this...'%K%P",
  "My words had caused an idol at the peak\\nof her career to retire.\\nThat wasn't such an easy thing to come to grips with.%K%P",
  "'I hate to repeat myself, but there's\\nno need for you to feel responsible, Yamato.'%K%P",
  "'On the contrary, I'm grateful that you helped me\\nrealize the truth.'%K%P",
  "When she said this, Sara's face looked relieved.%K%P",
  "'Actually, I didn't want to announce\\nit so suddenly like that.'%K%P",
  "'But to tell the truth, I can't sing any more.'%K%P",
  "'What do you mean, you can't sing?'%K%P",
  "'Not just love songs, either. I can't sing at all.\\nWhen I try, the words won't come out.'%K%P",
  "'We'd originally planned on singing one song after\\nannouncing the voting results, but it was no good.\\nWe didn't know what to do.'%K%P",
  "'That's nothing to laugh about!'%K%P",
  "Seeing her smile like that, bitter but\\nstill adorable, I couldn't help shouting.%K%P",
  "'Sorry, Yamato. I didn't mean to worry you.\\nI know this is all my fault...'%K%P",
  "'You haven't done anything wrong!'%K%P",
  "'I did, I didn't take proper care of myself,\\nso it's all on me.'%K%P",
  "'Well then, why...?'%K%P",
  "Why was she here, with me, now?%K%P",
  "The question wouldn't leave my mouth.%K%P",
  "Wasn't she here to blame me, to say it was my fault?%K%P",
  "'Because I knew you'd worry more than anyone.\\nI thought I should come and explain it to you first.'%K%P",
  "'And anyway, it's not like I'm retiring right away.\\nI'll keep at it until the auditions are all done.'%K%P",
  "'So relax, okay? I'm fine.'%K%P",
  "Smiling to the last, Sara left.%K%P",
  "'How am I supposed to relax?'%K%P",
  "At least, that's what I thought,\\nbut couldn't bring myself to say.%K%P",
  "If I'd kept pushing at it, Sara might have felt\\nas if she'd failed again.%K%P",
  "After all, she had come all the way here\\njust to reassure me.%K%P"
]