[
  "'L☆SEVEN's new album is now available!\\nIt's got some great songs we put together.'%K%P",
  "'Be sure to check it out!'%K%P",
  "Today, like every day, the display in Akihabara\\nwas playing a commercial for L☆SEVEN on a loop.%K%P",
  "They featured Shuri as the center-lead of the group.%K%P",
  "She was the new ace rookie of the team,\\ntaking center after beating the competition\\nin the auditions last month.%K%P",
  "'It has already been a year since she\\njoined L☆SEVEN, huh...'%K%P",
  "Time had certainly flown past.%K%P",
  "After the legendary performance she put on that night\\nshe raced straight to stardom.%K%P",
  "Once she was part of the group she really made\\nherself known and filled the hole that Sara left.%K%P",
  "She also worked hard by her sister's side,\\nwhich is exactly what she had always aimed to do.%K%P",
  "'I think I finally get what you meant, Shuri.\\nThis is what you really wanted, isn't it?'%K%P",
  "'I'll give you my support, so make sure you're\\nthere for me when I need it, too, okay?'%K%P",
  "'I understand. We're both members of L☆SEVEN now,\\nlet us help one another.'%K%P",
  "'You really did it, though.\\nLook at you now, all grown up and a real idol.'%K%P",
  "Bishamonten joined the masses of people\\nwho also saw her as an idol.%K%P",
  "A lot of goddesses now looked up to her,\\nhoping to be just like her someday.%K%P",
  "But Shuri was still just like she had\\nalways been.%K%P",
  "'Jeez, where is she and what is she up to, anyway?'%K%P",
  "We were supposed to meet up at the station\\nbut I couldn't find her anywhere. No calls, either.%K%P",
  "'C'mon, just because it's me who's her manager...'%K%P",
  "After she made it big, I joined the agency\\nthat manages L☆SEVEN so I could support her.%K%P",
  "I worked my way through grunt work for a year.\\nAnd then I finally was assigned as her manager.%K%P",
  "And this is what I got for my work.%K%P",
  "What kind of manager can't even meet up with their\\nown assignment? Was I done for already?%K%P",
  "'Alright everyone, here we go!'%K%P",
  "It was a voice I knew.%K%P",
  "A voice I knew better than anyone. Shuri's.%K%P",
  "'What kind of stunt is she trying to pull?\\nHERE of all places?'%K%P",
  "'Aw yeah!'%K%P",
  "Holding a mic in her hands\\nshe greeted those passing by with her song.%K%P",
  "It was strangely just like the day we first met.%K%P",
  "But she was just a nobody back then.\\nThis was different.%K%P",
  "'Woah! Hey, is that really Shuri from L☆SEVEN...?'%K%P",
  "There was no mistaking that it was Shuri.%K%P",
  "A real-deal superstar was out here putting\\non a free show on the side of the road,\\nand everyone was stunned.%K%P",
  "But now, Shuri had a power that influenced people\\neven more.%K%P",
  "'Alright! We aren't done yet!'%K%P",
  "Her performance was reaching people's hearts.%K%P",
  "Just like it had captivated me so long ago\\nnow it was getting people to stop and listen again.%K%P",
  "Like a dream come alive.%K%P",
  "But considering Shuri's position now,\\nthis might be a bit of a problem.%K%P",
  "Her audience grew into a group, then a crowd.%K%P",
  "And now the tension in the air was palpable.%K%P",
  "'Shuri! This way!'%K%P",
  "'What? Yamato?!'%K%P",
  "The equipment and everything didn't matter,\\nwhat I had to do was get her out of there.%K%P",
  "'Hey! I'm in the middle of a performance!'%K%P",
  "'Keep it up and you'll be performing for the police!'%K%P",
  "'Oh, that definitely wouldn't be good...!'%K%P",
  "I could see the headlines now,\\n'Goddess Idol Arrested for Illegal Performance'.\\nIt would be the end of L☆SEVEN.%K%P",
  "'Okay, come on, let's get out of here!'%K%P",
  "I took her hand and we ran off.%K%P",
  "It was a rough situation but she didn't seem worried.%K%P",
  "In fact, she seemed to be having a lot of fun.%K%P",
  "'This is kind of exciting, huh?'%K%P",
  "'Exciting?!'%K%P",
  "I was busy fighting my way out of the mob.%K%P",
  "'Come on, you can't hide it.'%K%P",
  "'Look at that smile on your face!'%K%P",
  "She might have been right.%K%P",
  "The situation itself aside, this was still\\nthe two of us together, and that was always fun.%K%P",
  "'This really brings back memories, huh?'%K%P",
  "'Of when, exactly?'%K%P",
  "When we first met?%K%P",
  "When her and Kagura worked so hard together?%K%P",
  "Or maybe... When we first fell in love?%K%P",
  "'All of it.'%K%P",
  "'All that time you and I spent together.'%K%P",
  "We had spent all of our time together.%K%P",
  "We lost track of time, just focused on our work.%K%P",
  "We laughed, we cried, and we got through it together.%K%P",
  "All of that.%K%P",
  "Our memories were full of fun.%K%P",
  "'I'm glad we're back together!'%K%P",
  "And even now in the present, we were still in love.%K%P",
  "Not as a human and a goddess, but as man and woman.%K%P",
  "She might have become a superstar,\\nbut she was still a girl in love.%K%P",
  "Just by holding hands together like this\\nshe came back down from stardom to be herself.%K%P",
  "It was the kind of time you had to cherish.%K%P",
  "'Next time you want to pull something, ask me first.'%K%P",
  "'Will you help me if I do?'%K%P",
  "'Of course I will! I'm your boyfriend\\nand your partner in all of this.'%K%P",
  "I wanted to make anything possible for her.%K%P",
  "Even something as crazy as this,\\nas long as it would make her happy.%K%P",
  "'Let's stick by each other for ever, okay?'%K%P",
  "'I love you.'%K%P"
]