[
  "'The auditions for L☆SEVEN are now underway!\\nTomorrow, the five winners of the preliminaries\\nwill take each other on'%K%P",
  "'The finals will be held at 7pm\\ndown at the Akihabara stage.'%K%P",
  "'I hope to see you all there, showing your support!'%K%P",
  "There was only one day left until the main audition.%K%P",
  "The big screen in Akihabara\\nwas playing ads for it on a loop all day today.%K%P",
  "'Well, tomorrow is the big day...'%K%P",
  "'I'm excited and scared at the same time.'%K%P",
  "We spent the last month training for this day.%K%P",
  "We put everything into it, and had no regrets.%K%P",
  "'Shuri! Yamato!'%K%P",
  "'Kagura! Hey, it's been a while. How've you been?'%K%P",
  "'Great, great as always!\\nAnd I'm all ready for tomorrow.'%K%P",
  "She answered with the utmost confidence,\\nthen turned her eyes to her side.%K%P",
  "'Hey Shuri.\\nLooks like everything is going well with you two.'%K%P",
  "'It is, thanks.\\nBut why are you with Kagura today, Sara?'%K%P",
  "'I had Sara watch over my practice a bit.'%K%P",
  "'Only a bit! I want to keep this fair.'%K%P",
  "'I for one am glad to hear it.'%K%P",
  "Sara helped Kagura out while I was busy with Shuri.%K%P",
  "Even if she didn't give much advice,\\njust having her there was good for Kagura.%K%P",
  "'Looks like I'll have some competition, then.'%K%P",
  "'Hehe! Tomorrow should be fun!'%K%P",
  "We had come out today to check on Kagura,\\nso now we just had to wait.%K%P",
  "The two of them seemed in high spirits.%K%P",
  "Tomorrow was bound to be something spectacular.%K%P",
  "I thought everything was okay... Until we got home...%K%P",
  "'Gaah, I can't sleep.'%K%P",
  "Moaning, she slipped into my room\\nin only her panties.%K%P",
  "'Move over.'%K%P",
  "'Now then...'%K%P",
  "She crawled under my covers and on top of me.%K%P",
  "Laying flat together we locked arms and legs.%K%P",
  "'This is gonna make it harder for you to sleep.'%K%P",
  "'I know, but... I just don't want to be alone.'%K%P",
  "'Am I bothering you?'%K%P",
  "'No, but... Only for just a bit, okay?'%K%P",
  "I couldn't be hard on her.%K%P",
  "She was my girlfriend after all,\\nand she knew how to work me.%K%P",
  "'Let's just make sure we replenish your Sakimitama,'%K%P",
  "'You don't have to be so close to feel it, right?'%K%P",
  "'No, but this will definitely make it even stronger.'%K%P",
  "'Don't act tough,\\nI can feel your heart is ready to blow...'%K%P",
  "Hers wasn't beating any slower, though.%K%P",
  "'If you get too worked up you REALLY won't sleep.'%K%P",
  "'That's okay. Auditions aren't until night, anyway.\\nI'm sure I'll sleep before morning.'%K%P",
  "'You're planning to do this until then...?'%K%P",
  "'Well, if it'll help you, so be it, then.'%K%P",
  "'Heh, thanks Yamato.'%K%P",
  "'I love you.'%K%P"
]