[
"Shuri is holding on to me for a while, pressing\\\\nher skin against mine.%K%P",
"If she keeps doing that, I'm going to have a bad\\\\nreaction too.%K%P",
"I said to her, \"......%K%P",
"It's Shuri's fault.%K%P",
"Sorry, I got a little carried away.\"%K%P",
"You said that, but you didn't move away from me.%K%P",
"He even stuck his hand in his pants and started\\\\nto give me a hand job.%K%P",
"\"Hey, Suri!%K%P",
"Do you want to have sex with me again today?\"%K%P",
"Shuri tempted me with her sweet voice.%K%P",
"She was still squeezing the rod at high speed\\\\nwith her familiar hand.%K%P",
"The most important thing to remember is that\\\\nit's good for you to have sex with the person\\\\nyou love.%K%P",
"I want you to give me one last supply before the\\\\naudition.%K%P",
"The most important thing to remember is that you\\\\nshould not be afraid to ask for help.%K%P",
"The first thing you need to do is to get out of\\\\nbed and turn on the light.%K%P",
"I like it this way because I can see Shuri\\\\nbetter.%K%P",
"I'm not sure how I'm going to do it today. How\\\\nare we going to have sex today?%K%P",
"After our first experience, I had been having\\\\nsex with Shuri quite often.%K%P",
"According to her, sex is the best form of love\\\\nbetween a man and a woman, and the best way to\\\\nmake a good Sakimitama.%K%P",
"With that excuse, we made love here almost every\\\\nnight for the past half month or so.%K%P",
"Shuri, who was so sexually clueless at first, is\\\\ngetting used to sex and learning a lot.%K%P",
"Shall I give you a blow job?　Or do you want to\\\\ndo some six-nine licking?\"%K%P",
"That's very embarrassing, but ...... that's what\\\\nmakes it feel so good.\"%K%P",
"Shuri's shyness hasn't changed, but she has come\\\\nto find that the more embarrassing it is, the\\\\nbetter it feels.%K%P",
"She was now willing to do anything I asked her\\\\nto do, even if it was a little extreme.%K%P",
"She would say, \"Oh, but not on my buttocks.　I'm\\\\ntoo weird to put my penis in your butt hole.%K%P",
"I told him I wouldn't say that anymore.%K%P",
"He said, \"You can't even touch me. I promise.%K%P",
"I know.\"%K%P",
"I know, I know.\" This exchange seems like a\\\\nflag, but he always nails it.%K%P",
"I always nail her with a \"yes, it's before the\\\\naudition, why don't we get into our costumes and\\\\nhave sex?　I think it would give us a sense of\\\\nritual.%K%P",
"I see. It's important to dress well, isn't\\\\nit?　I'll get dressed right away.%K%P",
"Shuri waved her hand, and a pale particle of\\\\nlight appeared and covered her.%K%P",
"\"That's it.%K%P",
"Shuri, who had been in her underwear,\\\\ntransformed.%K%P",
"Technically, it is a quick change of clothes\\\\nusing divine power, but it is very useful for\\\\npractice.%K%P",
"Now, what's next?\"%K%P",
"\"Well, how about ...... cowgirl position?\"%K%P",
"I'll be on top. ......%K%P",
"Embarrassed?%K%P",
"I'm embarrassed.　I'm not going to straddle\\\\nYamato and put my cock in him.%K%P",
"But ...... I like being on top because I can see\\\\nYamato feeling good in my place.%K%P",
"I'll ask you to do it for me.%K%P",
"I'll ask you to do it for me. Yamato, lie on\\\\nyour back on the bed.%K%P",
"No, I just want you to let me peel off the\\\\n...... front paste first.%K%P",
"What?　I'm not sure what to say, but I'd like to\\\\n...... have some sex with Yamato.%K%P",
"The most important thing to remember is that you\\\\nshould never be afraid to ask for help.%K%P",
"I'm not sure if I'm going to be able to do that,\\\\nbut I'm going to do it. I'll kiss you.%K%P",
"\"Oh, yes.\"%K%P",
"\"Kiss me. ......%K%P",
"The first thing to do is to make sure that you\\\\nhave a good time with your family and friends.%K%P",
"The first thing that comes to my mind is that I\\\\nwant to say hello to you.%K%P",
"At first their lips touched each other in\\\\ngreeting, but they soon moved into a deep kiss.%K%P",
"The kisses in which they stick their tongues out\\\\nat each other are Suri's favorite.%K%P",
"'Mmmm......churu......love......chuuu.......'%K%P",
"Just kissing each other gets me in the mood more\\\\nand more.%K%P",
"'Mmm ...... I'm going to give you a little\\\\nsqueezing too.'%K%P",
"I'm not sure if it's a good idea or not, but I'm\\\\nsure it's a good idea.%K%P",
"I'm going to get down to business now and put my\\\\nhands around Shuri's hips.%K%P",
"She said, \"Oh ......, you're right there\\\\n.......\"%K%P",
"The first thing to do is to make sure that you\\\\nhave a good time with your partner.%K%P",
"A hand around from the back caresses the crack\\\\nover the front pasting.%K%P",
"She said, \"Oh ...... no, don't tease me there\\\\n...... nn nn nn nn nn nn .......\"%K%P",
"Kissing and hand jobs become sparse.%K%P",
"But I continued to caress Shuri without regard\\\\nto her.%K%P",
"The most important thing to remember is that you\\\\nshould not be afraid to ask for help from your\\\\nfriends and family.%K%P",
"The actual \"I'm not a fan of the way you do it,\"\\\\nhe said, \"but I'm not a fan of the way you do\\\\nit.%K%P",
"\"Oh, ......, no, .......\"%K%P",
"I couldn't quite tell how it was stuck on, even\\\\nwhen I was peeling it off like this.%K%P",
"I took my time and peeled off only the back\\\\nhalf, leaving the front intact.%K%P",
"There's a lot of sticky residue on it.%K%P",
"\"Don't say that.%K%P",
"She was embarrassed by my pointing out.%K%P",
"I haven't even messed with it yet, and it's all\\\\nready to go.%K%P",
"\"Well, I've been having sex ...... everyday, so\\\\neven before I came here, my ...... body was\\\\nready for it.%K%P",
"\"Ugh, I wasn't this naughty, but I had so much\\\\nsex with ...... Yamato that I got sick of it.%K%P",
"\"Don't you like it when it feels good?\"%K%P",
"\"I don't hate it.　I like it when you make me\\\\nfeel good.%K%P",
"But I didn't mean for it to be like this. ......%K%P",
"Suri was sexually clueless and had no\\\\nexperience, but she had always had a great\\\\nstyle.%K%P",
"Her well-developed tits and hips soon became\\\\nsexually pleasurable, and regardless of her\\\\nwishes, they made Shuri's sexual desire\\\\nstronger.%K%P",
"I love being fucked, Shuri!\"%K%P",
"As she said this, she slipped a finger in and\\\\nout of her wet vulva.%K%P",
"'Nnnn...... no...... don't be naughty.......'%K%P",
"Despite making troubled noises, Suri clung to me\\\\nand pressed her well-developed body against\\\\nmine.%K%P",
"\"Ugh,......,\" she said, \"I'm being nibbled on\\\\nwith my fingers,.......\"%K%P",
"Shuri couldn't resist when it came to this.%K%P",
"She was wet enough for immediate insertion, but\\\\ncontinued to caress her pussy until she was\\\\nsatisfied with herself.%K%P",
"Nnnn......!!!!\"%K%P",
"Suri boldly straddled me and sucked my penis\\\\ninto her mouth.%K%P",
"The narrow vulva spread easily and easily\\\\naccepted it all the way to the root.%K%P",
"I did it. ......!%K%P",
"Thank you, Suri. It feels great.%K%P",
"Yamato's cock also feels ...... nice and hard.%K%P",
"The tightness of the vagina is not as tight as\\\\nit was the first time.%K%P",
"It gently envelops me and undulates throughout.%K%P",
"Shuri's pussy is as naughty as ever. ......%K%P",
"She was so embarrassed. It's embarrassing.\"%K%P",
"She said, \"You say pussy, but?\"%K%P",
"\"Well, that's ...... so I should just say\\\\npenis?\"%K%P",
"That's a no-no. At least say penis.%K%P",
"That's even more embarrassing!%K%P",
"\"Oh, no. ......, you can't call it a penis.\\\\n......\"%K%P",
"You said it yourself, and you're turning red.%K%P",
"I'm not sure what to say, but I'm going to say\\\\nit now.%K%P",
"\"Oh, yes,...... then I'm going to do a penis\\\\nslurp.%K%P",
"I said \"penis\" as I requested and started to put\\\\nit in and out.%K%P",
"It feels so good to get stuck ...... inside.%K%P",
"As he moves in and out of her, the nipple gouges\\\\nthe walls of her vagina.%K%P",
"Suri dexterously moved her hips up and down as\\\\nif caressing the folds with her penis.%K%P",
"Does it feel good?\"%K%P",
"\"It feels great ...... thanks, Shuri.\"%K%P",
"\"Heh heh ...... then I'll try harder.\"%K%P",
"The most important thing to keep in mind is that\\\\nyou should not be afraid to ask for compliments.%K%P",
"When they are having sex, they get carried away\\\\nwhen they are praised and do some pretty daring\\\\nthings.%K%P",
"She is also very bold when she is praised.%K%P",
"She not only moves her hips up and down, but\\\\nalso rotates her hips from time to time, giving\\\\nmy penis a stimulation that I never get tired\\\\nof.%K%P",
"As well as making me feel good, Shuri also\\\\nseemed to be quite good and was shaking her hips\\\\nenthusiastically.%K%P",
"Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,\\\\noh, oh, oh, oh, oh!　Oh no, I'm going to\\\\nscream!　I'm going to go to the bathroom!　Damn\\\\n.......\"%K%P",
"I was so embarrassed that I was so aware of what\\\\nI was doing that I was ashamed of my own\\\\nactions.%K%P",
"It seems that the more she becomes aware of how\\\\nembarrassing her actions are, the more Shuri's\\\\npleasure doubles.%K%P",
"She was ashamed, but she was turning her hips\\\\nviolently, and a dirty vaginal sound was echoing\\\\nfrom the joints.%K%P",
"She was so embarrassed that she was rolling her\\\\nhips violently, and the sound of her vagina was\\\\nemanating from her joints.%K%P",
"She was so embarrassed, but she was doing it so\\\\nhard that the sounds of her vagina were becoming\\\\neven louder.　I'll do the pussy-servicing for you\\\\ntoday.%K%P",
"\"Pussy-servicing?%K%P",
"I don't want to talk about it either.%K%P",
"But Yamato always says it's more exciting to say\\\\nit in a naughty way. ......%K%P",
"The most important thing to remember is that you\\\\ncan't just say it and expect it to go away.%K%P",
"And she does it, which is healthy.%K%P",
"She says, \"...... um, I'm just saying that to\\\\nmake your penis hard. Don't get me wrong.\"%K%P",
"So, you know.\"%K%P",
"\"I'm going to give you a high-speed vaginal job\\\\nin my sex hole, and you're going to feel so good\\\\nand let out so much white.\"%K%P",
"What am I saying ......?%K%P",
"I'll give you a high-speed vaginal job in my sex\\\\nhole and make you feel so good and give me lots\\\\nof white!　I want you to give me that high-speed\\\\nvagina job.%K%P",
"I'd love to get a high-speed vaginal job from\\\\nyou! I'm not going to tell you.　I'll do it for\\\\nyou.%K%P",
"Shuri excuses herself quickly. I'm sure she's a\\\\ngood girl because she says she's going to do it.%K%P",
"Then, I'll do it. ......%K%P",
"\"Shoo!\"%K%P",
"\"Ahh!　Ahh!　Ahh!　Ahh!　Ahh!　Oh, my God, no, oh,\\\\noh, oh, oh, oh!%K%P",
"The \"chamisama idol\" is a game of physical\\\\nstrength. As if to prove it, Shuri's well-\\\\ntrained lower body allows her to go in and out\\\\nat high speed.%K%P",
"No, no, no, no, no, no, no, no, no, no, no, no,\\\\nno, no, no, no, no, no, no!　I feel it too\\\\nmuch!　Ah, ah, ah!　Ahhhh!%K%P",
"The movement of their hips was so powerful that\\\\nit lived up to the name of \"high-speed vaginal\\\\nfucking.%K%P",
"There was no time to take the time to taste each\\\\nother's genitals; they were just devouring each\\\\nother furiously.%K%P",
"I couldn't respond at all to Shuri's violent\\\\nmovements, and I was at her mercy, forgetting\\\\nabout thrusting myself.%K%P",
"I was at her mercy, forgetting to thrust.%K%P",
"Let it out, let it ...... out, let it out, let\\\\nit out!　Anytime, anytime, ah ah ah ah ah ah ah\\\\nah ah ah ah ah ah ah ah ah ah ah!%K%P",
"Even though I was whiny, Shuri didn't want to\\\\nstop.%K%P",
"She shakes her hips violently with desire and\\\\ntries to squeeze the semen out of my penis.%K%P",
"She is highly specious as a kamisama idol, and\\\\nshe showed her excellence in sex as well,\\\\nperforming lewd hip movements.%K%P",
"She was so good at sex that she showed off her\\\\nlewd hips!　Ahh!　Oh, no, no, no, no, no, no, no,\\\\nno!　Ouch!%K%P",
"Oh, it's so tight! ......\"%K%P",
"Suri also climaxed lightly.%K%P",
"The most important thing to remember is that you\\\\ncan't just take a look at the actual product and\\\\nthen go back to it.%K%P",
"I'm sorry,......, I can't do it anymore,\\\\nouch!　Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,\\\\noh, oh, oh, oh, oh, oh, oh, oh!　Oh, oh, oh, oh,\\\\nno!%K%P",
"I'm coming out!%K%P",
"Suri's pussy sucks me in, and I can't help but\\\\nejaculate, too.%K%P",
"\"Oh, ...... it's coming out ...... soooooooooooo\\\\noooooooooooooooooooooooooooooooooooooooooooooooo\\\\noooooooooooooooooo!\"%K%P",
"\"Ugh,...... fast vagina job, too\\\\nheinous,.......\"%K%P",
"I wasn't even given the luxury of holding back.%K%P",
"He was made to ejaculate as Suri climaxed,\\\\nspewing out his lust like a spoiled child at the\\\\nvery back.%K%P",
"\"...... nn...... first time, so it looks like a\\\\nhell of a lot.......\"%K%P",
"The momentum of the penis in her vagina is\\\\nenough to make her feel the amount of\\\\nejaculation.%K%P",
"Suri was rocking her hips closely together,\\\\nsometimes happily, as if she was enjoying the\\\\naftermath of the event.%K%P",
"'Is this all ......?　I'm sorry I got carried\\\\naway and jizzed.%K%P",
"No, it felt good, no need to apologize.%K%P",
"But ...... it's kind of lewd, and I don't like\\\\nit.%K%P",
"The most important thing to remember is that you\\\\ncan't just go out and get a good job.%K%P",
"But I'm glad, too, that Suri, while being driven\\\\nby her sexual desires, has kept her shame at the\\\\nroot.%K%P",
"Let's see,......, what's next?\"%K%P",
"I'm not going to stay up too late, you'll get in\\\\ntrouble tomorrow.%K%P",
"But Yamato's penis ...... is still very hard,\\\\nyou know?%K%P",
"\"Don't worry about it, it will get smaller\\\\n...... soon.%K%P",
"\"My tits aren't even ...... yet.\"%K%P",
"The first time I saw her, she was a little\\\\nnervous, but she was not.%K%P",
"I can ...... touch them if you want, okay?\"%K%P",
"Why don't you just tell me you want more sex?%K%P",
"That's what boys are supposed to do.%K%P",
"She is very sensitive and wants to have sex with\\\\nme, but she is not always able to say so\\\\nherself.%K%P",
"I'm not sure if it's a good idea to ask her to\\\\ndo it.%K%P",
"She would say, \"Okay, I'll do it. Then I'll ask\\\\nfor it.%K%P",
"'I want to have sex with Suri more.　Can we keep\\\\ngoing like this?\"%K%P",
"I want to make love to you more and more.　I've\\\\nalways wanted to make love to you more and more.%K%P",
"I'll make my move this time.%K%P",
"\"Well, let's take turns,\" he said.　Yamato, you\\\\ngo down on me and make me feel good.%K%P",
"\"Yes, yes!%K%P",
"Now it was time to switch sides.%K%P",
"I used my still-hard penis to thrust up against\\\\nShuri.%K%P",
"\"Nnnnghhh!　Oh, oh, oh, oh, oh, oh, oh!%K%P",
"That was so ...... intense, it's breaking my\\\\npussy!%K%P",
"I was already tired from coming once, and now\\\\nthis thrusting.%K%P",
"The first thing to do is to get a good look at\\\\nthe pictures.%K%P",
"Her tits are also ...... being poked and prodded\\\\nat the same time.%K%P",
"Oh, no!　Oh, oh, no nipples!　Oh, oh, oh, oh, oh,\\\\ndon't pull on me!%K%P",
"While using her hips, she also attacked the\\\\nbulge that swayed in front of her.%K%P",
"I picked the tip and squeezed it hard, and it\\\\nimmediately became erect and changed into a lewd\\\\nshape.%K%P",
"She then began to use the tip of her cock and\\\\nsqueezed it hard, and it soon became erect and\\\\ntook on a lascivious shape.%K%P",
"Shuri is already losing her strength.%K%P",
"The most important thing to remember is that you\\\\ncan't just go out and get a good deal on a good\\\\ndeal on a good deal on a good deal on a good\\\\ndeal on a good deal on a good deal on a good\\\\ndeal of things.%K%P",
"You see, this is what happens when you're not\\\\ncareful.%K%P",
"\"Nnghhhh!%K%P",
"She takes her hands from her tits to Suri's\\\\nback.%K%P",
"I was going to take my hand from the tit to the\\\\nback of Shuri's backside. I went right over to\\\\nthe cute little constriction at the top of the\\\\njoint.%K%P",
"\"No, I told you, not on my hips!%K%P",
"I'm only going to do it for a minute.%K%P",
"\"Ughhhh, ...... I'm not supposed to feel good\\\\nthere. ......\"%K%P",
"Suri doesn't like it, but that doesn't mean she\\\\ndoesn't feel it.%K%P",
"The most important thing to remember is that you\\\\nshould not be afraid to use your own hands.%K%P",
"She said, \"I'm slurping your pussy and you're\\\\nmessing with my butt hole...... ugh.......\"%K%P",
"Every time I pushed the tip of my finger into\\\\nher asshole, Shuri's vagina contracted\\\\nviolently.%K%P",
"The way she was disheveled on top of me was just\\\\ntoo cute, so I got carried away and thrust my\\\\nhips up and teased Shuri's anus.%K%P",
"'Please, ...... I'm at my limit, .......'%K%P",
"I'm sorry, I'll only do this much to your ass.\"%K%P",
"I'll do as much of her pussy as I want.　I'm\\\\ngoing to make you feel so good.\"%K%P",
"The first thing to do is to take your hand out\\\\nof Shuri's anus, and then start to work on her\\\\ntits again.%K%P",
"I only lightly thrust my hips up. Then Shuri\\\\nbecame frustrated and started to move.%K%P",
"She was moving her hips!　I'm going in and out of\\\\nyou sexually. ...... nmmmmmmm....%K%P",
"I'm about to give it to you. ...... How's\\\\nYamato?　I'm about to come out.%K%P",
"\"Oh, I think I'm pretty much at my limit,.......%K%P",
"\"Well, I'm going to make it a little harder.%K%P",
"\"Oh!\"%K%P",
"They move in tandem to climax at the same time.%K%P",
"The connected genitals breathe together, rubbing\\\\ntheir sensitive spots against each other.%K%P",
"The two orgasms rubbing each other's sensitive\\\\nareas!　Your pussy and penis are rubbing each\\\\nother's sensitive parts together.%K%P",
"Shuri is also very good at using her hips\\\\n.......%K%P",
"The most important thing to remember is that you\\\\nshould never forget to do it.　I want you to feel\\\\ngood.%K%P",
"I want you to make me feel good too.%K%P",
"\"Yes.%K%P",
"The two men and women may not always see eye to\\\\neye, but because they love each other, they are\\\\nthe strongest of the two.%K%P",
"They lay on top of each other's skin, desire\\\\neach other, and express their feelings for each\\\\nother.%K%P",
"As they repeat this process, they come to know\\\\neach other better.%K%P",
"I don't have the power to feel the\\\\n\"Sachimitama,\" but I could understand the\\\\nfeeling of mutual enhancement.%K%P",
"I love ......, I love, I love, I love, I love!%K%P",
"I love you too!%K%P",
"I love her so much, I love her so much, I love\\\\nher so much, I love her so much, I love her so\\\\nmuch, I love her so much!%K%P",
"I'm ashamed to admit it, but I'll do sex with\\\\nYamato, that's why it makes me feel so good!%K%P",
"I want to get it out of my ...... mouth, I want\\\\nto get it out of Shuri!\"%K%P",
"\"Okay,...... give me as much as you want,......\\\\nI'll take it all!\"%K%P",
"Both of them are already on the verge of their\\\\nlimits.%K%P",
"The most important thing to do is to rub them\\\\ntogether to reach a climax.%K%P",
"The most important thing to remember is that you\\\\nshould not be afraid to ask for help from your\\\\nfriends and family!　I'm going to cum too!　I'm\\\\ncumming, I'm cumming, I'm cumming. ！！！！%K%P",
"It's so tight!%K%P",
"As Suri and I had hoped, we were able to climax\\\\nat about the same time.%K%P",
"We connected deeply with each other, and I\\\\npoured a large amount of cum into Shuri's\\\\nprecious spot.%K%P",
"Hahahahaha .......\"%K%P",
"Because the intercourse was so intense, I\\\\ncouldn't even talk properly.%K%P",
"I just concentrate on the other's genitals while\\\\ncatching my breath.%K%P",
"I'm not sure what to say, but I'm sure I'll be\\\\nable to say it.%K%P",
"'Nn...... it was very good for me too,.......'%K%P",
"She shudders repeatedly in her vagina and\\\\nexcretes the remaining juices.%K%P",
"The most important thing to do is to make sure\\\\nthat you have a good understanding of what you\\\\nare doing and how to do it.%K%P",
"Yamato really likes me too much,.......%K%P",
"I was so happy to see her, and I was so happy to\\\\nsee her.%K%P",
"I'm a woman and she's my girlfriend. I\\\\nunderstand.%K%P",
"Yamato knows how much I love him, too, doesn't\\\\nhe?%K%P",
"\"Oh, he loves me so much, it's like he's telling\\\\nme he loves me so much.%K%P",
"Yeah, ......, I really love you.%K%P",
"Me too.%K%P",
"Thanks. I'll do my best for the audition.%K%P",
"Yeah, I'm sure you're going to win.%K%P",
"\"Hmmm.\"%K%P",
"When we're connected like this, we feel like\\\\nwe're invincible.%K%P",
"I'm in love with you, and we have no enemies.%K%P",
"It's just a dream that sweet friendship will\\\\nshow us, but it will become a reality.%K%P",
"My wife is so cute and charming.%K%P",
"Prove in front of everyone that you are the best\\\\nthan anyone else.%K%P",
"I wished and prayed to my lovely, lovely\\\\ngirlfriend.%K%P"
]