[
  "'...'%K%P",
  "A cold air hung over us.%K%P",
  "'Hngh!'%K%P",
  "*Clap!* It only took one clap.%K%P",
  "With that signal, a miracle enveloped the world.%K%P",
  "'Woah...'%K%P",
  "A storm of flower petals danced down from the skies.%K%P",
  "All the air around us was filled with them.%K%P",
  "This was the sort of magic you saw a lot\\non stage at Divine Idol events.%K%P",
  "'And well, there you have it. How about it?'%K%P",
  "'It's definitely a sight to see.'%K%P",
  "'How about compared to before?'%K%P",
  "'It's definitely gotten flashier.\\nI'd say you're doing better.'%K%P",
  "'Hmm, you think so?'%K%P",
  "She didn't seem to agree.%K%P",
  "She might have just found it lacking because she\\ncould actually feel the Sakimitama.%K%P",
  "'I don't think this is enough to impress the judges.\\nI gotta work on how I use it, not just the amount.'%K%P",
  "'Hmm. So we need a performance plan, huh?\\nOkay, I'll think of something.'%K%P",
  "Just what exactly could Shuri do with her magic?%K%P",
  "That was the next thing we had to work out.%K%P",
  "It had been a few days since she left home.%K%P",
  "She had really grown on my parents,\\nand helped out like a real lady.%K%P",
  "Apparently my mom had always wanted a daughter,\\nand was more than happy to have her.%K%P",
  "'Hey, by the way, did you hear about today?'%K%P",
  "'You mean the Chamber of Commerce meeting?\\nMy parents will be out for a while because of it.'%K%P",
  "'Which means tonight it's just the two of us.'%K%P",
  "'Our first night alone.'%K%P",
  "All it took was one look at her ever reddening face\\nto see what she was getting at.%K%P",
  "'So yeah, here's our chance, so we might as well\\nhave some fun, you know?'%K%P",
  "She just came right out and said it.%K%P",
  "'It's kind of embarrassing when you put it that way.'%K%P",
  "'How do you think I feel? I'm the one who said it.'%K%P",
  "She was never good at this sort of thing.%K%P",
  "She always worked hard for the things she wanted,\\nand I'm sure this was hard on her.%K%P",
  "'You don't need to push yourself, you know.'%K%P",
  "'No no, that won't do.\\nWho knows when we'll get this kind of chance again?'%K%P",
  "'Okay, so, for starters...'%K%P",
  "'Well, let's just make this day count, Yamato.'%K%P",
  "She took my hand and shook it.%K%P",
  "I was impressed by how small and soft her hands were,\\nbut for her it wasn't the time for such thoughts.%K%P",
  "Now that we were a couple we were a little closer,\\nbut getting all touchy was still new to us.%K%P",
  "Even just holding hands like this took some bravery.%K%P",
  "'We've gotta get used to this.\\nSo here, let's practice.'%K%P",
  "'Yeah, okay. Practice, right.'%K%P",
  "'Yeah.'%K%P",
  "I was the same as her, inexperienced.%K%P",
  "But the two of us were doing our best.%K%P",
  "After a little while she headed into the kitchen\\nsaying she would make dinner.%K%P",
  "I offered to help her out, but she turned me down.%K%P",
  "Apparently I would just get in her way.\\nI was no good with a knife anyway.%K%P",
  "'Huh? Why is Shuri texting me?'%K%P",
  "[Hey, sorry.\\nCould you come to the kitchen?]%K%P",
  "Had she found something I could help with?%K%P",
  "Following her request I headed out of my room.%K%P",
  "'Hey, Yamato. Come on, hurry.'%K%P",
  "'I'm coming!'%K%P",
  "I picked up the pace and headed for the kitchen.%K%P",
  "'What do you think...?'%K%P",
  "Right before my eyes stood Shuri, working on dinner.%K%P",
  "Normally that would be nothing to blink at.%K%P",
  "But there she was,\\nin full Divine Idol garb.%K%P",
  "'Wait, what are you doing?'%K%P",
  "'Well... Guys like this sort of thing, yeah?'%K%P",
  "'I thought maybe you'd like it, too.'%K%P",
  "She spoke very matter-of-factly,\\nbut was clearly embarrassed.%K%P",
  "It was quite a revealing outfit,\\nand she wasn't trying to hide a thing from me.%K%P",
  "She normally avoided back-shots,\\nbut it was all right in front of me there.%K%P",
  "'So uhh... This is what it looks like up close, huh.'%K%P",
  "'Oh, yeah... A little too sexy, huh?'%K%P",
  "'Is this what they call an open-back outfit?'%K%P",
  "'I have no idea. But I think I have\\nheard Kagura say that before.'%K%P",
  "It couldn't have been any more literally so.%K%P",
  "It didn't even seem possible.\\nHow was it even staying on her body?%K%P",
  "It just barely covered her private parts\\nand her butt was out for the world to see.%K%P",
  "'You don't mind showing me, then?'%K%P",
  "'I never would have done this before, but now...'%K%P",
  "'You're my boyfriend after all. I guess it's okay.'%K%P",
  "I drew in closer to her.%K%P",
  "She was slowly revealing herself to me,\\nany man would have been happy.%K%P",
  "'You've got a cute little bum.'%K%P",
  "'Alright. Okay. No more of that kind of talk.'%K%P",
  "'Just shut up and look. Okay?'%K%P",
  "Praising her didn't seem to have the intended effect.%K%P",
  "Showing this much was already an effort for her.\\nShe tried to focus on cooking, but it was no use.%K%P",
  "'Do you think I'm dirty?'%K%P",
  "'No, no. Of course not.\\nI can tell you're working real hard at this.'%K%P",
  "'I don't just let anyone take a peek, you know.\\nThis is just for you and you only.'%K%P",
  "'I just want you to like me even more.'%K%P",
  "She didn't even have to say it, I already did.%K%P",
  "She put her own feelings aside to show off her\\nsexy side to me.%K%P",
  "How could I not love her for that?%K%P",
  "'Gah... I really went overboard...'%K%P",
  "Even after we finished dinner she was still awkward.%K%P",
  "'Hey, I still liked it.'%K%P",
  "'...You and your dirty mind.'%K%P",
  "'It's not my fault you're just so adorable.'%K%P",
  "'Still, you didn't have to stare like that...'%K%P",
  "I wanted to retort because it was her who started it,\\nbut I figured it best to be a good boyfriend.%K%P",
  "She did it all for me anyway,\\nso I have to at least show my gratitude.%K%P",
  "'A-Anyway, I'm going to bed. Goodnight!'%K%P",
  "She took off, perhaps unable to handle\\nthe situation any longer.%K%P",
  "'I guess I'll get some sleep, too.'%K%P",
  "There was no point in staying up alone.%K%P",
  "The way she had talked the night up I was \\nhoping for a little more, but it seemed that was it.%K%P",
  "I guess I was still pretty lucky to catch a peek.%K%P",
  "Then, just minutes after I headed off to bed,%K%P",
  "I could sense someone or something in my room.%K%P",
  "'...Mmf.'%K%P",
  "'Hehehe!'%K%P",
  "Shuri latched on to me, clad only in her panties.%K%P",
  "Just like last time, she sleepily\\nsneaked in under my covers.%K%P",
  "'Hey, what are you doing?'%K%P",
  "I knew she wasn't REALLY asleep.%K%P",
  "Even so, she still continued to pretend.%K%P",
  "*Hug*%K%P",
  "She latched on, pressing her soft skin against mine.%K%P",
  "The straps on her bra seemed ready to slip right off.%K%P",
  "'Shuri. Shuri, come on.'%K%P",
  "'Jeez, you're no fun, Yamato.'%K%P",
  "She opened her eyes and looked at me.%K%P",
  "'I have a bad habit of clinging in my sleep.'%K%P",
  "'That's all this is, okay?'%K%P",
  "She wanted me to play along.%K%P",
  "'Ok, fine.\\nBut, I'm a guy just like any other guy, ok?\\nWhen the girl I like starts getting all close up...'%K%P",
  "'Go ahead. Get all worked up.\\nI don't mind if you feel that way about me.'%K%P",
  "'You're really taking the lead, you know?'%K%P",
  "She's usually more shy than anyone around,\\nbut there she was, aggressive as could be.%K%P",
  "With our skin touching,\\nI could feel her heightened heartbeat.%K%P",
  "'I told you we'd get all touchy-feely, right?'%K%P",
  "'So, here I am. Here we are.'%K%P",
  "This was her version of 'touchy-feely'.%K%P",
  "'So you don't mind if I touch you back?'%K%P",
  "'Don't even think about it.\\nNow THAT would be going a bit too far.'%K%P",
  "No touching. Okay then.%K%P",
  "'Really? You're killing me here.'%K%P",
  "'Can I kiss you...?'%K%P",
  "I couldn't hold back.%K%P",
  "'You want to kiss?'%K%P",
  "'That too much to ask?'%K%P",
  "'I guess most couples kiss, huh.'%K%P",
  "'Alright. Okay. Kissing. Yeah.'%K%P",
  "She got out of bed and faced me.%K%P",
  "The dim lighting illuminated her body.%K%P",
  "'Just, don't stare so much, okay...?'%K%P",
  "'Oh, sorry.'%K%P",
  "I apologized, but my eyes stayed right on her.%K%P",
  "Light pink fabrics covered her parts,\\nbut I could still see how incredibly womanly she was.%K%P",
  "'So... We're going to kiss, right?'%K%P",
  "'Yeah. Just stay still.'%K%P",
  "'Mm...'%K%P",
  "She trembled as I brought my arms around her.%K%P",
  "But she didn't try to get away.%K%P",
  "I waited for her to relax before\\npulling her in close.%K%P",
  "'Oh...'%K%P",
  "'I love you, Shuri.\\nI just want you to be all mine.'%K%P",
  "'You can't have all of me. But I'm yours for now.'%K%P",
  "There were two Shuris, the idol she was for fans.%K%P",
  "And the one right there, just for me.%K%P",
  "'Come on then...'%K%P",
  "'Shuri.'%K%P",
  "I brought her in close and laid my lips to hers.%K%P",
  "It was my very first kiss.\\nAnd as far as I knew it was hers, too.%K%P",
  "'Mmm...'%K%P",
  "She took my kiss, trembling slightly.%K%P",
  "Her breath brushed against my face.%K%P",
  "I felt the warmth of her body and beat of her heart.%K%P",
  "'Yamato...'%K%P",
  "She wrapped her arms around me, too.%K%P",
  "Not as strong as I did, but still, we embraced.%K%P",
  "And we kept kissing, too.%K%P",
  "Our lips met for mere seconds, but it seemed eternal.%K%P",
  "'Phew...'%K%P",
  "'Hehe... We really kissed.'%K%P",
  "'We did.'%K%P",
  "'How was it? How were my lips?'%K%P",
  "'I was so nervous I don't really remember.'%K%P",
  "'In that case... Should we try again?'%K%P",
  "And so we did.%K%P",
  "A little stronger than before.%K%P",
  "And I made sure to really enjoy it.%K%P",
  "But then the strength suddenly left her.%K%P",
  "'This is all so much. I think I'm tired.'%K%P",
  "'But kissing is kinda fun, huh?\\nIt makes me feel all fluttery and happy.'%K%P",
  "'Yeah, me too.'%K%P",
  "'I can really sense your Sakimitama.\\nIt's warmer than ever before.'%K%P",
  "My love for her seemed to give her strength.%K%P",
  "And perhaps in response to that\\nher skin grew hot and flushed.%K%P"
]