[
"'It's dooone!'%K%P",
"Akane flopped down on the tatami floor in the\\nliving room after laundry was done.%K%P",
"'Thanks for your help, Akane. Are you getting\\nused to the chores?'%K%P",
"After Akane decided to become an idol, I made\\nher help with chores so she could get used to\\nthe way way humans lived.%K%P",
"'Laundry, what a drag. I can't believe you do it\\nevery day.'%K%P",
"'I only handle a tiny portion of it. Maika's the\\nimpressive one, she handles it all like it's\\nnothing.'%K%P",
"'Augh. There's no way I could handle chores\\nevery day.'%K%P",
"'Really? You've been a great help recently.'%K%P",
"'You think? I don't really know.'%K%P",
"Akane seemed doubtful, but her attitude towards\\nliving has been changing for sure.%K%P",
"Hopefully everything goes well with controlling\\nher Jinriki.%K%P",
"'I'm back.'%K%P",
"'Welcome back, Inori.'%K%P",
"'Welcome home!'%K%P",
"I served cold barley tea to Inori, who took a\\nseat on one of the floor cushions.%K%P",
"'Here you go, Inori.'%K%P",
"'Thank you very much, Sho.'%K%P",
"'My pleasure. How was the meeting with your\\nboss?'%K%P",
"Inori was called to report on the progress of\\nAkane's rehabilitation.%K%P",
"They'd been working really hard recently. I'd\\nbeen sure it went well.%K%P",
"'Yes. I reported about Akane's recent situation.\\nI received some feedback about it, but...'%K%P",
"'But?'%K%P",
"'Well, it wasn't a very favorable reaction.\\nThey're pushing me to try harder at her\\nrehabilitation.'%K%P",
"'Ugh, what's up with that?'%K%P",
"'I don't wanna try any harder than now.\\nEspecially since I haven't even been practicing\\nat all these days.'%K%P",
"'I-It should be fine. You're doing your best,\\nAkane.'%K%P",
"'Inori's right. Even if other goddesses don't\\nsee it, we know you're doing a remarkable job,\\nAkane.'%K%P",
"'I know that, but... Ugh, it still bugs me!'%K%P",
"'Whoa!'%K%P",
"'Oh...'%K%P",
"In reaction to Akane's rage, the power in the\\nroom went out.%K%P",
"I tried to encourage Akane so she wouldn't give\\nup, but she still seemed very bothered.%K%P",
"'Akane, I understand your frustration, but the\\nboss won't be too happy about you causing\\nblackouts.'%K%P",
"'I know...I know, but, I can't help it that it\\nbugs me!'%K%P",
"Blackouts kept happening, since one explosion of\\nanger wasn't enough for Akane.%K%P",
"'So it was Akane getting angry, causing all the\\nblackouts.'%K%P",
"'Hey, Maika.'%K%P",
"While I was trying to come up with ways to calm\\nAkane down, Maika came back from school.%K%P",
"'You're early today.'%K%P",
"'Today was a half day because of a test. So,\\nwhat happened?'%K%P",
"'Well...'%K%P",
"I updated Maika with the situation according to\\nwhat Inori told me.%K%P",
"'Hmm. Maybe rehabilitation is impossible by\\nbecoming an idol?'%K%P",
"'Well, you can't deny the fact that Akane\\naccomplished quite a bit recently, right?'%K%P",
"'Maybe a little. But since she can't recognize\\nher own efforts, she's more miserable than\\never.'%K%P",
"'It's true. I wonder why that is.'%K%P",
"'If nothing comes to mind, how about we just\\nstop?'%K%P",
"While I was racking my brains over it, Maika\\nsuggested that as if it wasn't a big deal.%K%P",
"'What do you mean?'%K%P",
"'No matter how hard we think, the blackouts\\naren't going to stop overnight. So why don't we\\ntake a break?'%K%P",
"'You still have some time. It might be better in\\nthe  long run if you take a break for a bit.'%K%P",
"A break, huh?%K%P",
"I'd been pushing myself a lot recently, so she\\nmight have a point.%K%P",
"'There, sounds like they stopped fighting. Why\\ndon't you go talk to them? I'll go prepare lunch\\nfor us.'%K%P",
"'All right. Will do.'%K%P",
"'A break?! I'm in, I'm in! I've been waiting for\\nsomething like that!'%K%P",
"'It's nice to take a break from time to time.'%K%P",
"When I brought it up to both of them, they\\nagreed to it right away.%K%P",
"They were already planning their day after\\nlunch.%K%P",
"What should I do?%K%K%P"
]