[
"A couple days had passed since Akane decided to\\nrehabilitate by aiming to become an idol.%K%P",
"She set her objectives and began with training,\\nbut she still lacked the knowledge.%K%P",
"In order to fire Akane up, I was up late\\nresearching about idols.%K%P",
"'Ahhh.'%K%P",
"'That was an impressive yawn.'%K%P",
"'I went to bed late last night.'%K%P",
"'I see that you're really into it, but take it\\neasy.  Don't risk your health staying up too\\nlate every  night.'%K%P",
"'Right, I'll be careful. By the way, where's\\nAkane and Inori?'%K%P",
"Akane was understandable, but it was unusual to\\nnot see Inori.%K%P",
"'Inori left when I got up saying that she had to\\nreport something. I haven't seen Akane yet.'%K%P",
"'Maybe she overslept...'%K%P",
"I wanted Akane to get used to the human\\nlifestyle after living as an Aragami. Seems it's\\ngoing to take a while to adjust.%K%P",
"'Breakfast is almost ready, so can you go wake\\nher up?'%K%P",
"'All right. I'll be right back.'%K%P",
"I left and headed for Akane's room.%K%P",
"'Hey Akane? Wake up already.'%K%P",
"I knocked and called her name, but got no\\nresponse.%K%P",
"'She's not gonna wake up like this.'%K%P",
"I touched the door knob and found that it was\\nunlocked.%K%P",
"I knew Akane was the type who wouldn't care, but\\nwas it okay for me to enter a girl's room\\nwithout permission?%K%P",
"But I could easily see her pouting about missing\\nbreakfast if I didn't wake her up.%K%P",
"'I gotta wake her up. Hey Akane, I'm coming in!'%K%P",
"After much contemplation, I put my hand back on\\nthe door knob.%K%P",
"'Hmm...mm...'%K%P",
"'Whoa...'%K%P",
"Akane was sprawled out before my eyes, she was\\nsound asleep, totally relaxed.%K%P",
"Her private parts were barely covered by her\\nblanket, but another slight movement would\\nexpose it all.%K%P",
"I could clearly see Akane's body line through\\nthe sheets and her bountiful breasts were moving\\nup and down along with her breathing.%K%P",
"From her innocent face, nobody would imagine her\\nto be an Aragami, a goddess.%K%P",
"'Hey, it's time to wake up!'%K%P",
"I suppressed my urge to keep watching and called\\nout to her again.%K%P",
"'Hmm...nn...'%K%P",
"'Akane, wake up!'%K%P",
"'Mmm... *Zzz*'%K%P",
"She didn't react, even when I called her name.%K%P",
"If this took any longer, Maika's breakfast would\\nget cold.%K%P",
"If calling her name doesn't wake her up...%K%P",
"'Hmm...mm...'%K%P",
"'Whoa?!'%K%P",
"The blanket slid off after Akane moved a little,\\nmaking the situation even worse!%K%P",
"At this rate, I might see too much.%K%P",
"'Uh...'%K%P",
"N-No. I can't let this get to me.%K%P",
"'H-Hey Akane. Come on, wake up.'%K%P",
"I shook her slender, pale shoulder with my hand.%K%P",
"As I shook her shoulder I could see her breasts\\ngently move. Even still, she didn't wake up.%K%P",
"'Akane, hey Akane. Ms. Akane! Come on, please\\nwake up.'%K%P",
"'Hmm, mmm, who's this...?'%K%P",
"'You're finally awake.'%K%P",
"'Uh, I'm sleepy... Gimme five more hours...'%K%P",
"'Stop being silly and wake up, breakfast is\\ngetting cold!'%K%P",
"'Oh yeah! Breakfast!'%K%P",
"After squirming around, Akane suddenly kicked\\noff the sheets and got up.%K%P",
"Now that I'd done my job, I needed to get out of\\nthere.%K%P",
"'Hurry up and get ready. I gotta go.'%K%P",
"'Yup, okay... But what? Sho?'%K%P",
"As Akane recognized my figure, her eyes became\\nwide open.%K%P",
"'Huh? Why are you in my room, Sho? Did you sneak\\nin at night?'%K%P",
"'Since it was taking forever for you to wake up,\\nI came in to wake you!'%K%P",
"'But, you're touching my body.'%K%P",
"'Calling your name didn't do anything so I shook\\nyou!'%K%P",
"'Oh, really? Sorry, sorry.'%K%P",
"'I-I'm glad you understand, but you should be\\nmore mindful as a girl.'%K%P",
"Akane's too vulnerable in front of guys.%K%P",
"She should be more aware of her charm.%K%P",
"'Oh, I see.'%K%P",
"'Wh-What?'%K%P",
"'You've had enough? I'll let you see more, Sho.\\nCome on.'%K%P",
"'I-Idiot! What are you saying? I'm not looking\\nat anything!'%K%P",
"'Ahaha, your face is so red!'%K%P",
"Darn it, I can't help but react even though\\nshe's just teasing me.%K%P",
"'A-Anyway, hurry up and get ready. I'm out.'%K%P",
"'Yup, I know. I want to do my idol training\\ntoo.'%K%P",
"'Don't you need to do something before that?'%K%P",
"'Oh! I gotta eat breakfast!'%K%P",
"Eating came first, after all.%K%P",
"'So change and wash your face! I'll be in the\\nliving room. Don't fall back asleep, okay?'%K%P",
"'Yeah, yeah.'%K%P",
"'Ahhhh.'%K%P",
"After I hurried out of Akane's room, I let out a\\nhuge sigh and just wanted to sit down.%K%P",
"'She's too naive...'%K%P",
"The sight of Akane in her underwear was burned\\ninto my memory.%K%P",
"'I gotta go cool off.'%K%P",
"I needed some time before I headed back to the\\nliving room.%K%P",
"Akane and I found ourselves in the courtyard\\nafter we finished breakfast.%K%P",
"Akane was about to tackle the training necessary\\nfor her to become an idol.%K%P",
"Inori sat on the porch to watch us.%K%P",
"'So, what exactly am I supposed to do?'%K%P",
"'Well... Let's start with building stamina.'%K%P",
"Based on my research, I found that having\\nstamina was crucial for an idol.%K%P",
"Without stamina, their body simply wouldn't\\nlast.%K%P",
"'Stamina building? Sounds like fun...'%K%P",
"'It's certainly not glamorous, but it's very\\nimportant.'%K%P",
"'Inori's right. You're gonna need a lot of\\nstamina to sing and dance.'%K%P",
"'But can't we do that by dancing and doing\\nsomething fun?'%K%P",
"Since this was truly what she wanted, she still\\nlistened as she sulked.%K%P",
"'Dancing? You don't even know the choreography.'%K%P",
"Idols put in a lot of hours to practice.%K%P",
"An amateur couldn't master it overnight.%K%P",
"'But I can.'%K%P",
"'What?'%K%P",
"'I can dance. I know the choreography from\\nwatching other idols.'%K%P",
"Inori and I glanced at each other after Akane's\\nbold remark.%K%P",
"'Um, is that true? You've only seen them once,\\nright?'%K%P",
"'Since you're so doubtful, I'll show you! Watch\\nme closely, okay?'%K%P",
"Akane dashed to the end of the courtyard and\\nturned on her heel to face us.%K%P",
"'Well... I guess it's something like this.'%K%P",
"'Whoa...'%K%P",
"'They're the same moves I've seen before.'%K%P",
"We were entranced by her dancing.%K%P",
"The choreography I saw in front of me was the\\nsame one performed by Divine Idols on TV that\\none time.%K%P",
"'Hmm, hmm.'%K%P",
"Lovable gestures, sharp moves, bright and\\nenergetic singing.%K%P",
"Without any sense of shame, Akane continued to\\nboldly dance.%K%P",
"'I can't believe she's able to retain all of\\nthat after only seeing it once.'%K%P",
"'I wasn't aware that Akane had that ability.'%K%P",
"Akane moved without hesitation and reproduced\\nthe singing and dancing flawlessly.%K%P",
"We were both in awe watching her dance.%K%P",
"'Phew, something like that?'%K%P",
"'You mastered it by watching it once? That's\\nimpressive!'%K%P",
"Before I knew it, I was applauding Akane as she\\nfinished her dance.%K%P",
"'I never knew Akane's talent was of this\\ncaliber.'%K%P",
"'R-Really? That was a piece of cake for me!'%K%P",
"Feeling proud and satisfied, Akane looked very\\ncontent.%K%P",
"She didn't seem to be out of breath, which\\nproved her excellent physical abilities.%K%P",
"'It sure feels good to move your body. Give it a\\ntry, Inori.'%K%P",
"'What? M-Me too?'%K%P",
"'Yup, yup! It's fun to move your body with all\\nyou've got.'%K%P",
"'I'm sure, but exercise isn't my--'%K%P",
"'You're the one telling me to rehabilitate every\\nday and you avoid working on yourself?'%K%P",
"'What?! That's a totally different matter!'%K%P",
"'If you're gonna chicken out, maybe I should\\nquit rehab!'%K%P",
"'F-Fine! I'll give it a try!'%K%P",
"After Akane provoked her on purpose, Inori stood\\nin the courtyard.%K%P",
"'U-Um, I thought the hands and legs went\\nsomething like this... H-Huh? D-Does this look\\nright?'%K%P",
"Yeeeaaah...%K%P",
"No offense to Inori, but her clumsy dance was\\nincomparable to Akane's.%K%P",
"Watching from the sidelines, she looked like a\\nrusty robot.%K%P",
"'Gahaha! You're so bad!'%K%P",
"Akane laughed so hard next to me as she watched.%K%P",
"'S-See? What did you expect?!'%K%P",
"'Twist your body more! Your hands and feet\\naren't in sync!'%K%P",
"Akane's eyes lit up as she gave instructions to\\nInori, since she's usually the one getting\\nscolded.%K%P",
"'Come on, sing, sing!'%K%P",
"'I-I can't! *Huff* There's no way I can...\\n*Huff*...sing and dance at the s-same time!'%K%P",
"'That's no good, Inori.'%K%P",
"'See, this is how you do it.'%K%P",
"Akane jumped off the porch and started dancing\\nnext to Inori.%K%P",
"'Come on, move your body!'%K%P",
"'Ah! What? No... Ah?!'%K%P",
"Inori was already overwhelmed when she tripped\\nand fell flat on her behind.%K%P",
"'Inori, are you okay?'%K%P",
"'Ouch... Y-Yes. I'm fine.'%K%P",
"I hurried towards Inori and helped her up.%K%P",
"'I'm not impressed, Inori. I think that you\\nshould be able to move better than that.'%K%P",
"'Ugh... B-But, it's not me. You're the outlier\\nwith the great talent.'%K%P",
"'Well of course. I am a goddess after all.'%K%P",
"'If only you could direct that enthusiasm\\ntowards reforming yourself...'%K%P",
"'Anyway, good work you guys. Here are some\\ntowels, and here, have some tea.'%K%P",
"I handed them the towels and tea I had prepared.%K%P",
"'Thank you, Sho.'%K%P",
"'Thank you very much, Sho.'%K%P",
"'Akane, you're not tired?'%K%P",
"'What? Not at all! I can still dance for hours!'%K%P",
"Seemed like there was no need to be concerned\\nwith her stamina.%K%P",
"From there, Akane demonstrated all the different\\ndances she knew to us.%K%P"
]