[
"The countless gods of Shinto-%K%P",
"In Japan, people have long believed that gods\\nare present in all things.%K%P",
"They reside in even the tiniest objects. In all\\nthe world there are more gods than can even be\\ncounted.%K%P",
"And then, a few years ago all these gods\\nappeared before the eyes of humans.%K%P",
"In a phenomenon called the Descent of the Gods,\\ncountless goddesses descended to earth.%K%P",
"Being ignorant of the ways of this world, it was\\nonly natural that these goddesses caused chaos.%K%P",
"As this sudden event caused great confusion, the\\ngovernment quickly enacted the Myriad God\\nMeasure.%K%P",
"Unfortunately, these efforts couldn't end the\\nchaos, so the Divine Education Act was\\nimplemented by Amaterasu Omikami.%K%P",
"Since then, most goddesses had settled nicely\\ninto human society as peaceful neighbors.%K%P",
"However, there were some who defied the Divine\\nEducation Act and who continue to live as they\\nwilled.%K%P",
"Some goddesses simply do whatever they want,\\nwhenever they want.%K%P",
"Those who cause harm to people are known as\\nAragami.%K%P",
"'Just shut up already! Quit going on about\\n'rehab, rehab,' like it's the only word you\\nknow!'%K%P",
"'You reeeally are a worthless pain-in-the-butt\\ngoddess!'%K%P",
"'Huh? You want a piece of me?! You'd rather me\\nbow and scrape for you!'%K%P",
"Two goddesses were in the middle of a fight\\nright in front of me.%K%P",
"It'd been a few years since the goddesses first\\ndescended.%K%P",
"Some of those mixed into human society have lent\\na helping hand, showing the way it ought to be.%K%P",
"For goddesses, the good will and thoughts of\\nhumans becomes Sakimitama, a source of power.%K%P",
"The goddesses who try to gather it work to help\\npeople, and generally have gentle personalities.%K%P",
"However, the two goddesses in front of me didn't\\nseem that way in the slightest, in fact, they\\nwere the opposite.%K%P",
"The lights in the room flickered incessantly,\\nand what should've been a sunny day turned into\\na rainy one.%K%P",
"'Pshaw! Like I'd ever listen to a dirt goddess\\nlike you!'%K%P",
"'Dirt goddess?! Oh, it is ON now!'%K%P",
"The goddesses were fighting like kids.%K%P",
"Wait, were they actually goddesses...?%K%P",
"'Hah, you're just mad because it's true, you're\\nsuch a little brat!'%K%P",
"'Oh, I'm a little brat?! You're the one who\\nthrows a tantrum every time you don't get your\\nway!'%K%P",
"'Shove it, little Miss Conformity!'%K%P",
"'C-Conformity?! I'm going to get you\\nrehabilitated no matter what!'%K%P",
"'Psh! Bring it on, if you think you can handle\\nme!'%K%P",
"The argument intensified and showed no sign of\\nstopping.%K%P",
"'Can I really find a way to end this argument\\nbetween goddesses...?'%K%P"
]