[
"I showed Akane and Inori to the bath, since they\\nwanted to rinse off.%K%P",
"As I went back to the living room, I thought\\nabout the day's accomplishments.%K%P",
"'Akane's dancing was phenomenal.'%K%P",
"She didn't show any fatigue after all that, so\\nthere should be no concern regarding her ability\\nto sing and dance.%K%P",
"At this rate, Akane showed so much potential\\nthat it seemed like only a matter of time before\\nshe'd become a real idol.%K%P",
"'But...it sure is quiet.'%K%P",
"I got used to being alone until fairly recently.\\nBut now it's the norm for Akane and Inori to be\\nhere.%K%P",
"'That might be a good thing.'%K%P",
"Tsubaki used to be lively with tenants, much\\nlike it is now.%K%P",
"If things stay this way, I wouldn't have any\\ncomplaints.%K%P",
"'I need to thank you both.'%K%P",
"'About what?'%K%P",
"'Because of you two, Tsubaki Apartments is\\ngetting its liveliness back.'%K%P",
"I turned around and answered Inori who was\\nbehind me.%K%P",
"But when I turned around...%K%P",
"'What?!'%K%P",
"'Wh-What's the matter? Why did you cry out loud\\nlike that?'%K%P",
"'That's for me to ask, Inori! Why are you\\nlooking like that?!'%K%P",
"'Why aren't you wearing your clothes?!'%K%P",
"When I turned around, Inori was in a single bath\\ntowel.%K%P",
"'Well, it's because I just got out of the bath.'%K%P",
"'That doesn't really answer my question.'%K%P",
"'Th-There's an unavoidable circumstance\\nregarding this...'%K%P",
"'Uh...'%K%P",
"When Inori bashfully twisted around, her big\\nchest looked like it'd overflow.%K%P",
"I couldn't help but remember the incident when I\\naccidentally felt her breasts and swallowed my\\nbreath.%K%P",
"'I-I don't know what that circumstance is, but\\nwill you please put on your clothes?'%K%P",
"'Actually...'%K%P",
"'My clothes got muddy when I fell earlier, so I\\nhad to wash them. I didn't want to make the\\nhouse dirty.'%K%P",
"Of course Inori was being conscientious.%K%P",
"'Then why don't you go to your room to get a\\nchange of clothes?'%K%P",
"'Well, this is really hard to say, but...'%K%P",
"'I don't have a change of clothes.'%K%P",
"Don't have clothes...?%K%P",
"'Um, what do you mean by that?'%K%P",
"I could tell I was straining my face at Inori's\\nwords.%K%P",
"'I actually only have...one set of clothes.'%K%P",
"'Are you kidding me...?'%K%P",
"'I'm sorry...'%K%P",
"Oh, man.%K%P",
"I noticed that she wore the same outfit every\\nday, but didn't think it was the same set.%K%P",
"'H-How did you get away with it all this time?'%K%P",
"'I would wash them after taking a bath every\\nnight.'%K%P",
"That implied she was only in her underwear in\\nher room while her clothes dried.%K%P",
"'A-Anyway, I'll try to find something you can\\nwear, so just hang tight.'%K%P",
"'Are you sure?'%K%P",
"'Yes, it'd be better for me.'%K%P",
"I needed to handle this before Maika returned, I\\ncouldn't let her see this.%K%P",
"'Is that so? Then, I'll happily accept the\\noff--'%K%P",
"'I'm back!'%K%P",
"'What?!'%K%P",
"Th-This is the worst.%K%P",
"Why did Maika have to come back from school at\\nthe worst timing ever?%K%P",
"Maika's approaching footsteps sounded like a\\ndeath sentence coming.%K%P",
"'Oh, it's so hot. Did I forget to chill the tea?\\nHuh?'%K%P",
"It's over.%K%P",
"'Sho... What the heck are you doing?'%K%P",
"'Th-There's a reason behind this...'%K%P",
"'Sure, of course. How do you explain being alone\\nin a room with a girl who's only wearing a\\ntowel?'%K%P",
"'W-Well, it's actually my fault. I was really\\nbad at it so I dirtied my clothes.'%K%P",
"'We moved around and sweat a lot, so that's why\\nI took a bath.'%K%P",
"'Inori?! Are you saying that on purpose?!'%K%P",
"'Hmm... Your clothes got dirty and you sweat a\\nlot. Wh-What the heck were you two doing?!'%K%P",
"'You're mistaken! Maika, don't make any weird\\nassumptions!'%K%P",
"'Wh-What assumptions?!'%K%P",
"'Hey Sho. I'm done with the bath.'%K%P",
"'Good timing. Akane, will you tell Maika what we\\ndid...today...?'%K%P",
"'Hey, hey. I don't have any clothes. Will you\\nlend me some?'%K%P",
"'Akane, you too?!'%K%P",
"When I looked over for rescue, there stood\\nAkane, only wearing a bath towel.%K%P",
"'Akane and Inori, you both don't have a change\\nof clothes?!'%K%P",
"After I got to explain, she looked at them in\\nshock.%K%P",
"Turns out, they'd been washing their only outfit\\nevery night.%K%P",
"'You both got away with it until now, but you're\\ngonna need more clothes.'%K%P",
"With so much physical movement involved,\\nchanging clothes was a must.%K%P",
"'It's true. You're in trouble with just one set.\\nEspecially with Sho here.'%K%P",
"Maika glared at me with the most reproachful\\neyes.%K%P",
"'Fortunately there's still time to go buy\\nclothes. I'll go for them since they definitely\\ncan't.'%K%P",
"They both had to borrow and change into Maika's\\nclothes.%K%P",
"'I'm headed to the shopping street, so will you\\nstay at home, Sho?'%K%P",
"'No, I'm going with you.'%K%P",
"'Come again?'%K%P",
"'Why do you look so surprised? You'll need\\nsomeone to help you carry all those clothes.'%K%P",
"'Well, if you're okay with it, by all means. I'm\\ngonna go get ready, so be prepared to go, okay?'%K%P",
"'Yup, got it.'%K%P",
"After Maika left the living room, I headed for\\nmy room to get ready.%K%P",
"'Hmm... I can't make up my mind.'%K%P",
"We were in a women's clothing store located on\\nthe corner of the shopping street.%K%P",
"The shopping street was one of the liveliest\\nplaces in Kannagi.%K%P",
"There are department stores, resturants, cafes,\\nand all kinds of shops and places here.%K%P",
"Maika looked serious, comparing multiple\\noutfits.%K%P",
"'Yup... I think this will suit her. Sho, what do\\nyou think?'%K%P",
"'Yeah, I think it'll look good.'%K%P",
"'But this one might look pretty good too. What\\ndo you think?'%K%P",
"Maika knew how to pick the designs that would\\nbring out Akane and Inori's character.%K%P",
"Honestly, I thought all of them would look good,\\nbut it's probably different from a girl's\\nperspective.%K%P",
"'I think it's fine?'%K%P",
"'Come on... Why do you seem so uncomfortable?'%K%P",
"'Uh.'%K%P",
"I was at a loss for words when Maika pointed\\nthat out.%K%P",
"I tagged along to carry the clothes, but I\\nshould've known I'd be stuck in the women's\\nclothing section.%K%P",
"As a man, I felt pretty embarrassed there.%K%P",
"'You stick out more when you look around all\\nweird like that.'%K%P",
"'I do know that.'%K%P",
"In any case, I don't think I could ever get used\\nto this discomfort.%K%P",
"'Hey Maika, let me stand closer to you.'%K%P",
"'What?! Wh-What do you mean by closer?!'%K%P",
"'Thought it would look more natural if we acted\\nlike a couple.'%K%P",
"'C-Couple?! You're such an idiot! Just act\\nnormal, will you?!'%K%P",
"'But see, take a look around us.'%K%P",
"I saw a few couples around us linking arms and\\npicking out clothes.%K%P",
"'I would be nervous if I was with Akane or\\nInori, but I'm more comfortable with you,\\nMaika.'%K%P",
"'What do you mean by that?'%K%P",
"'It means I trust you. We used to link arms as\\nkids, remember?'%K%P",
"'How many years ago was that...?'%K%P",
"'Not convinced?'%K%P",
"'Ugh, just stand close to me. I'm fine as long\\nas we don't link arms!'%K%P",
"'I appreciate it, thanks.'%K%P",
"I stood right next to Maika and looked at the\\noutfit she was holding.%K%P",
"'Hey! Y-Your face is too close!'%K%P",
"'I can see better this way. Anyway, this is the\\noutfit you chose for Inori?'%K%P",
"'Nice. But how about this one?'%K%P",
"'Y-Yeah? Then this is the first set.'%K%P",
"'The first set? How many sets are you thinking\\nof buying?'%K%P",
"'Well, I'd like to have two or three sets\\nmyself. They also need comfy indoor clothes\\ntoo.'%K%P",
"'You're buying that much?'%K%P",
"I assumed she was only picking out one outfit\\nfor them.%K%P",
"'You put in a lot of thought for each outfit\\ntoo.'%K%P",
"'Of course! We're girls, we can't slack off. It\\nhas to be cute.'%K%P",
"'Plus, even if they do look good in everything,\\nI have to pick out the cutest ones. My\\nreputation's on the line here.'%K%P",
"'I guess so.'%K%P",
"'All right! let's go check that section over\\nthere.'%K%P",
"Maika marched through the store to continue her\\nsearch.%K%P",
"'H-Hey! Wait for me!'%K%P",
"While I chased down Maika, who was rummaging\\nthrough piles of clothes, an accessory caught my\\neye.%K%P",
"'This...would look good on Maika.'%K%P",
"It wasn't part of our initial objective, but an\\naccessory wouldn't hurt.%K%P",
"After we finished our purchase of carefully\\nchosen outfits and underwear, the sun was\\nalready setting.%K%P",
"'You bought a lot.'%K%P",
"'Really? I tried to keep it at the bare\\nminimum.'%K%P",
"'Sure...'%K%P",
"This was the bare minimum? How much did she\\nusually buy?%K%P",
"'If a girl's shopping for clothes, it usually\\ntakes up the whole day. I tried to be quick\\nsince it was an emergency.'%K%P",
"Using up a whole day to shop for clothes? A\\ngirl's commitment to fashion can really be\\nsomething.%K%P",
"Certainly different from me. I tend to\\nprioritize functionality over design.%K%P",
"'We haven't gone shopping together in a while.\\nIt was fun.'%K%P",
"'R-Really?'%K%P",
"'Yup. I feel at ease with you, Maika.'%K%P",
"'M-Me too... Um... *Mumble*'%K%P",
"'Hmm? Did you say something?'%K%P",
"'N-Never mind!'%K%P",
"'Are you sure? All right then, wanna go again?'%K%P",
"'Sho, are you saying that you want to spend time\\nwith me?'%K%P",
"'Only if you want to.'%K%P",
"'S-Sure, I can go out with you from t-time to\\ntime?'%K%P",
"'Cool, then let's do this again.'%K%P",
"'Okay...'%K%P",
"We proceeded to walk in silence for a little\\nwhile.%K%P",
"Even in silence, I felt a pleasant air flowing\\nbetween Maika and I.%K%P",
"'Oh yeah. I have something for you.'%K%P",
"'For me?'%K%P",
"'Yeah, it's this.'%K%P",
"I handed a hair pin to Maika.%K%P",
"'Hmm? Is this for me?'%K%P",
"'I've inconvenienced you by having Akane and\\nInori stay at the apartments.'%K%P",
"Maika's eyes were coming and going from my face\\nto the hair pin in my hand.%K%P",
"'Um, are you sure I can have it?'%K%P",
"'Of course. I bought it for you.'%K%P",
"'You...bought it for me...'%K%P",
"'I'm...really, really happy. Thanks Sho.'%K%P",
"'S-Sure. I'm glad you like it.'%K%P",
"I wasn't able to directly look at Maika who was\\nsmiling and holding the pin near her chest. I\\nscratched my face to hide myself.%K%P",
"'I wasn't expecting a gift from you. Since\\nyou've been all about Akane and Inori recently.'%K%P",
"'That's...true.'%K%P",
"I was about to deny Maika's remark, but when I\\nthought about the past couple days, I sure was\\ndevoted to them.%K%P",
"'But even then, you still thought of me.'%K%P",
"'Of course, you're my dearest childhood friend.\\nI'll never leave you.'%K%P",
"I knew we hadn't been spending much time\\ntogether, but I never intended to neglect her.%K%P",
"'Your dearest childhood friend, huh? Sho, why\\nare you so active with Akane and Inori?'%K%P",
"'It's because I want to protect them. I want to\\nprotect Tsubaki Apartments and save Akane since\\ngetting to know her.'%K%P",
"'I don't want to see Tsubaki go, especially\\nafter everything it's done for me.'%K%P",
"'I know, but what's happening to the apartments\\nis inevitable. Don't be bound by it.'%K%P",
"'I'm not. I'm just doing what I want.'%K%P",
"'Ugh, you're always so stubborn when it comes to\\nthings like this.'%K%P",
"'Is that wrong?'%K%P",
"'Nope. That's why I--'%K%P",
"She stopped herself and bashfully looked the\\nother way.%K%P",
"'All right. If you're gonna say that, I'll\\nsupport you as much as I can.'%K%P",
"'Don't think this is all about you. I'm doing it\\nfor Akane and Inori too.'%K%P",
"'I know that.'%K%P",
"'If it doesn't work out, we'll just have to\\nclose it. Do what you can, but don't go\\noverboard.'%K%P",
"You can count on me.%K%P",
"I'll rehabilitate Akane and save Tsubaki\\nApartments no matter what.%K%P",
"I felt grateful for her generous words as we\\nheaded back home.%K%P"
]