[
"A few days passed after Inori and I became\\nofficial, and we were teased by Akane and\\nblessed by Maika.%K%P",
"Now that we were girlfriend and boyfriend, Inori\\nstopped avoiding me. As if to compensate, she\\nwas always by my side.%K%P",
"I was also so happy next to her that I even\\ncaught myself following her.%K%P",
"When Akane made fun of us and called us love\\nbirds, I accepted it as a compliment.%K%P",
"All these happy days brought me so much joy.%K%P",
"'Sho.'%K%P",
"I suddenly heard a sweet, charming voice in my\\nsleep.%K%P",
"'It's already morning. Please wake up.'%K%P",
"'I'm still sleepy...'%K%P",
"'You're usually so charismatic, please don't act\\nlike a child.'%K%P",
"She shook my body diligently to wake me up, but\\nit actually made me sleepier.%K%P",
"'Sho, please wake up.'%K%P",
"'...'%K%P",
"'What? Ah!'%K%P",
"I pulled her under the covers.%K%P",
"I felt something soft in my arms, accompanied by\\na sweet aroma. I slowly began to open my eyes.%K%P",
"'Good morning, Sho.'%K%P",
"After I opened my eyes, the face of my beloved\\njumped into my sight.%K%P",
"'Good morning, Inori.'%K%P",
"She giggled at me when I greeted her, still half\\nasleep.%K%P",
"'You're Mr. Sleepyhead today. You woke up 30\\nminutes later than usual.'%K%P",
"'30 minutes... What happened to breakfast?'%K%P",
"'Maika had class duty and already left for\\nschool, and Akane left because she apparently\\nhad somewhere to be.'%K%P",
"'So we're the only ones who haven't had\\nbreakfast yet.'%K%P",
"'I see...'%K%P",
"My brain finally caught up.%K%P",
"'Yes, so can you please let go of me now?'%K%P",
"'Let me hold you a little longer.'%K%P",
"'Heheh, all right.'%K%P",
"Despite that, Inori smiled and willingly put her\\narms around me.%K%P",
"'Inori... Muah.'%K%P",
"'Sho... M-Muah.'%K%P",
"We managed to exchange our morning kiss.%K%P",
"As the warmth from her lips filled my heart, my\\nsleepiness vanished.%K%P",
"'Ah... Th-That's enough. The day has just\\nstarted.'%K%P",
"'You were all into it too.'%K%P",
"'W-Well... I wasn't going to reject a kiss from\\nyou.'%K%P",
"Inori blushed with her hands on her face.%K%P",
"Man, I just can't get enough of her cuteness.%K%P",
"As much as I wanted to enjoy her more, it was\\nabout time I got up.%K%P",
"'Let's eat.'%K%P",
"After we set the table, Inori and I had our late\\nbreakfast.%K%P",
"'Oh? Did Maika change up the seasoning?'%K%P",
"I tilted my head as I sipped on the miso soup.%K%P",
"'Oh, actually...Maika taught me how to prepare\\nthe soup for today.'%K%P",
"'Is it not to your liking?'%K%P",
"So it was Inori who made the soup.%K%P",
"'It's good, but... It could use a little more\\nflavor.'%K%P",
"'So you prefer stronger seasoning?'%K%P",
"'That's just my preference. It's still pretty\\ngood.'%K%P",
"'No, now I know how to prepare it for you next\\ntime!'%K%P",
"I didn't want to be harsh and hinder Inori's\\nburning determination, so I decided to keep my\\nmouth shut.%K%P",
"'Would you like some soy sauce?'%K%P",
"'Please.'%K%P",
"'I'll serve the rice too. A large serving,\\nright?'%K%P",
"'That's perfect.'%K%P",
"Inori anticipated my wants and acted before I\\ncould say too much.%K%P",
"'This is kinda nice, isn't it?'%K%P",
"'What is?'%K%P",
"I was deep in thought when I accepted the rice\\nfrom Inori.%K%P",
"'It feels like we're husband and wife. We're in\\nsync.'%K%P",
"'H-Husband and wife? Goodness, Sho!'%K%P",
"I gobbled down the rice as I smiled at the\\nembarrassed Inori, who was still holding the\\nrice paddle.%K%P",
"'Sho? It's not good for your digestion when you\\neat fast like that.'%K%P",
"'I can't help it when the food tastes so good.'%K%P",
"'S-Stop it. Flattery won't work on me.'%K%P",
"'Here's some tea. The rice won't go anywhere, so\\nplease slow your pace.'%K%P",
"'Thank you.'%K%P",
"As I drank the tea served by Inori, I savored\\nthe moment.%K%P",
"'Inori, what are you doing today?'%K%P",
"'Maika asked me to go get groceries for dinner.\\nI'll be headed to the shopping street after I\\nfinish cleaning.'%K%P",
"'I'll go with you.'%K%P",
"'Are you sure?'%K%P",
"'It's a good opportunity to go out with you.\\nI'll help you carry the groceries.'%K%P",
"'Heheh. I'll be counting on you. Oh, why don't\\nwe go on a walk while we're out and about too?'%K%P",
"'A walk? Good idea. It'd be a waste if all we do\\nis shop for groceries.'%K%P",
"'Then, it's set! I'm looking forward to it.'%K%P",
"Seeing Inori's contagious smile made me excited\\nto go out too.%K%P"
]