[
"Inori kisses me shyly.%K%P",
"'--chuppa, chuppa...... how about you?'%K%P",
"Seeing Inori looking up at me with her superior\\neyes, I was no longer satisfied with a mere\\nkiss.%K%P",
"I want to feel Inori more deeply.%K%P",
"It's not enough.%K%P",
"'Agh.'%K%P",
"When I put my arms around her neck and pull her\\nclose, Inori looks away and her face turns red.%K%P",
"Don't look away.%K%P",
"'And, but I can't help but be embarrassed when\\nyou stare at me like that.'%K%P",
"'Inori asked you out, didn't he?'%K%P",
"'I didn't intend it that way. But when I was\\nlooking at Sho-san's sleeping face, I just--'%K%P",
"'Even just being with Inori is agonizing, and\\nyou know what will happen if he does something\\nlike that to me.'%K%P",
"'Or--did you want me to attack you?'%K%P",
"'Sho, Sho!%K%P",
"As I raise my body and push Inori down, he\\nbegins to visibly tense up.%K%P",
"I didn't expect Inori, who is so generous with\\nhis sexuality, to be so flustered.%K%P",
"In fact, he may be more M than you think.%K%P",
"'A shrine is a sacred place, and it's not right\\nto be out in the open like this!'%K%P",
"'Before, you used to take off your clothes at\\nshrines.'%K%P",
"'Well, that's not the same thing as--'%K%P",
"'So, as long as it's not outside?'%K%P",
"What?%K%P",
"I pick Inori up and take her to the back of the\\nprecinct.%K%P",
"'Well, do you like this kind of thing, Sho?'%K%P",
"When I let her hold her hands on the wall, it is\\njust in the shape of Ms. Inori's buttocks facing\\nus.%K%P",
"She rolls up her clothes and slips down her\\nunderwear, exposing her twitching white pubic\\nmound.%K%P",
"Yes, it's so beautiful that you can see all of\\nInori's precious parts in this way.%K%P",
"'When the Sho says I'm beautiful, it makes me\\nhappy.'%K%P",
"As Inori's body trembles, clear liquid spills\\nfrom her pussy.%K%P",
"'You're ...... wet.'%K%P",
"'What? Oh, um, are you sure?'%K%P",
"It's true.%K%P",
"'Whew!'%K%P",
"When I trace my finger along Ms. Inori's pink\\ncrack, a slimy, mucousy liquid sticks to it.%K%P",
"Look, it's still wet.%K%P",
"'This is because of that ...... Sho, because\\nhe's looking at my pussy--'%K%P",
"'He said, 'I was at a shrine, and I felt it all\\nover my precious place.'%K%P",
"I put the tip of my finger on the vaginal\\nopening and rub it slowly, as if I wanted to get\\nsomething.%K%P",
"'Oh ...... ugh, hah ...... hi, ugh. Yes, that's\\nright.'%K%P",
"'Inori is naughty.'%K%P",
"'Yah, duh, because the Sho is watching\\nme...nnnn...... hmmm, hah, nnnn!%K%P",
"I do not rush, but gently caress Inori so that\\nshe feels good.%K%P",
"My fingers move back and forth over the\\ntwitching pubic area.%K%P",
"'Oh, I'm in a ...... shrine, and the Sho is\\nlooking at my cunt, and his fingers are making\\nme ...... so wet!'%K%P",
"'Mmm, mmm, ah, ah, hhh, hhh!'%K%P",
"Perhaps aroused by the immoral act of doing it\\nin a place where she herself is worshipped,\\nInori's vagina was spilling out more juice.%K%P",
"'Nnghhhh...hmmm.........\\nahhh...hahiii...hmmm...'%K%P",
"'Hmph, nnnkk, ah, ah...... ahiiiiiii.'%K%P",
"'Inori, do you feel good?'%K%P",
"'Oh, mmm, your fingers are rubbing my cunt, it\\nfeels so good.%K%P",
"'Oooh, hmmm, ah ...... ah, ahi, ah, I can't take\\nthis ......%K%P",
"'Inori is naughty.'%K%P",
"As she continues to rub it with her finger, the\\nsecret part, wet with her love juice, begins to\\nmake a wet sound.%K%P",
"Seeing Inori like that makes me want to be mean\\nto him.%K%P",
"'Uh, uh, I'm a bad kamisama.'%K%P",
"'I never thought I'd be this disturbed at a\\nshrine. ...... eh?'%K%P",
"When he removes his fingers from the pubic area,\\nInori makes a sad sound.%K%P",
"'What's wrong, Inori?'%K%P",
"'Hey, why are you letting go of my finger?'%K%P",
"I still think it's wrong to force things, or did\\nyou want me to continue?%K%P",
"'And you already know that, don't you?'%K%P",
"No, I won't know unless you tell me exactly what\\nyou mean.%K%P",
"I saw Ms. Inori fidgeting and rubbing her\\ncrotch, and I traced it with my finger, which I\\nhad stopped again.%K%P",
"'Hhhhh, ahhh ...... ah, ah, ahhh.'%K%P",
"'Look, Inori, what do you want me to do?'%K%P",
"After repeating the act of moving and then\\nstopping several times, Inori mutters in a small\\nvoice.%K%P",
"'...... is the place to do it.'%K%P",
"'What is it?'%K%P",
"I want to feel good with your fingers.%K%P",
"Inori-san pleads with her face bright red and\\nher body trembling.%K%P",
"I hear it, and my excitement builds.%K%P",
"'Leave it to me, I'll make you feel good in no\\ntime.'%K%P",
"I brought my fingers to Ms. Inori's pubic area\\nagain, this time pointing them inside where they\\nwere beginning to spill their love juices.%K%P",
"'Ahhhhh, ah, ah, ah, ah, in, in, in ......'%K%P",
"'Nnghhhh, hmmmmm,\\nnnnkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk, this is\\nit, this is ...... hot, filling my body!'%K%P",
"'You sound great, does it really feel that\\ngood?'%K%P",
"Masa-san's fingers are stirring my cunt, ah, ah,\\nit feels so good ......!%K%P",
"With a swallowing finger, he plays around inside\\nInori, who is tightening his cervix.%K%P",
"'Oh, oh, oh, c'mon, hah! It's just pouring out\\nof me more and more ...... hmmm, ahhh ......\\nmmmm!'%K%P",
"Please rub it with your fingers!%K%P",
"Right here.%K%P",
"'That's awesome ...... ahhhhhhhhhhhhhhhhhhhhhhhh\\nhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!'%K%P",
"She rubs the vaginal walls and explores the\\nsensitive areas with her fingers.%K%P",
"Inori's vagina clamped down so hard that it\\nseemed to bite off the fingers that entered.%K%P",
"'The Sho's fingers are rubbing my pussy, and I'm\\ngetting more and more embarrassed to be seen\\n......!%K%P",
"'Ohhhh, ahhhhh, hahi, hmmm, hmmm, ......!%K%P",
"'It's amazing, you're dripping more and more\\nlove juice.'%K%P",
"'Because, because the Sho's fingers are\\nstimulating ...... my pleasant parts, mmmm!%K%P",
"'Is it because of me? No, it's because you're\\nnaughty.'%K%P",
"'Hhhhhh, mmmm... ...... ahhh... hmmm... hmmm...\\nhmmm... hmmm... ahhhhh... ......%K%P",
"'Ugh, ugh, Sho's so mean......... nn!'%K%P",
"The fingers, which had been tightened tightly,\\nwere now able to move in and out easily,\\nprobably due to the overflowing love juice.%K%P",
"'Heeeeeunnnnnn, hah, nnnn, ah, ah, ah.'%K%P",
"'If you rub me that hard in my cunt, I'll ......\\nahhhhh!'%K%P",
"Bend your fingers around the entrance with a\\ntight squeeze and scratch the vaginal wall a\\nlittle.%K%P",
"Hiiii, mmmmmm, ah!%K%P",
"I can't do that! I'm feeling too much!%K%P",
"Inori arches his back and his body trembles.%K%P",
"'You liked it here.'%K%P",
"'Yes, that's right, I'm feeling it too much.'%K%P",
"'Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,\\noh, oh, oh, oh, oh, oh, oh!'%K%P",
"When I scratched the area just below the\\nclitoris, the vaginal walls trembled and Ms.\\nInori's legs shook with a wobbling sound.%K%P",
"'I said, 'Rah, Rah, Rah!'%K%P",
"I'm a mean person, and I want to see more of\\nyou.%K%P",
"'Oh, no... ...... Ohhhhhhhh, heck, ahhhhhhh!'%K%P",
"'Ahhhhhh, mmmm, ahhhhh, ahhh, ahhhhh.'%K%P",
"A lustrous voice escaped Ms. Inori's mouth that\\nseemed to echo through the precincts of the\\ntemple.%K%P",
"'Ahhh, nnnn, hah, hah, hah, hah ......'%K%P",
"When I pulled my fingers out and looked at the\\nground, I saw several spots of love juice that\\nhad spilled from Ms. Inori.%K%P",
"'Did you cum?'%K%P",
"'............ ahh, hai.'%K%P",
"Inori's face falls as she makes a muffled noise.%K%P",
"'Sho ...... is really mean already.'%K%P",
"'But it felt good, didn't it?'%K%P",
"'It felt good, but it was ...... so nice to lose\\nmyself in a shrine that was so important to me\\nand get wild .......'%K%P",
"I swallowed raw saliva at the sight of Inori\\nsulking with the upturned cheeks she had just\\nreached.%K%P",
"'......Inori, can I insert it, please?'%K%P",
"'Well, uh, you see, ......, I'm afraid I can't\\ngo any further. ......'%K%P",
"Although she says so, Ms. Inori's facial\\nexpression suggests a somewhat expectant\\nfeeling.%K%P",
"Then we need to make it happen.%K%P",
"'I'm sorry Inori, but my patience is wearing\\nthin.'%K%P",
"He takes his erect penis out of his pants and\\npresses it against his pubic area, which\\nreflects the sunlight and glistens deliriously.%K%P",
"'You see, it's Inori's fault that I'm like this.\\nYou'll take responsibility, won't you?'%K%P",
"Inori's body trembled as she rubbed her stick\\nrepeatedly against her newly reached and\\ntwitching pubic region.%K%P",
"'It's my fault, you know, and it can't be\\nhelped...just for today.'%K%P",
"'Thank you very much, and feel free.'%K%P",
"I grab Inori's ass and thrust my penis into her\\nsloppy vagina all at once.%K%P",
"'Mmmmmmmmmmmmmm!'%K%P",
"'Kuh, nkuh, hah!' 'Sho, your cock is inside\\n......!'%K%P",
"I was able to easily enter Inori's vagina, which\\nI had just reached, but it was so hot and tight\\ninside that it melted.%K%P",
"The immoral act of having sex outside, and in\\nthe sanctity of a shrine, is frankly quite\\narousing.%K%P",
"'It works!'%K%P",
"Please move as you like, Sho I.......%K%P",
"'Ohhhh, ohhhh, the fat cock of Mr. Masaru, it's\\nso hard, it's so hard inside me!'%K%P",
"'Oh, ah, ah, ah, ah!'%K%P",
"'I just came, so my pussy feels so good, yes!'%K%P",
"As I move my hips, the mangled walls of flesh\\nentwine.%K%P",
"The tightness that had been so tight gradually\\nloosened to facilitate insertion.%K%P",
"'Hahiiiiiinnn, hiiiinnn ...... ahhhhhhh.'%K%P",
"'My belly is full of the Sho's cock ......, but\\nit feels so good ......!'%K%P",
"My pussy has been made into the shape of the\\nSho's penis. ......!%K%P",
"When she pulls her hips back and slams them\\ntogether, she makes a sweet sound as if the kari\\nhas hit a weak spot.%K%P",
"'Oh, no, don't ...... an, you're weak there.\\n......'%K%P",
"'Ms. Inori is really vulnerable to being poked\\nin the back.'%K%P",
"'Because, because, because,......, you can't\\nkeep poking me in the same place like that.'%K%P",
"'Hyahhhh ...... ah, ah, phew!'%K%P",
"Inori-san shook her head and shook her body, and\\nher big breasts shook and pulled.%K%P",
"'It feels even better if you touch it while\\nthrusting here.'%K%P",
"Oh, my God, my breasts, oh, my God, oh, my God,\\noh, my God, oh, my God!%K%P",
"'I can't make a loud voice, even though I'm not\\nsupposed to. ...... ah!'%K%P",
"'It feels so good, I can't stand it!'%K%P",
"'It's okay, I'm the only one here, just make it\\nlouder and feel better.'%K%P",
"'Ahhhh, ah, ah, ah, mmmm, mmmm, mmmm!'%K%P",
"She kneads Inori's large breasts, which are so\\nlarge that they fill her fingers, and continues\\nto devour every bit of their softness.%K%P",
"The Sho's cock is thrusting deep into me ......!%K%P",
"I've got my head covered and all I can think\\nabout is the Sho's cock. ......%K%P",
"I feel so good, too, that all I can think about\\nis your pussy.%K%P",
"Again and again, Inori's vagina clamps down on\\nmy meat pole and tries to make me climax.%K%P",
"I, in turn, strike my hips.%K%P",
"'Please feel me more and more. Please feel good\\nwith me.'%K%P",
"My body is filled with all the Shos, ahhhhh!%K%P",
"'Oh, hmmm, nkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk\\nkkkkkkkkkkkkkkkkkkkk!'%K%P",
"Inori also begins to move on her own, shaking\\nher ass lewdly.%K%P",
"Ahyyyyyy ......! Oh no, it's coming again, it's\\ncoming again, it's coming!%K%P",
"'Ah, ah, ah, ah, yaaaah!'%K%P",
"Without even holding back her voice, Inori's\\nbody bends over and she climaxes for the second\\ntime.%K%P",
"'Hah, hah, hah ...... hiiiin!'%K%P",
"Inori-san is already leaning against the wall,\\nher legs shaking so much that she could have\\nfallen at any moment if I had not supported her.%K%P",
"But I haven't cum yet.%K%P",
"I just came...' 'Oh, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no, no, no, no, no, no,\\nno, no, no, no, no, no, no, no!%K%P",
"'Just hang on a little longer.'%K%P",
"He removes his hands from her breasts and grabs\\nInori's buttocks once more, and he slams his\\nhips down hard.%K%P",
"'Eeeeee, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,\\noh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh,\\noh.'%K%P",
"No, this is making me stupid, my head is making\\nme stupid!%K%P",
"'Ah, ah, ah, ah...... hhhhhh, hmmm, hmmm, hmmm!'%K%P",
"'I've been poked and prodded with cocks in all\\nkinds of places ...... and it's hot ......\\ninside!'%K%P",
"'Hahn, this is no good. ...... ahhh!'%K%P",
"Maybe it's because I've come so many times, but\\nInori's inside is sensitive and trembling as she\\nwraps herself around me.%K%P",
"'Inori, if you'll excuse me.'%K%P",
"'Huh? What more can you do to me?%K%P",
"He slows down the speed at which he moves and\\nreaches for Inori's clitoris to stimulate it.%K%P",
"'Yes, Inori, you are tightening it too much.'%K%P",
"'I can't! I can't stand to be touched while\\nbeing poked with your man parts!'%K%P",
"'Ahhhh, ahhh, kuhhhh!'%K%P",
"'Oh bean, don't tease me any more, don't ......\\nah!'%K%P",
"'Wow, you make such a debauched face.'%K%P",
"Seeing Inori's face wet with tears and saliva,\\nmy meat stick, which I thought was at its limit,\\nbecomes even more erect.%K%P",
"'Ugh, shit, my penis, it's still hard ......\\nnnhee!'%K%P",
"'Oh, oh, oh, ah, ah, ah, ah, it's swollen in my\\nstomach.'%K%P",
"Oh, oh, oh, oh, hiccups ......!%K%P",
"A large amount of love juice spills down onto\\nInori's feet.%K%P",
"They bounce around as they hit the ground,\\nwetting the ground as if it were after a\\nrainfall.%K%P",
"'I can't think of anything, please poke me more\\nand more, make me a mess!'%K%P",
"'Ahhhhhhhh, hmmm, hmmm, hmmm, hmmm!'%K%P",
"He thrusts his meat stick into Inori's body, but\\nhis limit is near.%K%P",
"'Inori, it's time to go to ......!'%K%P",
"Please cum, please ...... cum inside me!%K%P",
"'Oh, fuuuh, cuuuuuuh, hah, hahiinnn, iuuh!'%K%P",
"In order to encourage the meat stick to climax,\\nMs. Inori's ass also moves violently as if\\ndevouring the final pleasure.%K%P",
"Her skin-tight hair is disheveled and sweat is\\npouring off her plump, swaying breasts.%K%P",
"'Yah, ugh, kuh, ah, ah, ah!'%K%P",
"'Ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh\\nhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!'%K%P",
"'Almost there, almost there!'%K%P",
"Without thinking, I just keep moving my hips.%K%P",
"'Oh, my God, I can't stand it!%K%P",
"'Please be patient!'%K%P",
"I don't care if they say that, ah, ah, ah!%K%P",
"'No, no, no, no, no, no more ......, no more\\n......!'%K%P",
"I'm coming, I'm coming, I'm coming! I'm coming\\nagain, oh no!%K%P",
"'Hiiiiii, ......, ahhhhh, ahhhhh, ahhhhhhh!%K%P",
"'Nnnhhh, ahhh, ahhh, ahhh!'%K%P",
"'Me, too, guh!'%K%P",
"He slammed his hips and ejaculated at the same\\ntime.%K%P",
"'Hiiiiinnn, ahhhhh, yaaaahhhh.'%K%P",
"'Ahhhhhh, nhiiiiii...... ahhhhhhh!'%K%P",
"'Still, we won't stop. ......!'%K%P",
"'Mmmm......! Hiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii\\niiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii\\niiiiiiiiiiiiiiiiiiiiiiiiight!'%K%P",
"The ejaculation continues, and each time Inori\\nclimaxes in small increments, trying to squeeze\\nevery last drop out of him.%K%P",
"'Inori, you're in good shape!'%K%P",
"'Hahi nnnn, ahhhh, nnnn.'%K%P",
"When he pulls out his meat stick in the middle\\nof ejaculation, the semen fucks Inori's body\\ninto a cloud of white.%K%P",
"'It's amazing ...... how much of the Sho's body\\nis covered in ...... .......'%K%P",
"'Are you okay?'%K%P",
"Yes, this is ......, but I just need a moment to\\nrest.%K%P",
"I hurriedly embraced Ms. Inori as she fell down,\\nher strength draining from her entire body.%K%P",
"'The Sho was very forceful in many ways today.'%K%P",
"By the time she wiped her soiled body and\\ndressed herself, Inori had recovered and\\ncomplained adorably.%K%P",
"'But it felt good, didn't it?'%K%P",
"'Well, that's the ...... thing, but...'%K%P",
"'Shall we do it again?'%K%P",
"'Hi, if you're not in a crowd, you can go to\\n.......'%K%P",
"I was gut-punched in my heart at the sight of\\nInori's face turning bright red, but still\\nsaying that to me.%K%P"
]