[
"'Look, Sho! That cotton candy's huge!'%K%P",
"'There's the target shooter! There are so many\\ndifferent stands!'%K%P",
"'I don't know where to start!'%K%P",
"'The stands aren't going anywhere, so let's take\\nour time.'%K%P",
"I looked around the Autumn Festival Inori saved\\nas I held her hand while she frolicked like a\\nchild.%K%P",
"After Inori suppressed the typhoon with her\\nJinriki, a superior visited Tsubaki.%K%P",
"They wanted to punish Inori, but we weren't\\ngoing to let that happen.%K%P",
"Akane gathered the people of Kannagi to write\\nletters of thanks and petitions beforehand to\\npresent to Inori's superior.%K%P",
"The owner of the kitten, and those who were\\nhelped by Inori were among those who wrote\\nletters.%K%P",
"When the superior argued that Inori couldn't\\nrehabilitate Akane, Akane responded confidently.%K%P",
"'My rehabilitation is all done, thanks to\\nInori.'%K%P",
"Akane was rehabilitated and wasn't causing any\\nblackouts in order to save Inori from\\npunishment.%K%P",
"Due to the letters from the townspeople and\\ncompletion of Akane's rehabilitation, Inori\\nfaced no punishments.%K%P",
"She was given a stern warning and was allowed to\\nstay as the goddess of Kannagi.%K%P",
"And now, Inori and I could enjoy the Autumn\\nFestival.%K%P",
"'We were teased a lot.'%K%P",
"'But it made me happy because our relationship\\nwas recognized by everyone.'%K%P",
"'That's true. It's embarrassing, but a very\\nhappy thing.'%K%P",
"Inori bashfully smiled holding cotton candy in\\none hand and wearing a mask on her head.%K%P",
"Because she saved the Autumn Festival, everyone\\nwas now aware that Inori was their goddess, but\\nit didn't affect their relationship.%K%P",
"They treated her like a normal girl, just like\\nbefore.%K%P",
"'Look, Sho! Caramel apples! Caramel apples!'%K%P",
"'Welcome, Sho and Inori. You two on a date?'%K%P",
"'Yes.'%K%P",
"'Haha, what a show-off. Here's a present for\\nboth of you.'%K%P",
"Inori and I just stared at the caramel apple the\\nold man handed us.%K%P",
"'Are you sure it's okay?'%K%P",
"'Of course. Here, just take it.'%K%P",
"'Thank you.'%K%P",
"After we said thanks, we walked away to take a\\nbite.%K%P",
"'It's sweet and so delicious!'%K%P",
"I was charmed by Inori's smile. We walked\\nthrough the hustle and bustle of the festival.%K%P",
"'This is amazing.'%K%P",
"'Hm? What is?'%K%P",
"'This sight.'%K%P",
"Everyone who gathered around were smiling and\\nhaving a blast.%K%P",
"'Everyone here is smiling. You're the one who\\nsaved their smiles, you know?'%K%P",
"The Autumn Festival we all gave up on was\\nhappening now because of her.%K%P",
"If this wasn't amazing, I didn't know what was.%K%P",
"'Really? The festival was able to happen because\\nof everyone in this town.'%K%P",
"'I just created the opportunity for them.'%K%P",
"'Plus, they all did so much for me as well.'%K%P",
"Inori was a splendid goddess who never acted\\nself-importantly and always acted for the\\npeople's happiness.%K%P",
"'That's your personal virtue, Inori. You should\\nbe proud of it.'%K%P",
"'Yes, I'm very happy as the goddess of this\\ntown.'%K%P",
"I then heard drums being played at the center of\\nthe square.%K%P",
"'Sounds like the taiko drum performance is about\\nto happen.'%K%P",
"'We can participate in the dance too, wanna\\ncheck it out?'%K%P",
"'Of course!'%K%P",
"'All right, let's go!'%K%P",
"'Here you go, Sho.'%K%P",
"Inori grabbed my hand.%K%P",
"'Sho.'%K%P",
"'What is it?'%K%P",
"'I'm looking forward to being with you for many\\nyears to come.'%K%P",
"'I'm looking forward to it too.'%K%P",
"She was a goddess and my girlfriend.%K%P",
"Together with her, I kept on loving this town.%K%P"
]