[
"'Spring's finally arrived, huh?'%K%P",
"'Time certainly flies.'%K%P",
"It hadn't been long since Maika won Akane over.%K%P",
"There had been a lot of trial and error along\\nthe way.%K%P",
"But all that effort had paid off, and Akane\\ncould now restrain her Jinriki enough to stop\\ncausing blackouts.%K%P",
"That wasn't to say she was completely reformed,\\nbut we'd at least fulfilled the conditions for\\nsaving Tsubaki.%K%P",
"'Akane, are you listening? You're a goddess, you\\ncan't go out dressed like that!'%K%P",
"'Oh, don't be such an old lady. Wearing plain\\nclothes too much makes you boring on the inside,\\ntoo.'%K%P",
"'What are you implying?!'%K%P",
"'She's the same as ever, even now.'%K%P",
"Since the day Maika told her about her dream,\\nAkane had completed her rehabilitation program,\\nand Tsubaki Apartments was still standing.%K%P",
"After a few months I'd gotten used to seeing her\\nand Inori argue without using Jinriki.%K%P",
"The fighting didn't bother me. It was just how\\nthose two communicated.%K%P",
"'Fine, since I'm sooo nice, I'll do what you\\nsay.'%K%P",
"'Don't act all high and mighty! We're going to\\nsettle this today, once and for all!'%K%P",
"'These two...'%K%P",
"Just another day at Tsubaki Apartments.%K%P",
"'Mmm... I'm gonna take a break.'%K%P",
"'Cool, I'll join you when I finish up here.'%K%P",
"'Heehee. Oh Sho...'%K%P",
"Maika threw away the pen I'd been holding and\\nbrought me into a warm embrace, resting her head\\nagainst my shoulder.%K%P",
"She'd started to act a lot more lovey-dovey\\nlately. I guess she was getting used to being\\nhonest about how she felt.%K%P",
"'Any new ideas?'%K%P",
"I looked at the notebook on my desk.%K%P",
"It was full of plans and diagrams of different\\nways we could improve and develop the building.%K%P",
"'There's so much I'd love to try, but I guess\\nwe'll have to wait until we find out how it's\\ngoing to go with Akane and Inori.'%K%P",
"'Don't spread yourself too thin.'%K%P",
"'I won't. No more trying to shoulder all the\\nresponsibility by myself. I promise.'%K%P",
"'After all, this is our home.'%K%P",
"'It sure is.'%K%P",
"I patted Maika's head, and she responded by\\nnuzzling against my shoulder.%K%P",
"'You're like a cat.'%K%P",
"'Do you like that kind of thing? I can be a cat\\nfor you... Meow, purrr... Heehee.'%K%P",
"Before I knew it I was hugging and stroking\\nMaika as she self-consciously meowed.%K%P",
"'Heh, what would Akane and Inori think if they\\nsaw us like this?'%K%P",
"'I think they're pretty used to it by now.'%K%P",
"'Inori maybe, but Akane would make fun of us for\\nsure.'%K%P",
"'We'll worry about that later. Who cares if they\\nsee us, right?'%K%P",
"'What about when we get new residents?'%K%P",
"'When they move in...I'll introduce you as my\\nhusband.'%K%P",
"'Yeah, that won't be weird at all.'%K%P",
"'All good things in time. Let people think what\\nthey'll think.'%K%P",
"'Sure, I'm happy if you're happy.'%K%P",
"'I guess there's no problem, then.'%K%P",
"I never thought I'd see her act so affectionate\\nagain.%K%P",
"She was all the cuter for it.%K%P",
"'Our next step is to talk to Inori's boss and\\nget this place officially recognized as a\\nresidence for wayward goddesses.'%K%P",
"'You're gonna go talk to her in person?'%K%P",
"'Yes. This decision will have a big impact on\\nthe future of this place, so we've got to do\\nthings right.'%K%P",
"'Anything I can do to help?'%K%P",
"'Hmm... When the time comes, just hold my hand.'%K%P",
"'Is that all?'%K%P",
"'Just having you there beside me will give me\\nthe strength I need to go on.'%K%P",
"I felt like my heart was going to burst.%K%P",
"'It makes me happy to hear you say that. I'm\\njust glad to be able to take care of you.'%K%P",
"'Thanks, Sho.'%K%P",
"'So, you're always going to take care of me?'%K%P",
"'Yeah, of course.'%K%P",
"'Then maybe it's time to fulfil your promise.\\nRemember, you said we'd get married when you\\nwere big and strong enough to look after me?'%K%P",
"'Maika?'%K%P",
"'From now on you'll not only have to take care\\nof me, but also Tsubaki Apartments!'%K%P"
]