[
"'Okay, I'm good to go.'%K%P",
"I stood up and checked myself in the mirror one\\nmore time.%K%P",
"Since asking Maika out the day before, I hadn't\\nbeen able to keep still.%K%P",
"'No bedhead, right?'%K%P",
"The date we were going on today held the utmost\\nimportance for me.%K%P",
"There was no such thing as too prepared.%K%P",
"With that in mind, I checked my appearance\\nanother three times until I was satisfied.%K%P",
"'I should probably get going.'%K%P",
"I took a look at my phone. It was the perfect\\ntime to set out.%K%P",
"'Ah, Sho.'%K%P",
"'Hey, Sho.'%K%P",
"'Hi Inori, Akane.'%K%P",
"I ran into the two goddesses on the way to the\\nfront door.%K%P",
"'Off on your date?'%K%P",
"'That's right.'%K%P",
"'Maika already left.'%K%P",
"'Huh? Really?'%K%P",
"I was planning to get to the park half an hour\\nearly. I didn't think she'd get there before me.%K%P",
"'Sorry guys, looks like I need to get going.'%K%P",
"'Of course. Good luck, Sho.'%K%P",
"'Don't you worry about us. Stay out all night if\\nyou have to.'%K%P",
"'Why would they stay out all night?'%K%P",
"'Enough with the jokes, Akane. Inori, please\\ndon't take her seriously. Okay, I'll see you\\nlater...'%K%P",
"'Bye!'%K%P",
"I stepped outside and headed in the direction of\\nKannagi Park.%K%P",
"'Better hurry. Shouldn't keep a lady waiting.'%K%P",
"'Ah! Sho...'%K%P",
"'Hey, sorry I'm late. Did I keep you waiting?'%K%P",
"Maika was already there by the time I arrived.%K%P",
"'No, I just got here myself.'%K%P",
"'B-Besides, it's not even close to when we said\\nwe'd meet. Heh, this is like something from a\\ncheesy romance manga.'%K%P",
"'So don't worry about the time, okay?'%K%P",
"'Sure, if you say so.'%K%P",
"Maika nodded and took a step closer to me.%K%P",
"I took a moment to really look at her.%K%P",
"'...'%K%P",
"I couldn't take my eyes away.%K%P",
"She was wearing a subtle amount of makeup and a\\nfew accessories. All these little touches made\\nher look even more stylish than usual.%K%P",
"'H-Hey...'%K%P",
"'Don't just stand there staring, say something.'%K%P",
"'Oh, sorry. You just look so beautiful, I\\ncouldn't help staring a little.'%K%P",
"'Huh?!'%K%P",
"Maika's cuteness level was through the roof.%K%P",
"I couldn't believe how lucky I was to be out on\\na date with such a beautiful girl.%K%P",
"'Hey, don't say stuff like that!'%K%P",
"'You're not usually like this. Don't tease me!'%K%P",
"'I'm serious.'%K%P",
"'Sure, sure. So, where are going today? I'm\\nassuming you have some kind of plan?'%K%P",
"'Of course.'%K%P",
"I did my best to stay cool as I watched Maika\\nblush and try to avoid looking at me.%K%P",
"'You sound pretty confident. This better be\\ngood.'%K%P",
"'Oh it will be, trust me.'%K%P",
"'I guess we should-- Oh.'%K%P",
"'Hm? What's the-- Oh.'%K%P",
"We'd been so focused on each other we hadn't\\nnoticed, but the park was a pretty popular date\\nspot.%K%P",
"All around us were couples walking hand-in-hand.%K%P",
"'Sure are a lot of couples here today.'%K%P",
"'Yeah...'%K%P",
"'M-Maybe we should hold hands, too? ...Just\\nkiddi--'%K%P",
"'Oh, can we?'%K%P",
"'Huh? I-I only meant that as a jo--'%K%P",
"'I do want to hold your hand, though.'%K%P",
"'Uh... Okay, f-fine. If you really want to, I\\nguess we can.'%K%P",
"'I really do. I really want to hold hands.'%K%P",
"'Well, that backfired on me...'%K%P",
"Surprised at my candor, Maika shifted her gaze,\\nunsure of where to look.%K%P",
"'What's the matter? Are you hurt?'%K%P",
"'I-It's nothing! Come on. Here's my hand, hold\\nit if you want to.'%K%P",
"'With pleasure.'%K%P",
"I gently enveloped Maika's hand in my own.%K%P",
"'Okay...'%K%P",
"Maika's hand was small, soft, warm.%K%P",
"I was aware of how different it was from the\\nhand of a guy like me.%K%P",
"We walked together, hand-in-hand.%K%P",
"Just this simple act made me more nervous than\\never before.%K%P",
"'So, where are we going?'%K%P",
"'I thought we'd catch a movie. There's that new\\ntheater that just opened up near the shopping\\nstreet.'%K%P",
"'Oh, right. I'm surprised you'd think of\\nsomething like that.'%K%P",
"'Even I like a movie now and then.'%K%P",
"'Sure, but what kind of movie should we see?'%K%P",
"'We can decide when we get there. That's part of\\nthe fun.'%K%P",
"I realized Maika and I were walking a lot closer\\nto each other. I guess we were starting to relax\\na little.%K%P",
"'Ah...'%K%P",
"A gust of wind blew Maika's hair into my face,\\nbringing with it a sweet smell.%K%P",
"'Something wrong, Sho?'%K%P",
"'Nah, it's just...you smell really nice.'%K%P",
"'Huh?!'%K%P",
"'What is that? It doesn't really smell like\\nsoap...'%K%P",
"'It's perfume.'%K%P",
"'Perfume, huh? I had no idea it could smell so\\ngood.'%K%P",
"'It can get overpowering if you put on too much,\\neven for a natural floral scent like this.'%K%P",
"'Oh, cool. But you don't usually wear any,\\nright?'%K%P",
"'Well, I don't get many chances to.'%K%P",
"'So you're wearing it for me?'%K%P",
"'I-I guess you can put it like that. This is a\\ndate, after all.'%K%P",
"'I've got to get a little dressed up, even if it\\nis only you.'%K%P",
"Whoa. Let me just take that in.%K%P",
"Maika got dressed up just for me.%K%P",
"'What are you smirking at?'%K%P",
"'Nothing.'%K%P",
"'Urgh, whatever...'%K%P",
"'Oh, if it isn't Sho and Maika.'%K%P",
"'Hello, ma'am.'%K%P",
"'H-Hello...'%K%P",
"'How nice to see you... Oh?'%K%P",
"A woman we knew from the neighborhood called out\\nto us as we entered the shopping street. When\\nshe got closer, her eyes widened in surprise.%K%P",
"'Oh my, you're holding hands. I knew you two\\nwould get together sooner or later.'%K%P",
"'We're not really--'%K%P",
"'No need to hide it, dear! We should celebrate!'%K%P",
"'Well, we haven't exactly--'%K%P",
"'What's all this about?'%K%P",
"'Sho and Maika are finally together!'%K%P",
"'Oh! Nice going, you two.'%K%P",
"'They have? It's about time, if you ask me!'%K%P",
"'Congratulations, Maika.'%K%P",
"'P-Please, everyone...'%K%P",
"We were starting to draw a crowd now.%K%P",
"They all assumed we'd started going steady, and\\nwere gathering around offering us kind words.%K%P",
"'Now this is a relief, I thought you two were\\nnever going to get serious.'%K%P",
"'The two of you have been friends since you were\\nlittle, I always thought you'd make a good\\nmatch.'%K%P",
"'Urrrgh...'%K%P",
"This could spell trouble.%K%P",
"Trying to find an opportunity to correct this\\nmisunderstanding amid so many conversations was\\npretty much impossible.%K%P",
"Maika was being approached on all sides, and was\\nstarting to look dazed and confused.%K%P",
"'Uh, we need to get going...'%K%P",
"'Oh, of course! We didn't mean to interrupt your\\ndate.'%K%P",
"'We're old enough to know better. C'mon,\\neveryone, let these two lovebirds through.'%K%P",
"One of the men clapped his hand and the crowd\\nreluctantly parted for us.%K%P",
"'We'll ask ya all the juicy details later, Sho.\\nYou treat Maika right, you hear?'%K%P",
"'Oof.'%K%P",
"He gave me a light slap on the back, then\\nwandered back to his store.%K%P",
"'You okay, Sho?'%K%P",
"'Fine, totally fine.'%K%P",
"'They really didn't let up, huh?'%K%P",
"'I don't think they meant anything by it.'%K%P",
"'Yeah, but still... Thinking you and I were...\\nA-Anyway, let's get going!'%K%P",
"Maika squeezed my hand a little harder, trying\\nto cover her embarrassment.%K%P",
"I walked along with her, still in awe of how\\ncute she was.%K%P",
"'Hey, Sho?'%K%P",
"'What's up?'%K%P",
"She finally calmed down after we got outside the\\nshopping street.%K%P",
"'Weren't you bothered that they thought we were\\nboyfriend and girlfriend?'%K%P",
"'Hm? Why'd you think that?'%K%P",
"It wasn't like Maika to be so direct.%K%P",
"'It's just...you know. We're childhood friends.\\nDoesn't the idea that people could get so\\nconfused--'%K%P",
"'It doesn't bother me.'%K%P",
"'It doesn't? Does that mean--'%K%P",
"'Here we are.'%K%P",
"'Oh, right.'%K%P",
"I wanted to give her a real answer, but that\\ncould wait just a little longer.%K%P"
]