[
  "「やっぱりエッチって言われまくってるし……」%K%P",
  "ユニット練習の後、カグラのバイト先に来て\\nタブレットＰＣで動画の反応をチェックしていた。%K%P",
  "「みんな喜んでくれてるし、いいと思うけどなあ。\\n　ほらほら、順位だって上がってるよ！」%K%P",
  "「って、またシュリに抜かれちゃってるじゃん〜」%K%P",
  "今日はシュリ＆カグラ（仮）確定である。%K%P",
  "「それよりカグラこそ、よくそんな格好で平気ねぇ」%K%P",
  "「慣れだよ、慣れ！\\n　シュリだってカミサマアイドル目指してるなら、\\n　こーゆー衣装で人前に立つのも慣れなきゃダメだよ」%K%P",
  "バイト中のカグラは、そう言って仕事に戻ってしまう。%K%P",
  "「わたしもこういうお店でバイトしたほうがいいのかなぁ？」%K%P",
  "「カグラみたいにステージ度胸はつくだろうな」%K%P",
  "「うーん……正直わたしにはつらいわ……」%K%P",
  "あの衣装を受け入れたシュリだったが、\\nやはり納得はしていない様子だ。%K%P",
  "「まあいいわ。とにかくコメントに返信するわね」%K%P",
  "動画についたコメントにもレスをつけるようになった。%K%P",
  "結構きわどい質問もあって、返答に困ることも多かったが、\\n生のカミサマアイドルと交流できてファンも大喜びだ。%K%P",
  "「も〜、またエッチな質問だよ……」%K%P",
  "「無理に返事しなくてもいいんだぞ。\\n　無視してもいいし、カグラに任せてもいいし」%K%P",
  "「そういうわけにはいかないでしょ。\\n　この人はわたしのことが知りたいんだから、\\n　カグラに押しつけるなんてとんでもない」%K%P",
  "「……そっか。そういうとこ、シュリは立派だと思うよ」%K%P",
  "「な、なによいきなり。びっくりするじゃない」%K%P",
  "「悪い。この調子で頑張ってくれ」%K%P",
  "シュリもカグラも、カミサマアイドルとしての意識は強い。%K%P",
  "ユニット活動をしてライバルと間近で接することで、\\n相手より高みへ昇ろうと努力していた。%K%P",
  "「大和はこの調子で頑張れって言うけど、\\n　ほんとにそれでいいのかな？」%K%P",
  "「エッチな方向で話題になるのは、やっぱり違うと思うんだ。\\n　わたしはパフォーマンスでファンのみんなを魅了したい」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』と比べたらまだまだだと思う。\\n　でも新メンバーになろうっていうなら、\\n　サラさんたちに匹敵するレベルにならないと」%K%P",
  "「だから大和もそのつもりでいて。\\n　わたしはカグラと一緒に、そこを目指していくつもりだから」%K%P",
  "人気が出て、順位が上がればいいと\\n単純に考えていた自分が情けない。%K%P",
  "オーディションに勝利し、『Ｌ☆ＳＥＶＥＮ』のメンバーに\\nなった時のことまで、シュリは考えていたなんて。%K%P",
  "「わかったよ。俺もそのつもりで二人をサポートする」%K%P",
  "「うん、いろいろ難しいと思うけど、よろしく頼むわね」%K%P",
  "そのためには俺自身も、今のままじゃダメだ。%K%P",
  "シュリとカグラがレベルアップしていくなら、\\n俺も変わっていかないといけない。%K%P",
  "「お待たせ〜、大和！」%K%P",
  "シュリとの会話がいいきっかけだった。\\n撮影担当として動画を撮り始めて、気付いた点も出てきた。%K%P",
  "それは素人同然の俺の撮影技術だ。\\n編集の方も同様で、二人の足を引っ張っている。%K%P",
  "動画のコメントでも、そんな指摘が増えていた。%K%P",
  "「悪いな、つきあわせちゃって」%K%P",
  "「いいっていいって。カメラの練習でしょ？\\n　カグラ＆シュリ（仮）には必要なんだし、つきあうよ」%K%P",
  "こっそりユニット名を自分寄りにしているのに気付いたが、\\nつきあってもらう手前スルーしてあげよう。%K%P",
  "「シュリにも声かけなくてよかったの？\\n　せっかくだし一緒に撮ればいいのに」%K%P",
  "「誘ったけど断られた。\\n　恥ずかしいからってさ」%K%P",
  "撮影されること自体には慣れてきたシュリだが、\\nアイドル活動以外で撮られるのは嫌らしい。%K%P",
  "「も〜、恥ずかしいのも慣れたら気持ちよくなるのにね」%K%P",
  "「そ、そういうものなのか？」%K%P",
  "「そうだよ。人に見られるのが嫌で\\n　カミサマアイドルなんて出来ないって」%K%P",
  "秋葉原の裏通りからメインストリートに出る。%K%P",
  "立ち並ぶ雑居ビルの中に、目的の個人撮影用スタジオがあった。%K%P",
  "「それじゃ、適当に撮っていいよ〜」%K%P",
  "「にゃ〜ん☆」%K%P",
  "ソファの上に寝転んで猫なで声。%K%P",
  "たったそれだけなのに、カグラがやるとかなりの破壊力だ。%K%P",
  "「あれ？　撮らないの？\\n　のんびりしてるとレンタル時間終わっちゃうよ」%K%P",
  "「わ、わかってるって」%K%P",
  "スタジオは時間制のため、ぼんやりしている暇はない。%K%P",
  "カメラの電源を入れ、さっそく撮り始めた。%K%P",
  "「全体を撮るばっかりじゃなくて、\\n　あたしの魅力的な部分を狙って撮るといいと思うよ〜」%K%P",
  "カミサマ喫茶ではパフォーマンスを撮影されているから、\\nカグラはこの手のことも多少知っている。%K%P",
  "俺が自分なりにネットで調べてきた撮影術と組み合わせて、\\nあれこれ試したいところだ。%K%P",
  "「もしかして恥ずかしがってる？\\n　遠慮しないでいいんだよ。ほらほら〜♪」%K%P",
  "挑発するように健康的な太ももを見せつけてくる。%K%P",
  "それを追うように、ズームアップしていく。%K%P",
  "「…………」%K%P",
  "「あれれ？　無言？\\n　撮りながら何かしゃべってよ〜」%K%P",
  "「悪いけどそんな余裕ないって」%K%P",
  "ただでさえ撮るのにいっぱいいっぱいなのに、\\nアップで映し出されているのがこれだ。%K%P",
  "「しょうがないな〜。\\n　じゃあ、被写体のあたしが頑張っちゃうしかないか」%K%P",
  "「こ〜ゆ〜のはどお？」%K%P",
  "太ももを見せるだけでなく、胸元もアピールしてくる。%K%P",
  "ブラウスから覗く谷間をわざと強調させて、俺を誘惑していた。%K%P",
  "「そ、そこまでしなくてもっ」%K%P",
  "「え〜、別に見えてないんだし、いいじゃん」%K%P",
  "「見えそうで見えない方が逆にドキドキするんだっての」%K%P",
  "「なら、狙いどーりってことだね。むふふ」%K%P",
  "カグラの術中にはまってしまったようだ。%K%P",
  "俺の反応に気をよくした彼女は、\\n調子に乗って健康的な身体をくねらせる。%K%P",
  "ただでさえ布面積の少ない制服なのに、\\nそんな動きをしたらあちこち見えそうになってしまう。%K%P",
  "「どーお？　エッチな気分になっちゃった？」%K%P",
  "「し、知るか、そんなの」%K%P",
  "「大和ってばかわいい〜。\\n　もうちょっとサービスしちゃおうかな」%K%P",
  "「や、やめろって、その、見えちゃうだろ」%K%P",
  "特にスカートのあたりがやばい。%K%P",
  "めくれてしまわないように指でつまんで押さえているが、\\nその仕草が妙にエッチでムラムラしてくる。%K%P",
  "「もし見えちゃったら、そこは編集でカットしてね」%K%P",
  "「当たり前だっ」%K%P",
  "「撮るだけなら……ね、別にいいから」%K%P",
  "いいのかよっ！　と心の中でツッコミを入れる。%K%P",
  "実際にギリギリのラインを攻めようとすると、\\nどうしたって見えてしまうことがあるのだ。%K%P",
  "「…………」%K%P",
  "「ね、見えちゃってる？」%K%P",
  "「……見えてない」%K%P",
  "「うそだよ。見えてるでしょ」%K%P",
  "「……これ、見せパンなんだよな？\\n　撮影用に、そういうの穿いてるんだよな？」%K%P",
  "「ステージではそういうの穿くけどね、今は違うよ」%K%P",
  "「見せない方の、ぱんつだから」%K%P",
  "カグラの見せない方のパンツは、\\nしっかり俺の目に焼き付いていた。%K%P",
  "「ふ〜、楽しかった！」%K%P",
  "あっという間の１時間だった。%K%P",
  "密室でイケナイことをした後みたいで、\\nなんとなく気まずい。%K%P",
  "「どうかな？　ちょっとは練習になった？」%K%P",
  "「おかげさまでカメラにも慣れてきたよ」%K%P",
  "その代償に、心身ともに疲弊してしまったが。%K%P",
  "「そっか！　また練習したくなったら言ってね。\\n　いつでもつきあうから！」%K%P",
  "元気に手を振って、そのまま去っていこうとする。%K%P",
  "「あ！　送っていくよ」%K%P",
  "「へーきへーき！\\n　それじゃ、出来上がりを楽しみにしてるからね〜！」%K%P",
  "「編集終わった〜！」%K%P",
  "撮影時間は１時間だったが、\\n編集にかなりの時間を取られてしまった。%K%P",
  "カグラを満遍なく撮ったつもりだったのに、\\nデータを確認してみたら際どいカットばかりだったからだ。%K%P",
  "「あんなのそのまま出したら、俺の品性が疑われるっ」%K%P",
  "胸元や太もも、お尻などのオンパレードだ。\\n見せない方のパンツも、かなり映っていた。%K%P",
  "「とにかくアップして寝よう。疲れた」%K%P",
  "やばいところは編集でカットした。\\n何度も確認したし、問題ないはずだ。%K%P",
  "今回の動画はカグラオンリーなので、\\n彼女個人のアカウントにのみアップした。%K%P",
  "「うおっ、反応早っ！」%K%P",
  "さすがにこれは食いつきいいか。\\nアップされた直後から視聴回数が増えていく。%K%P",
  "この調子だと、明日のユニット名は、\\nカグラ＆シュリ（仮）に決まりそうだな。%K%P"
]