[
  "待ちに待った土曜日が訪れた。%K%P",
  "ちょっぴり背伸びしておしゃれをして、\\nサラさんとのデートに臨む。%K%P",
  "これが俺にとっての初デートなのだ。\\n気合いが空回りしている自覚は十分にあった。%K%P",
  "待ち合わせ場所に指定された秋葉原駅まで来て、\\n俺は自分の迂闊さを悟ることになる。%K%P",
  "「…………」%K%P",
  "サラさんの周辺は、異様な空気に満ちていた。%K%P",
  "あの弁財天サラが変装もせずに堂々と立っているのだ。\\n大勢が彼女の存在に気付いていた。%K%P",
  "気易く声をかけられないオーラがある。\\nそのため、彼女を取り囲む人の輪が形成されていた。%K%P",
  "「あっ、大和く〜ん！！」%K%P",
  "俺に気付いたサラさんが呼びかけてきた。%K%P",
  "周囲がざわりとなり、全視線が俺に集中する。\\nこいつが待ち合わせの相手か！　と殺気が溢れた。%K%P",
  "「ちょっ、これはさすがに……」%K%P",
  "「ん？　どうかした？」%K%P",
  "「サラさんのファンと思しき人たちが大勢……」%K%P",
  "「もうカミサマアイドルじゃないんだから、\\n　別に気にしなくてもいいと思うんだけど」%K%P",
  "「でも、大和くんがそこまで気にするなら、\\n　対策は一応準備してきたのよ」%K%P",
  "持っていたバッグから何か取り出し、俺に差し出してきた。%K%P",
  "「ビデオカメラよ。これで私を撮っていたら、\\n　ロケ中かなって思ってもらえるでしょ？」%K%P",
  "「は、はぁ……」%K%P",
  "人よけにはなるが、デートらしさは一気になくなる。%K%P",
  "とはいえ、アキバ周辺をうろつくつもりなら、\\nやはり何らかの対策は不可欠だ。%K%P",
  "「私はこんなのなくても平気だけど、どうする？」%K%P",
  "「いえ、せっかく用意してもらったんですし、使います。\\n　ギャラリーがいなくなるまでの辛抱ですから」%K%P",
  "「そうね。落ち着くまで我慢しましょう」%K%P",
  "こうして話はまとまり、俺はサラさんを撮り始めた。%K%P",
  "場所を移動して、秋葉原のメインストリート。%K%P",
  "サラさんと、それを撮るカメラマンがセットになっていると、\\n人々は勝手に撮影だと思い込んでくれる。%K%P",
  "「うーん、ただ撮ってもらうだけじゃ芸がないかしら？」%K%P",
  "「なら、取材っぽいことでもしてみますか？」%K%P",
  "「いいわね。実は私、やってみたいことがあったの」%K%P",
  "「ズバリ、秋葉原カレーめぐりよ！」%K%P",
  "秋葉原という街はカレーの激戦区だ。%K%P",
  "全国チェーンや地方のローカルチェーン、\\n更には個人店に至るまで、様々なカレーの店が集まっている。%K%P",
  "「前からきちんとチェックしてみたかったのよね。\\n　どうかしら？　つきあってくれる？」%K%P",
  "「わかりました。\\n　じゃあグルメ番組っぽくまとめてみましょうか」%K%P",
  "楽しいデートになるはずだったのに、早くも脱線している。%K%P",
  "とはいえ、楽しそうに笑うサラさんを見ていると、\\n細かいことはどうでもよくなってきた。%K%P",
  "「こんなこともあろうかと、お店はちゃんと下調べ済みよ。\\n　さあ、まずは一軒め、行ってみましょう」%K%P",
  "まずは現在地からすぐの場所にある、某有名チェーンだ。%K%P",
  "店員さんに了解を取り、さっそく撮影を開始する。%K%P",
  "「…………」%K%P",
  "「ど、どうでしたか？」%K%P",
  "「７０点！　ボリュームが売りなのはわかるけど、\\n　トッピングに揚げ物が多すぎるわね」%K%P",
  "サラさん的にはそこまでいい評価ではないようだ。%K%P",
  "「でも、カレーはおいしかったわ。\\n　さすが秋葉原、チェーン店でも侮れない味ね」%K%P",
  "「サラさんもしっかり完食でしたね」%K%P",
  "盛りがよかったのに、きれいに平らげていた。%K%P",
  "「残すなんて失礼な真似できないわよ」%K%P",
  "「無理はしないでくださいね。\\n　残ったら俺が引き受けますので」%K%P",
  "「スタッフがおいしくいただきました、というやつね？」%K%P",
  "「スタッフと言っても、俺一人だけですけど」%K%P",
  "「なら、大和くんに負担をかけないためにも、\\n　私が頑張って食べなきゃね」%K%P",
  "ふんすと可愛く気合いを入れている。%K%P",
  "細身ですらっとしているが、\\n意外にもサラさんは結構食べる方だ。%K%P",
  "うちのカレーを何度もおかわりしていたし、\\n俺が手伝えばあちこち回れそうな気がする。%K%P",
  "それから更に２軒、カレー屋巡りを済ませた後。%K%P",
  "「さて、次のお店はここね」%K%P",
  "サラさんの視線の先には、\\nカミサマ喫茶『{天香久山:あまのかぐやま}』の看板があった。%K%P",
  "「ここですか？　カレー屋さんじゃないですし、\\n　カグラのバイト先ですよ」%K%P",
  "「こういうところが穴場なのよ。\\n　時々びっくりするほどおいしい手作りカレーを出すんだから」%K%P",
  "生憎とここのカレーを注文したことがないから、\\n良し悪しはわからない。%K%P",
  "「とにかく行ってみましょう！」%K%P",
  "カミサマ喫茶『{天香久山:あまのかぐやま}』は、\\nカミサマアイドルファンのための店である。%K%P",
  "そこにサラさんが来たらどうなるか。\\n少し考えればわかることなのに考えなしに突撃してしまった。%K%P",
  "「おおおお〜！！　弁財天サラさま降臨！！」%K%P",
  "「まさかあのサラ様がこんな場末の地にいらっしゃるなんて！\\n　うおおお〜っ、今日という日を感謝します、カミサマ！」%K%P",
  "感涙にむせび泣き、土下座して感謝の気持ちをアピールしている。%K%P",
  "正直ドン引きな光景だが、サラさんには日常茶飯事なのか、\\nニコニコ笑顔で受け流していた。%K%P",
  "「場末の地とか言われちゃってるんだけど……」%K%P",
  "さすがにカグラも渋い顔をしている。%K%P",
  "「ごめんね、カグラちゃん。\\n　騒がしくしちゃったみたいで」%K%P",
  "「いえ、うちの店的には繁盛するので、\\n　ぜんぜんおっけーなんですけどね」%K%P",
  "恐らくリアルタイムでサラさん来店の情報が\\n拡散していることだろう。%K%P",
  "スマホでチェックしようとしていたら、\\nカグラに脇腹をつつかれる。%K%P",
  "「ちょっと大和！\\n　どーしてサラさんをうちの店につれてきたの？」%K%P",
  "「わ、悪い。ここのカレーを食べるためだったんだが……」%K%P",
  "「皆さん、こんにちは〜。\\n　撮影でお邪魔しますが、許してくださいね」%K%P",
  "「うおおおおお〜〜〜〜〜っ！！！」%K%P",
  "彼らにとってはまさに女神であるサラさんの呼びかけに、\\n全お客がスタンディングで大盛り上がりだ。%K%P",
  "「さすがサラさん。格の違いを感じちゃうなあ」%K%P",
  "「カグラには悪いが、圧倒的だな」%K%P",
  "ここまで大きな反応は、\\nラブ☆カミにはまだ引き出せない。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』を卒業しても、\\nサラさんはカミサマアイドル界のカリスマ的存在なのだ。%K%P",
  "「さあ、お店の迷惑になっちゃうから、\\n　パパッと試食しましょう」%K%P",
  "メニューに目を通し、真剣に吟味する。%K%P",
  "「カレーはいくつかあるみたいだけど、\\n　おすすめはどれになるかしら？」%K%P",
  "「一番人気はこれっ！\\n　勝利のオムカツカレーだよ〜」%K%P",
  "「なるほど、ではそれをひとつお願いします」%K%P",
  "なにが勝利かわからないが、\\nなかなかボリューミーなカレーだ。%K%P",
  "「これまた多そうですけど、大丈夫ですか？」%K%P",
  "「まだまだいけますっ」%K%P",
  "サラさんは食欲旺盛なところをアピールして見せる。%K%P",
  "既にかなりの量を食べているが、\\nこの調子ならまだまだいけそうだな。%K%P",
  "「お待たせしました〜！\\n　勝利のオムカツカレーでーす！」%K%P",
  "サラさんの目の前に、巨大なお皿がでーんと置かれた。%K%P",
  "「これは、なかなかの大きさね……」%K%P",
  "通常のカレーの３倍はありそうなカレーだった。\\nそこに巨大な豚カツとオムレツがトッピングされている。%K%P",
  "「大丈夫ですか？　よければ手伝いますけど……」%K%P",
  "「平気よ。やれるところまでやらせて」%K%P",
  "いつのまにか大食いチャレンジ的なノリになっている。%K%P",
  "そしてこの店のお客達もギャラリーとなって観戦していた。%K%P",
  "「では、いただきますっ」%K%P",
  "スプーンを構え、いざ実食！%K%P",
  "サラさんは軽快にカレーを食べ進めて行く。%K%P",
  "そして食べ始めること５分、そっとスプーンが置かれた。%K%P",
  "「…………うぷっ」%K%P",
  "「む、無理しないでいいですからね」%K%P",
  "「ま、まだまだいけるわ……」%K%P",
  "「無理ですって。後は俺が食べますから」%K%P",
  "「あたしも手伝います、サラさん」%K%P",
  "「ごめんなさい、よろしくお願いするわね」%K%P",
  "結局サラさんが食べたのは３割程度。\\n残りを俺とカグラで協力して、なんとか全部食べきった。%K%P",
  "「…………４５点」%K%P",
  "絞り出すような声で、さっきのカレーの点数を発表した。%K%P",
  "「やっぱり多すぎましたか」%K%P",
  "「多いことに罪はないのよ。\\n　ただ、揚げ置きのカツがちょっと……」%K%P",
  "恐らく注文ごとに揚げる手間はかけていないだろう。\\n揚げ置きのカツが胃もたれを引き起こしたのだ。%K%P",
  "「それに、あのカレーは業務用のレトルトね。\\n　カミサマ喫茶だから贅沢は言えないのでしょうけど、\\n　やはり自前で作っているのとは差が出てしまうわ」%K%P",
  "カレーは甘口だが、サラさんの評価は辛口だった。%K%P",
  "わざわざ離れた場所に移動してから点数を告げるのだから、\\nかなり気遣っていると察しがつく。%K%P",
  "「……そろそろいいでしょう。撮影はおしまいです」%K%P",
  "借りていたビデオカメラの電源を切り、サラさんに差し出した。%K%P",
  "「そうね、これ以上はもう食べられないし、潮時かしら」%K%P",
  "俺からカメラを受け取ると、ふっとため息をついた。%K%P",
  "成り行きでカレー屋めぐりをしたけれど、本来の目的とは違う。%K%P",
  "サラさんに恋を知ってもらうには程遠い流れだ。%K%P",
  "「行きたいところ、どこかありますか？」%K%P",
  "秋葉原にいる限り、カミサマアイドルだった弁財天サラから\\n離れることは出来ない。%K%P",
  "サラさんがひとりの女の子に戻るには、\\n熱狂的なファンがこの街には多すぎる。%K%P",
  "「大和くんが連れて行ってくれるの？」%K%P",
  "「どこでもってわけにはいきませんけど、努力します」%K%P",
  "ここではないどこかへ。\\nそこに彼女の希望が入るなら、これ以上望ましいことはない。%K%P",
  "「じゃあひとつだけ、わがまま行っちゃおうかな」%K%P",
  "「ここから少し歩くけど、つきあってくれるかしら」%K%P",
  "そのまま北上して蔵前橋通りを越え、湯島界隈を通り過ぎる。%K%P",
  "のんびり歩くこと２０分ほど。%K%P",
  "湯島天神を越えた先に、都会のオアシスはあった。%K%P",
  "「やっぱりここが一番落ち着くわね……」%K%P",
  "上野恩賜公園の西に広がる不忍池。\\nちょうど蓮のシーズンらしく、見事な花を咲かせていた。%K%P",
  "不忍池の中心には弁天堂があり、\\nそこには弁財天が祀られている。%K%P",
  "弁財天の{分霊:わけみたま}であるサラさんにとって縁のある場所だ。%K%P",
  "「せっかくだもの、少し羽を伸ばしてみようかしら」%K%P",
  "サラさんが舞うように手を動かした瞬間、\\nその装いは一変する。%K%P",
  "ひとりの女の子から、一柱のカミサマへと。%K%P",
  "鬱屈した気持ちを吹き飛ばすように、\\nサラさんは笑顔を振りまいていた。%K%P",
  "「見て、大和くん。\\n　蓮の花がこんなにきれいに咲いてる」%K%P",
  "蓮の大輪は不忍池を彩っているが、\\n今このときだけはただの背景と化している。%K%P",
  "それくらいに、サラさんの笑顔は魅力的だった。%K%P",
  "「秋葉原の街も好きだけれど、人混みは苦手なの。\\n　私はこういう自然に溢れた場所の方が落ち着くわ」%K%P",
  "池の水が、蓮の花が、そして柳並木が。\\nここにある全てがサラさんに活力を与えているかのよう。%K%P",
  "さっきまで疲れた顔をしていたのが嘘みたいに光り輝いている。%K%P",
  "「…………きれいだ……」%K%P",
  "思わず、感じたことがそのまま口から出てしまう。%K%P",
  "「ほんとにね。ここはきれいな場所だわ」%K%P",
  "そうじゃない。\\nきれいなのは、サラさんだ。%K%P",
  "けど、舞い踊るようにはしゃぐ彼女の邪魔をしたくなくて、\\n何も言わずただじっと見つめ続けていた。%K%P",
  "「ふふっ、こんなにのびのび出来たのは久しぶり」%K%P",
  "「ありがとう、大和くん。\\n　これはほんのお礼よ」%K%P",
  "サラさんの身振りが大きくなる。%K%P",
  "ここにはないはずの鈴が\\nしゃんと鳴った音が聞こえた気がした。%K%P",
  "その瞬間、光が溢れ、水の粒が舞い散る。%K%P",
  "「おお……」%K%P",
  "それはカミサマの為した奇跡。\\n光と水の共演が、サラさんを鮮やかに彩った。%K%P",
  "あくまで中心にいるのは彼女。\\n『Ｌ☆ＳＥＶＥＮ』のセンターにいた頃のように、\\n美しく咲き誇っている。%K%P",
  "「〜〜〜♪」%K%P",
  "サラさんは更に機嫌よく、光の中で舞い踊った。%K%P",
  "それはまるで天女のごとく。%K%P",
  "これ以上ないほどの美しさなのに、\\n俺は心の片隅で物足りなさを感じていた。%K%P",
  "ここにサラさんの歌声があればいいのに。%K%P",
  "そう願わずにはいられないんだ。%K%P",
  "サラさんの歌声は、まだ失われたまま。%K%P",
  "恋を知ることで、唄えるようになるはずだというけれど、\\n果たして信じていいのだろうか。%K%P",
  "期待が裏切られた時のショックは計り知れない。%K%P",
  "最初はうまくいかなかったサラさんとのデートも、\\n気付けば自然な流れに落ち着いていた。%K%P",
  "不忍池を散策した後は、上野動物園や博物館などを巡って、\\n楽しいひとときをサラさんと共有できた。%K%P",
  "時間はあっという間に過ぎ、日も沈む。%K%P",
  "夜に追い立てられるように、秋葉原へと還っていく。%K%P",
  "「大和くん、今日はありがとう。いい気分転換になったわ」%K%P",
  "今日という日を終わりにするために、\\nサラさんは最後にお礼を口にする。%K%P",
  "「俺もです。楽しかったし、\\n　サラさんの新たな一面を見せてもらえて嬉しかったです」%K%P",
  "俺の知っているサラさんはかなり限定的だ。%K%P",
  "辰巳屋のお客である彼女と、『Ｌ☆ＳＥＶＥＮ』の彼女。\\nそれ以外の面を知る機会なんてずっとなかった。%K%P",
  "「大和くんばかりずるい。\\n　私にとっては、ずっといつものあなただったわ」%K%P",
  "「そりゃまあ、今日の俺はサラさんといる時の俺ですから」%K%P",
  "シュリやカグラといる時とはまた違う。\\nサラさんと一緒の俺は、そのくらい特別仕様だ。%K%P",
  "「私が大和くんの新たな一面を知ることは\\n　出来ないのかしら？」%K%P",
  "「そうですね……」%K%P",
  "「今のまま変わらないなら、そうかも知れません」%K%P",
  "「でも――」%K%P",
  "俺の言葉を遮るように、大音量が流れ出した。%K%P",
  "サラさんの向こうには大型ビジョンがあって、\\n溢れる光が洪水のように広がっていく。%K%P",
  "「大和くん、これって……」%K%P",
  "「振り返らないで！」%K%P",
  "映し出されているのは、新生『Ｌ☆ＳＥＶＥＮ』。%K%P",
  "今のサラさんには、見る必要のないものだから。%K%P",
  "「心配してくれるのね。ありがとう」%K%P",
  "「でも平気よ。それに振り向かなくたってわかるわ。\\n　ずっと練習してきたわたしたちの歌だもの」%K%P",
  "{わたしたち:・・・・・}の歌。\\n彼女は確かにそう言った。%K%P",
  "引退してもなお、サラさんにとって『Ｌ☆ＳＥＶＥＮ』の楽曲は\\nいまだに{わたしたち:・・・・・}の歌だった。%K%P",
  "そのことが、なんだか無性に嬉しくて。\\n震えるほどの感動がこみ上げてくる。%K%P",
  "「悔しくないはずないでしょ。\\n　私だって『Ｌ☆ＳＥＶＥＮ』を続けたかった」%K%P",
  "「でも、唄えないカミサマアイドルなんて何の価値もない」%K%P",
  "「ねえ、教えて……恋ってなんなの……」%K%P",
  "「そんなの誰も教えてくれなかった。\\n　でも、仕方ないじゃない。\\n　{分霊:わけみたま}として降臨して、１年しか経ってないんだから」%K%P",
  "相手は自分よりしっかりした姉っぽい人だと思っていた。%K%P",
  "でもそれは神格に触れて勝手にそう思い込んでいたに過ぎない。%K%P",
  "カミサマ降臨から、まだ２年も経っていないという事実。\\nサラさんだけでなく、カミサマ達は知らないことだらけなんだ。%K%P",
  "「アマテラス様は仰ったわ。\\n　我々は今の人間を知らぬ、幼子も同じだと。\\n　故に学ぶ場が必要であると」%K%P",
  "「カミサマ教育法は、そんな私たちのために制定されたの。\\n　でも、人と想いを通わせる方法までは教えてくれなかった」%K%P",
  "「私たちはカミサマだけど、\\n　ヒトとして見たら欠けているところだらけ。\\n　そんなこと、きっと誰もが自覚しているはず……」%K%P",
  "「ヒトが自然に誰かに恋するようには、\\n　私は恋心を感じることが出来ないのかもしれない」%K%P",
  "「だから教えてもらう必要があるの。\\n　恋って何なのか、好きって気持ちはどんなものなのかを」%K%P",
  "恋ってなんだろう？\\n好きってどんな気持ち？%K%P",
  "それを言葉に出来るほど、俺は恋に慣れていない。%K%P",
  "でも、今俺の中で燻っている感情を恋と呼ぶのなら。%K%P",
  "きっとサラさんに伝えることが出来るはず。%K%P",
  "「サラさん」%K%P",
  "一歩だけ歩み寄る。%K%P",
  "たった一歩だけれど、その一歩が何より大切だから。%K%P",
  "「俺は誰かに恋を教えられるほど、\\n　いろいろ知ってるわけじゃないです」%K%P",
  "「でも、今の気持ちを伝えることくらいは、\\n　俺にだって出来ると思います」%K%P",
  "「サラさんが好きです！　大好きです！」%K%P",
  "「大和、くん？　あなたが、私を……好き？」%K%P",
  "意外な言葉を聞いたとばかりに、\\nサラさんは驚きの表情を浮かべていた。%K%P",
  "「やっぱり気付いてなかったんですね。\\n　今日もただの外出だと思ってたんじゃないですか？」%K%P",
  "「違うの？　メッセージでおでかけしましょうって……」%K%P",
  "「俺はデートのつもりでした。\\n　サラさんのこと、ずっと気になってたから」%K%P",
  "恋愛経験のないこの俺が\\n誰かに恋を説くなんておこがましい。%K%P",
  "だから、実際に恋愛をしようと思った。\\nサラさんとなら恋ができるって確信があった。%K%P",
  "心の奥底で眠っていた想いの蕾は、\\nきっかけを見つけて花開いたんだ。%K%P",
  "「サラさんは……どうですか、俺のこと？」%K%P",
  "「そんな、急に言われても……」%K%P",
  "心の準備ができていない。\\nでもきっと恋愛なんて、どれもそんなものだろう。%K%P",
  "「驚いて困惑するだけじゃ先に進めないわね。\\n　だから、ちゃんと受け止めて、考えてみます」%K%P",
  "「ほんと言うとね、大和くんに告白されて驚いちゃったけど、\\n　なんかいいなって、ほわんってあったかくなったの」%K%P",
  "「大和くんの{幸魂:さきみたま}に触れて、\\n　気持ちよくなっちゃったのね」%K%P",
  "「辰巳大和くん、あなたの{幸魂:さきみたま}は、\\n　私にとってとても心地いいわ。\\n　それってつまり、通じ合ってるってことだと思うの」%K%P",
  "「恋とか愛とか、まだ私にはよくわからないわ。\\n　でも、あなたとの未来なら、なんだかいいなって感じられる」%K%P",
  "「だからね、その……たぶん、こういうことだと思う」%K%P",
  "「私も、あなたのことが好きよ、大和くん」%K%P",
  "「つまり、これからよろしくお願いしますね、私の彼氏さん」%K%P",
  "この夜、俺とサラさんは彼氏彼女の関係になった。%K%P"
]