[
  "カミサマアイドルじゃなくなったサラさんは、\\n様々なテレビ番組に出演するようになった。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』時代は歌番組くらいしか出演しなかったが、\\n今では仕事を選ばずあらゆるジャンルに挑戦している。%K%P",
  "「お〜、いらっしゃい、大和！」%K%P",
  "「い、いらっしゃいませ、お客さま……」%K%P",
  "カグラのバイト先に顔を出したら、\\nなんとシュリが店員として働いていた。%K%P",
  "「……どうしたんだ？」%K%P",
  "「この後ラブ☆カミとしてステージに立たせてもらうのよ。\\n　その代わり、一日ここでバイトしていけって……」%K%P",
  "「また一緒にライブが出来るんだもん、\\n　これくらい我慢我慢♪」%K%P",
  "「わかってるわよ。\\n　ただ顔見知りに接客するのは恥ずかしいだけで……」%K%P",
  "「これも慣れだよ、シュリ〜」%K%P",
  "オーディションが終わり、シュリとカグラは元鞘に納まった。%K%P",
  "カミサマアイドルユニット『ラブ☆カミ』として、\\n活動を続けていくらしい。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』のメンバーに選ばれなかったのは残念だが、\\nラブ☆カミとして同じステージに立つ日が来るかも知れない。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』の人気は高まる一方だな」%K%P",
  "秋原場駅前の大型ビジョンには、\\n今日も『Ｌ☆ＳＥＶＥＮ』の映像が映し出されている。%K%P",
  "しかし、そこにサラさんの姿はない。%K%P",
  "新生『Ｌ☆ＳＥＶＥＮ』の新曲が発表されるらしく、\\nそのＰＶが繰り返し流されていた。%K%P",
  "新たな７柱で『Ｌ☆ＳＥＶＥＮ』は再スタートし、\\n人々はサラさん抜きで盛り上がっていく。%K%P",
  "今はまだ、根強いファンがサラさんの引退を嘆いているが、\\nそれもいつまで続くだろうか。%K%P",
  "時が経てばいずれ、\\n『Ｌ☆ＳＥＶＥＮ』としてのサラさんは風化していく。\\nサラさんのいない『Ｌ☆ＳＥＶＥＮ』が自然になるんだ。%K%P",
  "それを仕方ないことと割り切るのは、俺には不可能だった。%K%P",
  "「いらっしゃいませ〜」%K%P",
  "「っと、なぁんだ大和くんだったのね。\\n　おかえりなさい」%K%P",
  "「ただいま……って、こんなとこで何やってるんですか」%K%P",
  "「遊びに来たんだけど、おばさまに店番頼まれちゃって」%K%P",
  "「そんなの断っていいんですよ。\\n　ほいほい安請け合いしないでください」%K%P",
  "「ここの店番、結構楽しいんだけどな〜」%K%P",
  "その発言は嘘じゃないのか、\\nサラさんはいつになく機嫌がよさそうだ。%K%P",
  "「ねっ、ねっ、今日の晩ごはん、なんだと思う？」%K%P",
  "「なんとカレーなの〜！\\n　どうどう、うれしくなっちゃった？」%K%P",
  "「一番うれしそうなのはサラさんだと思いますけど」%K%P",
  "「ふふっ、なんでも好きなものご馳走してくれるって言うから\\n　ついリクエストしちゃった」%K%P",
  "「やっぱりサラさんのリクエストでしたか……」%K%P",
  "これまでサラさんの好物など知る機会がなかった。%K%P",
  "しかしここ数日で俺は思い知らされた。\\nサラさんは無類のカレー好きなのである。%K%P",
  "彼女曰く、ＨＰの公式プロフィールには\\nきちんと記載されているらしいのだが……。%K%P",
  "「牛かな？　豚かな？　はたまた鶏かな〜？」%K%P",
  "「どの肉を使うかは指定しなかったんですか？」%K%P",
  "「そこはほら、サプライズがあってもいいかなって。\\n　おばさまの腕なら、どのお肉でも絶対おいしいはずだもの」%K%P",
  "随分信頼されている、我が母の料理スキルである。%K%P",
  "カミサマアイドルを引退してからも、\\nサラさんは仕事の合間にちょいちょい顔を出してくれた。%K%P",
  "その頻度は、以前よりも多いくらいだ。%K%P",
  "サラさんを気に入っているうちの母親は彼女を甘やかし、\\nしょっちゅう夕食に招待している。%K%P",
  "献立のリクエストは、いつもカレーだった。%K%P",
  "「着物に匂いがつくから、\\n　香りの強いものは控えた方がいいんですけどね」%K%P",
  "「もちろん注意しているらしいわよ。\\n　だから作っている時カレーの香りがここまで届かないの」%K%P",
  "残念そうに語っている。%K%P",
  "カレーの香り漂う呉服店なんて、かなりダメだと思うんだが。%K%P",
  "「う〜、おなかくるしい……」%K%P",
  "夕食後、カレーを食べ過ぎたサラさんはダウンしていた。%K%P",
  "またしても勝手にベッドを使われていたが、\\nこの残念すぎる有様に、注意する気も起きない。%K%P",
  "「調子に乗っておかわりするから悪いんですよ」%K%P",
  "「だって〜、おいしすぎるんだもの〜」%K%P",
  "こんなに細いのに、どこにあの大盛りカレーが入るのか。%K%P",
  "カミサマの胃袋は、人間とは異なる構造をしているのだろうか。%K%P",
  "「まさかそこまでカレーが好きだったとは……」%K%P",
  "「カレーはいいものよ。\\n　おいしいし、健康にもいいし」%K%P",
  "その発言は否定しないが、そういう問題ではない。%K%P",
  "「いくら好きでも限度ってものがあります」%K%P",
  "「そんなおなかをパンパンにして、\\n　ついこの前までカミサマアイドルしてたとは思えませんよ」%K%P",
  "「わかってるわよ。\\n　自分でもアイドルに向いてなかったと思うから……」%K%P",
  "「……それ、本気で言ってるんですか？」%K%P",
  "「もちろん本気よ。\\n　バラエティのお仕事の方がずっと楽しいもの」%K%P",
  "サラさんはベッドから起き上がると、\\nきちんと俺の顔を見て話してくれた。%K%P",
  "「クイズ番組とか、食レポとか、\\n　いろんなことが体験できて面白いんだから」%K%P",
  "「ほら、見て見て。\\n　この前のお仕事なんて温泉に行ってきたのよ」%K%P",
  "サラさんはスマホで撮った写真を見せてくれる。%K%P",
  "そこには、露天風呂を前にしてはしゃぐ姿が映っていた。%K%P",
  "「まだ放送は先なんだけどね、\\n　と〜ってもいいお湯だったの」%K%P",
  "「お料理も本当においしくって。\\n　お仕事なのにこんなにいい思いしていいのかしら」%K%P",
  "サラさんは一人で盛り上がっている。%K%P",
  "でも、彼女が盛り上がれば盛り上がるほど、\\n俺の心は冷めていった。%K%P",
  "「サラさん……こんなの全然よくないですよ」%K%P",
  "「……大和くん？」%K%P",
  "「やっぱり、サラさんには唄ってて欲しいです。\\n　唄わないサラさんなんて、サラさんじゃないです」%K%P",
  "思わず口を衝いて出た。%K%P",
  "それが彼女にとって残酷な発言だとわかっていても、\\nどうしても言わずにはいられなかったんだ。%K%P",
  "「…………わかっているわ、私だって」%K%P",
  "「本当は唄いたい！　でも唄えないの！」%K%P",
  "「唄いたくて、つい口を動かしちゃって……\\n　でも歌声になってくれないのよ……」%K%P",
  "サラさんはまだ、歌を取り戻していない。%K%P",
  "「恋の歌以外はダメなんですか？\\n　恋愛をテーマにしたものでなければ、問題ないはず」%K%P",
  "「大和くんの言う通りかも知れない。\\n　でもね、どうしてもダメなの」%K%P",
  "「私は歌を、聞いてくれるみんなを裏切ってしまった。\\n　その事実が胸に刺さっている限り、以前のようには唄えない」%K%P",
  "恋を知らないのに、恋の歌を唄い続けた。%K%P",
  "サラさんにとって、それは嘘をついたこととイコールであり、\\nファンに対する裏切りなのだ。%K%P",
  "そこまで突き詰めなくてもいいじゃないかと思う。%K%P",
  "でも、サラさんは心から歌を大事にしていたからこそ、\\nそこは絶対に譲れないのだろう。%K%P",
  "大好きな歌を捨てることになったとしても、\\n気付いてしまった以上、自分に嘘はつけないんだ。%K%P",
  "「なら……恋を知ったら、また唄ってくれますか？」%K%P",
  "「わからない。\\n　でも、唄えるようになるかもしれない……」%K%P",
  "「なら、まず恋愛がどういうものなのか勉強しましょう！」%K%P",
  "まくし立てるような俺の言葉に、最初はきょとんとしていた。%K%P",
  "でもすぐに、サラさんの瞳に生気が満ちていく。%K%P",
  "「そうね……知らないなら、学習すればいい。\\n　どういうものなのか理解すれば、恋心だってわかるはず」%K%P",
  "「ありがとう、大和くん。\\n　あなたはまた、私に大事なことを気付かせてくれたわ」%K%P",
  "「だからついでってわけじゃないけれど、もうひとつだけ」%K%P",
  "「お願い、大和くん。私に恋を教えてください」%K%P"
]