[
  "――恋とは何なのか？%K%P",
  "それは簡単なようで難しい問題だ。%K%P",
  "サラさんが俺のどこに期待したのかわからないが、\\n決して恋愛経験豊富ではない。\\nむしろ交際経験ゼロという体たらくだ。%K%P",
  "そんな俺が恋愛について人に教授するなど\\nおこがましいにもほどがある。%K%P",
  "こっちが教えてもらいたいくらいなのに……。%K%P",
  "「というわけですまん、力を貸してくれ！」%K%P",
  "バイトしているカグラとシュリのところまで来て、\\n恥も外聞もなく助力を仰いだ。%K%P",
  "「話は聞いたけど、なんなの恋を知りたいって」%K%P",
  "「もしかして大和、好きな人でも出来ちゃった？\\n　え？　あたし？　も〜、困るよそーゆーのは〜」%K%P",
  "「はいはい、勝手に勘違いしないの。\\n　大和がカグラを好きになるはずないでしょうに」%K%P",
  "「そうかなぁ？　結構脈ありだと思ってたんだけど」%K%P",
  "「ね〜、大和っ。\\n　あたしのこと、実は好きだったりするんだよね？」%K%P",
  "カグラがぐいぐい迫ってきて、露骨にアピールしてくる。%K%P",
  "これでもかなりの美カミサマだし、\\n露出度高い衣装のプラス効果もあってドキドキしてしまう。%K%P",
  "「そりゃあ、好きかどうかで言ったら、\\n　好きの部類に入るけど……」%K%P",
  "「でもカグラは性格が残念すぎるからなあ」%K%P",
  "「そ、そんなあ〜。\\n　そう思ってたとしても、ストレートに言わないでよ〜」%K%P",
  "「大和は自分に正直なタイプなのよ」%K%P",
  "「うう〜、ってことはあたしじゃなくて\\n　シュリが好きなんだ……」%K%P",
  "「え？　ちょっと、どうしてそういう話になるの？」%K%P",
  "「だって、あたしじゃなければシュリしか残ってないし」%K%P",
  "「そ、それはそうだけど……もぅ、やだなぁ、困るじゃない。\\n　アイドルなんだから彼氏とかダメなのに……」%K%P",
  "「うわ、満更でもなさそうなこの感じ！」%K%P",
  "くねくねとしているシュリを\\n気持ち悪そうな顔で見ているカグラ。%K%P",
  "こっちもどう突っ込んでいいかわからず、\\nただじっと見守っていた。%K%P",
  "結局、話がまとまらなかったので、\\n二人には改めて相談に乗ってもらうことにした。%K%P",
  "昨日の残ったカレーを餌に、家まで来てもらっている。%K%P",
  "「もぐもぐ……２日目のカレーおいしい……」%K%P",
  "「ちょっとカグラ、お行儀悪いわよ」%K%P",
  "「まあまあ。シュリも遠慮せずにどんどん食べてくれよ」%K%P",
  "「大和んちのカレー、すっごくおいしいよ！\\n　シュリが食べないならもらっちゃおうかな〜」%K%P",
  "「食べるわよっ。\\n　勝手に横から奪おうとしないで」%K%P",
  "カグラからガードしつつ、シュリもカレーを食べ始める。%K%P",
  "「確かにおいしいわね、辰巳家のカレーは……」%K%P",
  "「でしょでしょ〜。どう、すごい？」%K%P",
  "「すごいのはカグラじゃなくて、\\n　料理上手な大和のお母さんでしょ」%K%P",
  "「わかってるって。\\n　でも、サラさんがカレー好きだったとは初耳だよ」%K%P",
  "「なに、そんなことも知らなかったの？\\n　『Ｌ☆ＳＥＶＥＮ』公式ファンブックに書いてあるじゃない」%K%P",
  "「なにそれ？　ていうかシュリはサラさんの好物知ってたの？」%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』のメンバーになろうとするなら、\\n　そのくらい常識だと思うけど……」%K%P",
  "そう言って、シュリがこっちに視線を向ける。%K%P",
  "「悪い、俺もついこの前まで知らなかった」%K%P",
  "「ほら、大和も知らないし。\\n　知ってるシュリのほうがおかしいんだよ〜」%K%P",
  "「カグラも大和も物を知らなすぎなのよ……」%K%P",
  "シュリに呆れられてしまった。%K%P",
  "シュリのほうこそ詳しすぎる気もするが、\\n『Ｌ☆ＳＥＶＥＮ』ファンなら常識なのかもしれない。%K%P",
  "「でもさ、サラさんって引退してからも\\n　結構ここに来てるんだね」%K%P",
  "「あんなことがあって、\\n　昔の仲間とは気まずいみたいなんだ」%K%P",
  "「それで大和に会いに来てる、と……」%K%P",
  "「それってさ、ちょっと役得だよね？」%K%P",
  "「……否定はしない。\\n　前よりサラさんとの時間が増えたのは事実だしな」%K%P",
  "「ふ〜ん」%K%P",
  "なにやら意味ありげな視線で俺を見ている。%K%P",
  "カグラもそれに便乗するように見つめてきた。%K%P",
  "「なるほど、そーゆーことね〜」%K%P",
  "「いきなり恋を知りたいなんて言い出すから\\n　いったい何事かと思ったけど……つまりあれだ」%K%P",
  "「大和ってば、サラさんを好きになっちゃったんでしょ？」%K%P",
  "「ちょっ！　おいっ、いきなりそんな……」%K%P",
  "「違うの？」%K%P",
  "「いや……そうだな……うん、違っては、いないか……」%K%P",
  "サラさんにはずっと憧れのような感情を抱いていた。%K%P",
  "そして今、彼女に再び唄って欲しいと願っている。%K%P",
  "以前のような笑顔を見せて欲しいから、\\nどんなことでもサラさんの力になりたいと思っていた。%K%P",
  "「やっぱりそうなんだ。\\n　でもまあ、サラさんならしょうがないか」%K%P",
  "「だよね〜。すっごくきれいだし、大人っぽいし。\\n　それにやさしくて、いつもいい匂いがしてて！」%K%P",
  "「確かにいい匂いだけど、今は言わなくていいから」%K%P",
  "サラさんがいい匂いなのは俺もよく知ってる。%K%P",
  "花の香りのような心安らぐ匂いをいつも纏っているのだ。%K%P",
  "「でもさ〜、サラさんは大和のこと、\\n　ぜったい恋愛対象には見てないよね？」%K%P",
  "「うんうん、あの接し方、弟って感じだしね」%K%P",
  "「やっぱりそうだよなぁ……」%K%P",
  "今更指摘されるまでもない。\\nサラさんが俺を弟のように扱っているのは周知の事実だ。%K%P",
  "「どうするの？　告白して玉砕しちゃう？」%K%P",
  "「玉砕するのは確定なのかっ」%K%P",
  "「だって……ねえ？　高嶺の花過ぎるでしょ」%K%P",
  "「カミサマアイドルじゃなくなったけど、\\n　サラさんの人気、今でもすごいみたいだよ」%K%P",
  "「やめてから更に人気が出てきたって話よ。\\n　美人であの性格だもん、融通きくようになった今の方が、\\n　テレビ番組に引っ張りだこみたいだしね」%K%P",
  "「つまり、より手の届かない存在になったってことか……」%K%P",
  "サラさんはあまり仕事の話をしないから知らなかったが、\\nちょっと考えれば容易に想像がつくことだ。%K%P",
  "「そんな相手に恋しちゃうなんて可哀想に」%K%P",
  "「美人は罪作りだね」%K%P",
  "「サラさんは何も悪くない。\\n　悪いのは、この俺だ」%K%P",
  "カグラのちょっとした発言にもフォローしてしまう。%K%P",
  "二人はそんな俺に憐れみの視線を向けて、\\n深々とため息をついた。%K%P",
  "「可哀想だからアドバイスしてあげるけど、\\n　いきなり告白するのだけはやめときなさい」%K%P",
  "「まずは軽く遊びに誘ってみたらどう？\\n　それくらいならサラさんもつきあってくれると思うし」%K%P",
  "「おお〜、つまりデートだね！」%K%P",
  "「デートって単語は出しちゃダメよ。\\n　あくまでちょっとしたお出かけってことにしなさい」%K%P",
  "「わ、わかった。参考にさせてもらうよ」%K%P",
  "「ファッションなんかは相談に乗ってあげるから、\\n　いつでも言ってね」%K%P",
  "「あたしもあたしも！\\n　おすすめのデートスポットを紹介しちゃうよ」%K%P",
  "「……カグラ、あんたデートスポットなんて知ってるの？」%K%P",
  "「アキバにあるカミサマ喫茶情報なら詳しいよ！\\n　あとアイドルグッズのお店とか、パーツ屋さんとか……」%K%P",
  "「いい、大和。カグラに相談するのだけはやめておきなさい」%K%P",
  "「わかってる。俺もそこまでバカじゃない」%K%P",
  "「ちょっと〜！　二人ともひどいよ〜！！」%K%P"
]