[
  "甘えるように、サラさんが身体を預けてきた。%K%P",
  "こてんとよりかかって、指で俺をからかってくる。%K%P",
  "「……好き」%K%P",
  "「俺もです」%K%P",
  "「毎日好きって言ってるのに、ちっとも色褪せないのね」%K%P",
  "繰り返せば陳腐になると思っていたけれど、\\nそんなことはなかった。%K%P",
  "「むしろ言えば言うほどに\\n　想いは強くなって行くみたいで……」%K%P",
  "「ん〜」%K%P",
  "サラさんがキスをねだってくる。%K%P",
  "すぐ近くにあったかわいい唇に、ちゅっと触れてあげた。%K%P",
  "「……これだけ？」%K%P",
  "「もちろんもっとです」%K%P",
  "今度はちゃんとしたキス。%K%P",
  "何度も繰り返したおかげで、\\nかなり大胆なくちづけまで出来るようになった。%K%P",
  "「んちゅ……ちゅるっ、じゅ……」%K%P",
  "舌を突きだしてくっつけ合う。%K%P",
  "そのままねとねとと唾液をミックスしたかと思うと、\\n一気に深く交わりあった。%K%P",
  "「んむっ……ぶちゅる、ちゅぐっ……」%K%P",
  "相手の口内に舌を入れ、めいっぱい味わう。%K%P",
  "これは俺からだけじゃなく、\\nサラさんも同じことをしてくれた。%K%P",
  "こんな風に舌を入れ合っていくうちに、\\n興奮は高まっていく。%K%P",
  "「サラさん……」%K%P",
  "和服に似たデザインのアイドル衣装に手をかける。%K%P",
  "「だめよ。今は店番中でしょう？」%K%P",
  "「でも、ここまでしておしまいなんて……」%K%P",
  "既に、ズボンの中でペニスはいきり立っている。%K%P",
  "サラさんからも、発情したときの匂いが漂っていた。%K%P",
  "「お客さまが来たら困るでしょ。\\n　だから我慢して」%K%P",
  "「おばさまが戻ってきたら、してもいいから。ねっ？」%K%P",
  "サラさんもセックス自体は拒んでいない。%K%P",
  "現に、ここ最近はずっと、\\n会うたびに毎回愛し合っている。%K%P",
  "回数を重ねることで、より深くわかり合えるようになった。%K%P",
  "「サラさんっ……」%K%P",
  "サラさんの手を取ると、膨らんだ部分に押し当てる。%K%P",
  "彼女は困った顔を俺に向けたが、\\nズボンの上からそのまま愛撫してくれた。%K%P",
  "「昨日もあんなに出したのに、こんなにして……」%K%P",
  "「いけない子ね、大和くんは」%K%P",
  "元々お姉ちゃん気質のサラさんは、\\n甘えられると弱いところがある。%K%P",
  "俺も彼女に触れていき、そのまま相互愛撫になった。%K%P",
  "「んんん……だめよ、これ以上は……」%K%P",
  "衣装に手を差し入れ、サラさんの感じる部分を探り出す。%K%P",
  "「あっ……ああっ、あっ……指、入ってる……」%K%P",
  "見つけ出した膣口に指先を押し込むと、\\nそのまま中の襞をこすってあげる。%K%P",
  "サラさんは早くも粘つく膣液を分泌させ、俺の指を濡らした。%K%P",
  "「もう、こんなに濡れてますよ？」%K%P",
  "「見せないで。恥ずかしいから……」%K%P",
  "「サラさんを抱きたいです。ダメですか？」%K%P",
  "「おくちでするのじゃだめなの？\\n　大和くん、あれ大好きでしょ？」%K%P",
  "「フェラチオよりも、サラさんを抱きたいんです」%K%P",
  "そのまま腕を回し、強く抱き締めた。%K%P",
  "そうすると、すぐにサラさんの全身から力が抜けてしまう。%K%P",
  "「……お店、閉めてきて」%K%P",
  "「そうしたら、セックス、していいから……」%K%P",
  "とろとろの声でそんなことを言われ、\\n俺はすぐさま閉店の札を下げに行った。%K%P",
  "「……こんな明るいうちから、恥ずかしいわ」%K%P",
  "恥じらうサラさんの両脚を、\\nこれでもかと大きく開かせている。%K%P",
  "丸見えになった股間に腰を近づけると、\\n勃起したペニスを見せつけるように置いた。%K%P",
  "「……大和くんも、そんなにち○ちんおっきくして」%K%P",
  "「こんなの、いけないことなんだから……」%K%P",
  "これがどんな風に出し入れされるのか、\\nサラさんもしっかり覚えている。%K%P",
  "期待で早くも閉じた割れ目は綻び、\\n透明な蜜を膣から溢れさせていた。%K%P",
  "「やっぱりこの衣装、すごくエッチですよね」%K%P",
  "サラさんも狙って作ったわけではないが、\\n非常にセックスしやすいように出来ている。%K%P",
  "軽く引っ張るだけで簡単におっぱいが露出し、\\n俺の目を楽しませてくれるのだ。%K%P",
  "「……エッチだと感じるのは、大和くんがエッチだからよ」%K%P",
  "「サラさんが魅力的すぎるせいです」%K%P",
  "特に魅力的なふたつの膨らみへと手を差し伸べる。%K%P",
  "柔らかな肌はあっさり俺の指を受け入れ、その形を変えた。%K%P",
  "「んんっ……あんっ」%K%P",
  "性感をかき立てるように、くるくると乳輪をなぞる。%K%P",
  "舐めたり吸ったりしても、\\nその可憐な色はすこし充血して赤らむ程度だ。%K%P",
  "しかし、興奮すると微かにぷくっと膨らみ、俺に伝えてくれる。%K%P",
  "「かわいい乳首、まだ隠れてるみたいですね」%K%P",
  "通常時は乳輪に埋まっていて、微かに先端が見えるだけ。%K%P",
  "でも、ちゃんとエッチな乳首がそこにあることを、\\n俺はよく知っている。%K%P",
  "「んっ……乳首、あんまりしないで……」%K%P",
  "「でも、好きなんです、サラさんの乳首。\\n　だからいつもみたいに見せてくださいね」%K%P",
  "性感を引き出すような愛撫を念入りに続ける。%K%P",
  "そうすると、次第にサラさんの乳首は肥大し、\\n顔を覗かせるのだ。%K%P",
  "「ほら、出てきました」%K%P",
  "「……大きいから、恥ずかしいのに……」%K%P",
  "勃起したサラさんの乳首はかなり大きい。%K%P",
  "同時に、そこが強く感じるポイントだと言うことも、\\nこれまでのセックスで学んでいた。%K%P",
  "「乳首、こりこりしないでぇ……っっ……」%K%P",
  "つまんでしごいてあげると、甘い喘ぎが返ってくる。%K%P",
  "指先に感じる弾力は癖になるが、\\nそれ以上に官能的なサラさんの声に興奮させられた。%K%P",
  "「そこばっかり、だめなのにっ……」%K%P",
  "「じゃあ、同時にこっちも」%K%P",
  "乳首をしごきながら、ペニスをスリットに押し当てていく。%K%P",
  "そのまま腰を前後させていると、\\n全体にサラさんの蜜が絡みつき、ねばねばのてかてかになった。%K%P",
  "「このまま動かしてたら、つるんって入っちゃいそう」%K%P",
  "ぬちゅっぬちゅっと卑猥な音を立てながら、\\n素股を楽しんでいる。%K%P",
  "普段は慎ましやかに隠れているサラさんのクリトリスも、\\n亀頭に押し出される形で露出し、刺激され続けていた。%K%P",
  "「そこっ、だめなのにっ……んんんっ！！」%K%P",
  "延々とクリトリスを愛撫されて、\\nサラさんもたまらなくなってくる。%K%P",
  "我慢しきれずに時折腰を浮かしては、\\nペニスの挿入を求めてしまう有様だ。%K%P",
  "「サラさん、もう入れたい？」%K%P",
  "「んっ……大和くんのいじわる……」%K%P",
  "俺を責めるように軽く口を尖らせたが、\\nすぐに素直になって求めてくる。%K%P",
  "「お願い……大和くんのエッチなち○ちん、\\n　私のおま○こに入れて欲しいの……」%K%P",
  "普段は恥ずかしがって絶対に言えない台詞も、\\nとろとろになった今なら口にしてくれる。%K%P",
  "台詞の内容だけでも大興奮なのに、\\nサラさんの甘い声で囁かれたら、それだけでイキそうになった。%K%P",
  "「入れる前に、射精させてくださいっ」%K%P",
  "「えっ？　あ、はい」%K%P",
  "「出ますっっ！！」%K%P",
  "ぐりんと亀頭を割れ目に押しつけて、自ら射精へと導いた。%K%P",
  "弾けるように欲望が溢れ、サラさんめがけて飛び散る。%K%P",
  "「あんっ、いやぁっ……！！」%K%P",
  "ペニスが跳ね、何度も白濁をまき散らす。%K%P",
  "そのたびにサラさんの衣装は汚れ、俺の欲望にまみれた。%K%P",
  "「もぉ、こんなところで出して……\\n　商品にかかっちゃったらどうするの？」%K%P",
  "サラさんはゼリーのような精液をつまみ上げ、片付けていく。%K%P",
  "「それ、どうするんですか？」%K%P",
  "「……もしかして、飲んで欲しいの？」%K%P",
  "「そうしてくれると嬉しいかなって」%K%P",
  "「しょうがないわね……」%K%P",
  "指でつまんだ精液を、そっと口へ運ぶ。%K%P",
  "「くちゅ……んむ……」%K%P",
  "飲むと言うより、ほとんど食べるに近い行為。%K%P",
  "サラさんは繋がって伸びる塊を噛み、飲み込んでくれた。%K%P",
  "「……青臭い味」%K%P",
  "「ありがとうございます」%K%P",
  "「もう、大和くんってば元気すぎよ。\\n　こんなに濃いなんて……ドキドキしちゃうじゃない」%K%P",
  "口の中に残った精液をくちゅくちゅとする。%K%P",
  "粘膜に絡みついて取れないのか、\\n結果としてサラさんは念入りに味わうことになってしまった。%K%P",
  "「この味、エッチな気持ちになっちゃうんだから」%K%P",
  "ぽおっと頬を赤らめてこっちを見つめている。%K%P",
  "明らかに発情しているサラさんは、\\nその視線で俺を求めている。%K%P",
  "自らぐっと両脚を広げて、濡れそぼった肉穴を見せつけてきた。%K%P",
  "「い、入れますっ」%K%P",
  "俺もこれ以上我慢できなくなって、\\nさっそくサラさんの熟し切ったおま○こにペニスを突き入れた。%K%P",
  "「んんんっ！！　は、入って来たあっ！」%K%P",
  "セックスに慣れてきたサラさんの膣穴は相変わらず狭いが、\\n易々と肉棒を迎え入れてくれる。%K%P",
  "腰を密着させ、最奥まで到達すると、\\n先端がサラさんのちっちゃな子宮口に触れた。%K%P",
  "「あんっ、そこ……」%K%P",
  "とろんとした幸せそうな声が漏れる。%K%P",
  "「サラさん、ここが好きだもんね」%K%P",
  "「だって……女の子の大事な場所だもの……」%K%P",
  "決して自分では触れられない、敏感な場所。%K%P",
  "俺のペニスだけしか触れられないそこに、\\nサラさんは特別さを感じていた。%K%P",
  "「そこ、くにくにして、気持ちよくして……」%K%P",
  "かわいいおねだり。\\nそのリクエストに応えて、亀頭を押し当ててあげる。%K%P",
  "「はぁっ……ちゅぱちゅぱってしてる……」%K%P",
  "最奥でくっつけたり離したり。\\nそうしているうちに、子宮口は甘えるように吸い付いてくる。%K%P",
  "そして徐々にサラさんは発情の度合いを強め、\\n俺にしがみついて激しい交わりを求めてくるのだ。%K%P",
  "「そろそろ動きますよ？」%K%P",
  "「うん、お願い……」%K%P",
  "サラさんの腰を抱えるようにして、激しく抽送をはじめる。%K%P",
  "「んああああっ！　あぁん！　あっ！　す、すごいっ……」%K%P",
  "膨らんだ亀頭を膣壁に押し当てるようにして、\\n何度も何度もしごきたてていく。%K%P",
  "身体の内側の敏感な部分を執拗にこすられて、\\nサラさんは全身をくねらせて感じまくった。%K%P",
  "「ああっ、あん！　大和くんっ、ああっ、いいわ……\\n　もっと……もっと激しくしても平気だからっっ……」%K%P",
  "暴れるおっぱいを押さえつけながら、\\n杭を打ち込むように肉竿を出し入れする。%K%P",
  "さっき浴びせた精液がサラさんの火照った肌に熱され、\\n独特の淫靡な香りがあたりに広がっていた。%K%P",
  "「だめぇ……エッチな匂い、お着物に染み付いちゃう……」%K%P",
  "そう言っていても、サラさんは行為を中断しようとはしない。%K%P",
  "むしろ自ら求めるように腰を押しつけ、\\n離れないように抱きついてきた。%K%P",
  "「あぁぁっ……もうだめっ、いくっ……いきそうなのぉっ！」%K%P",
  "結合部からはじゅびじゅびとした汁音が響いている。%K%P",
  "最初は透明だったサラさんの愛液も、\\n散々膣内でこね回されて、すっかり白濁していた。%K%P",
  "それを軽くすくい取ると、\\nサラさんの眼前で見せつけるようにねばねばと弄ぶ。%K%P",
  "「やぁっ……恥ずかしいっっ……」%K%P",
  "「……んちゅぅ……つぷっ……」%K%P",
  "目の前の痴態を隠してしまおうと、\\nサラさんから俺の指にしゃぶりついてきた。%K%P",
  "まるでフェラチオをするように淫らな舌使いで舐め、\\n付着した濃厚愛液をきれいにしてしまう。%K%P",
  "「んぷっ……ちゅ……ちゅるるっ、じゅっ……」%K%P",
  "きれいになった指をそのままサラさんの口内に留め、\\n中の舌をつまんで愛撫してあげた。%K%P",
  "彼女も俺の指に応え、吸い付いてくる。%K%P",
  "上と下、両方の口で同時に交わり合うという淫らな行為に、\\n俺もサラさんも夢中になった。%K%P",
  "「んふぅ！　んんぅ……っ……んくっ！」%K%P",
  "ペニスがずんと突くたび、くぐもった喘ぎが漏れる。%K%P",
  "サラさんもかなり限界に近いらしく、\\n小さい絶頂を何度もやり過ごしているのが見て取れた。%K%P",
  "「サラさん、そろそろですか？」%K%P",
  "「んっ」%K%P",
  "こくこくとかわいく首を縦に振っている。%K%P",
  "早くイカせて欲しいと、潤んだ瞳は懇願していた。%K%P",
  "「じゃあ、俺もっ」%K%P",
  "射精に導くための動きにスイッチする。%K%P",
  "サラさんのエッチな身体を駆使して、\\n自らのペニスを追い込んでいった。%K%P",
  "「はぁんっっ！！　あぁっ、あん！　やっ、やぁぁっ！\\n　あっ、あっ、あっ、あああああああっ！！！」%K%P",
  "全身を打ち震わせながら、激しい抽送に応える。%K%P",
  "そんな中でもサラさんは器用に腰を回し、\\n肉棒が刺さる角度を変えて楽しんでいた。%K%P",
  "「サラさんも、すっかりエッチが上手になってっ」%K%P",
  "「いやぁっ！　言わないでっ……んんんっっ！！」%K%P",
  "サラさんは恥ずかしがるが、否定はしない。%K%P",
  "俺たちがつきあい始めてから、\\nそれなりの回数セックスを重ねた。%K%P",
  "気持ちよくなるための交わりを繰り返すことで、\\n俺もサラさんも確実にエッチが上手になっていた。%K%P",
  "「いつもの……ぎゅうってしてくださいっ」%K%P",
  "「うんっ」%K%P",
  "その瞬間、膣内の締め付けが明らかに変化する。%K%P",
  "サラさんが腰に力を入れることで、\\nペニスをぎゅうってしたのだ。%K%P",
  "「いいよ……いつでも出して……」%K%P",
  "「で、出るっ！！」%K%P",
  "あっさりとどめを刺されてしまい、膣内に精液を吐き出した。%K%P",
  "サラさんは俺の欲望を正面から受け止め、\\n注ぎ込まれる白濁の感覚を味わう。%K%P",
  "「っっ……私も、イきますっ」%K%P",
  "小さく宣言して、サラさんも絶頂を迎えた。%K%P",
  "声は小さくとも、肉体の反応は確かなもので、\\n激しく肉壺を打ち震わせて、射精中のペニスを責め立ててくる。%K%P",
  "「はぁっ、はぁっ……んふっ……うぅぅっ……」%K%P",
  "絶頂して敏感な亀頭は更に刺激を受け、\\n最後の一滴までサラさんのおま○こで搾り取られる。%K%P",
  "俺は目の前のおっぱいを軽く揉みながら、\\n落ち着くまで最奥にペニスを留めていた。%K%P",
  "「……ありがとう、サラさん。気持ちよかったです」%K%P",
  "「お礼なんていいのに。私も気持ちよかったから……」%K%P",
  "あれだけ激しいセックスをした後なのに、\\n初々しく照れている。%K%P",
  "行為中のエッチなサラさんと、いつもの清楚で可憐なサラさん。\\nそのどちらもが、俺に喜びを与えてくれる。%K%P",
  "「あっ、また硬くなってきた……」%K%P",
  "「もっと……だめかな？」%K%P",
  "「そろそろおばさまが帰ってきてしまうわ」%K%P",
  "それにいつまでも閉店の札を下げっぱなしと言うのも、\\nあまりよろしくはない。%K%P",
  "「でも……」%K%P",
  "おねだりするように、軽く腰を使う。%K%P",
  "まだ余韻の抜けきらないサラさんは、\\nとろんとした目でこっちを見た。%K%P",
  "「あと一回だけ……だからね？」%K%P",
  "なんだかんだ言って、サラさんは俺を甘やかしてくれる。%K%P",
  "結局、この後も何度もセックスを続けてしまい、\\n帰ってきた親からお説教を食らうのであった。%K%P",
  "ちなみに、サラさんとエッチしたことは、\\n初回の時点でバレバレだった。%K%P",
  "以降、今日に至るまで親公認の関係になっている。%K%P"
]