[
  "俺は時間があれば練習場所に顔を出していた。%K%P",
  "カグラは基本、昼間はバイトがあるからここには来られない。\\nそれもあってシュリの練習シーンばかりを目にしていた。%K%P",
  "「…………っ！！」%K%P",
  "ボーカルなしのダンスレッスン。%K%P",
  "服装もカミサマ衣装ではなく制服のままだ。%K%P",
  "シュリ自身、ダンスではカグラに劣っている自覚があり、\\n弱点の補強を目指しているようだ。%K%P",
  "「はぁっはぁっはぁっ……」%K%P",
  "「お疲れ。はい、タオル」%K%P",
  "「あ、ありがと……」%K%P",
  "シュリは息を切らせながら、渡したタオルで汗を拭いている。%K%P",
  "「今日は気合い入ってるな。\\n　ダンスもキレッキレだったぞ」%K%P",
  "「この程度じゃまだまだよ。\\n　カグラなら涼しい顔してこれ以上のダンスが出来るから」%K%P",
  "「それはそうだけどな。\\n　別にカグラ以上を目指さなくてもいいんじゃないか？」%K%P",
  "「それじゃダメなのよっ！」%K%P",
  "シュリが声を荒げた。%K%P",
  "やはり、心身ともに疲れているのだろうか。%K%P",
  "「頑張るのはいいけど、無理はするなよ。\\n　身体壊したらオーディションどころじゃなくなるからな」%K%P",
  "「わかってるわ」%K%P",
  "まだ呼吸も整わないのに練習に戻ってしまう。%K%P",
  "なにかに追い立てられているような、鬼気迫るシュリだった。%K%P",
  "「おーい、シュリ〜！」%K%P",
  "夕方になって、バイトが終わったカグラも顔を見せた。%K%P",
  "「練習頑張ってるみたいだね〜。\\n　うちのお客さんにも噂になってたよ」%K%P",
  "昼から夕方までずっと練習していたシュリだ。\\nここまで長時間続けたのは、予選期間中にもなかったと思う。%K%P",
  "「噂になってたのか。\\n　それにしてはギャラリーがほとんど来てないけど」%K%P",
  "「あ〜、なんかガチだったから近寄れる雰囲気じゃなかったって」%K%P",
  "「シュリ、今もちょっと顔こわいよ。\\n　ほら、笑って笑って」%K%P",
  "「カミサマアイドルは笑顔が基本、だったかしら？」%K%P",
  "「そーゆーこと！\\n　も〜、あたしがさんざん教えたのに、もう忘れちゃったの？」%K%P",
  "路上ライブではいい笑顔を見せていたシュリだが、\\n楽しいから自然と出ていただけだ。%K%P",
  "カミサマアイドルとしてファンに笑顔を振りまくのは、\\nあまり得意ではなかったらしい。%K%P",
  "ユニットを組むに際してそこが問題になり、\\nカグラにかなり指導を受けたのは記憶に新しいところだ。%K%P",
  "「カグラは練習に来たの？\\n　なら、交代するけど……」%K%P",
  "「って、そのまま帰っちゃうつもり？\\n　せっかく一緒になったんだし、\\n　久しぶりにラブ☆カミでやろうよ〜」%K%P",
  "「ちょっとくらいならいいんじゃないか？\\n　お互いの問題点も指摘できるだろうし」%K%P",
  "残念ながら、細かい技術面では俺には荷が重い。%K%P",
  "シュリもそれに気付いたのか、\\n素直にカグラの提案を了承してくれた。%K%P",
  "「よぉーし、それじゃいっくよ〜！」%K%P",
  "「ミュージック……スタート！！」%K%P",
  "今度はきちんとした格好になって、二人で踊り始める。%K%P",
  "さんざんユニットで練習しただけあって、\\nシュリとカグラは息もぴったりだ。%K%P",
  "ラブ☆カミはまだ色褪せていない。%K%P",
  "そのことがうれしくて、二人の姿をずっと追い続けた。%K%P",
  "「二人ともお疲れさま」%K%P",
  "一曲歌い終えた二人にねぎらいの言葉をかける。%K%P",
  "しかし、カグラはこっちを見ることなく、\\nシュリに難しい顔を向けていた。%K%P",
  "「……シュリ、今のはどーゆーこと？」%K%P",
  "「どういうことって言われても、ミスはなかったと思うけど」%K%P",
  "「さっき言ったばっかでしょ、\\n　カミサマアイドルは笑顔が基本って」%K%P",
  "「歌って踊るだけなら練習すれば誰だって出来るの。\\n　そこに笑顔と想いを乗せてこそ、カミサマアイドル！\\n　さっきのシュリ、ぜんぜん出来てなかったじゃない」%K%P",
  "「練習でも、絶対やらなきゃだめなのか？」%K%P",
  "「練習だからこそちゃんとやるんだよ。\\n　練習で出来ないことが本番で出来るはずないでしょ」%K%P",
  "カグラの言う通りだ。%K%P",
  "練習だからこそ、本番にすべきことをやらないといけない。%K%P",
  "たとえ誰もいなくても、そこにいるであろうファンに向けて、\\nちゃんと伝えないといけないのだ。%K%P",
  "「そんなんじゃみんな楽しくなってくれないよ。\\n　応援だってしてくれなくなっちゃうんだから」%K%P",
  "「……ごめんなさい」%K%P",
  "「練習だからっていい加減なことしないで。\\n　それともなに、シュリの本気はあの程度だってこと？」%K%P",
  "「クッ……」%K%P",
  "「せっかくチャンスを掴んだんだもん、頑張ろうよ。\\n　ねっ、シュリ？」%K%P",
  "「うん……」%K%P",
  "カグラの叱咤激励も、\\nシュリに笑顔を取り戻すことは出来なかった。%K%P",
  "意識すればするほど、空回りしてしまう。%K%P",
  "シュリの表情は更に険しいものとなり、\\nあの路上ライブで見せてくれた笑顔は影も形もなくなっていた。%K%P",
  "「それじゃ、今日はこれにて解散っ、ということで……」%K%P",
  "「お疲れさまでした〜！」%K%P",
  "夜になり、練習を切り上げて解散する。%K%P",
  "しかし、シュリはスマホを操作していて帰ろうとしない。%K%P",
  "「シュリはまだ帰らないのか？」%K%P",
  "「あ、うん。もうちょっといる」%K%P",
  "「スマホのゲームもほどほどにしなきゃダメだよ。\\n　練習がおろそかになっちゃうし」%K%P",
  "「わかった」%K%P",
  "シュリは返事をしたが、カグラを見ようともしない。%K%P",
  "「……じゃ、お先。\\n　大和、一緒に帰ろっ」%K%P",
  "「お、おう」%K%P",
  "シュリのことが気懸かりだったが、\\nカグラに手を引かれてこの場を後にした。%K%P",
  "「ねえ、今のシュリってやばくない？」%K%P",
  "ようやく俺の手を話すと、深刻そうな表情で訊いてきた。%K%P",
  "「ずーっとムスッとした顔だったし。\\n　あんなのあたしの大好きなシュリじゃないよ」%K%P",
  "「やっぱりおかしいよな。\\n　何かあったのかな？」%K%P",
  "「そーゆープライベートな話、\\n　シュリはあんまり言ってくれないんだよね。\\n　こっちが聞こうとすると怒るし」%K%P",
  "シュリは以前から、自分のことに\\n深く立ち入らせないところがあった。%K%P",
  "だからこそ、カグラも訊きづらいと感じているらしい。%K%P",
  "「とにかく今のままじゃ絶対ダメだよ。\\n　放っておいたら大変なことになると思う」%K%P",
  "「だからさ、大和が注意深く見守ってくれない？」%K%P",
  "「別にいいけど、今だってちゃんと見守ってるつもりだぞ」%K%P",
  "「それはカミサマアイドルのシュリを\\n　見守ってるってことでしょ？\\n　あたしが言いたいのはそうじゃなくて……」%K%P",
  "「ひとりの女の子、吉祥天シュリのことを、\\n　ちゃんと見てて欲しいの」%K%P",
  "「ほんとはあたしが友達として支えてあげたいんだけど、\\n　今のシュリにとって、あたしは戦うべき相手だから。\\n　たぶん心を開いてくれないと思うんだよね」%K%P",
  "「だからお願い、大和。\\n　シュリの助けになってあげて」%K%P",
  "「わかった。\\n　俺にとってもシュリは大事な仲間だからな。\\n　カグラの分もしっかり見守るよ」%K%P",
  "「頼んだからね。\\n　いい雰囲気になったらチューとかしちゃてもいいから」%K%P",
  "「なんでそういう話になるっ！」%K%P",
  "「大和だってオトコノコだしね。\\n　そーゆーご褒美があったほうが、やる気出るでしょ」%K%P",
  "「お前なあ……まあ、否定はしないけど」%K%P",
  "「むふふ、自分の唇じゃないと安売り出来ていいね」%K%P",
  "「……後でシュリに報告しようっと」%K%P",
  "「あ、ごめん嘘です。\\n　シュリが聞いたらまじ叩かれるし許して！」%K%P",
  "「冗談だって。シュリのこと、心配してくれてありがとな。\\n　すごく嬉しかった」%K%P",
  "「なにそれ、シュリの彼氏みたいな言い方」%K%P",
  "「そっちだって似たようなもんだろ。\\n　二人してあいつの保護者みたいだよな」%K%P",
  "「まったく世話が焼けるよね〜、うちのツンデレお姫様は」%K%P",
  "「ここだけの話、そういうとこがシュリの一番の魅力だけどな」%K%P",
  "「ほんとそう。\\n　シュリは素直じゃないところがちょーかわいい。\\n　あれはずるいと思う」%K%P",
  "つい、シュリの魅力についてカグラと意気投合してしまった。%K%P",
  "しかし本題はそこじゃない。\\n危うい今のシュリを見守ることなのだ。%K%P",
  "「やっぱりわたし、まだまだなのかなぁ……」%K%P",
  "今日の練習ではカグラに痛いところを突かれた。%K%P",
  "たぶん、あの子はわたしなんかより\\nずっとカミサマアイドルに向いていると思う。%K%P",
  "ファンを喜ばせることを第一に考え、\\nそれを自然体で楽しんでいる。%K%P",
  "「……カグラは自覚してないかも知れないけどね、\\n　すっごい強敵だよ」%K%P",
  "歌やダンスの技術はいずれ限界が来る。%K%P",
  "だから上へ行けば行くほど、\\nそれ以外の何かで競わねばならない。%K%P",
  "カグラは人を惹きつける何かを持ってる。\\nわたしにはない、特別な何かを。%K%P",
  "「でも、わたしは平凡なカミサマだから、\\n　みんなより何倍も努力するしかないっ！」%K%P",
  "練習量なら誰にも負けない。\\nカグラがアルバイトをしている時も自らを磨き上げ続けた。%K%P",
  "お互いに未完成な今の時点ならまだ、それで勝負になる。\\nだからわたしは、そこに賭ける！%K%P",
  "「時間がない。練習を再開しないと」%K%P",
  "既に暗くなった公園で、わたしは練習をはじめる。%K%P",
  "「笑えないわたしには、この暗さがちょうどいい」%K%P",
  "笑えないわたし。\\n笑えるカグラ。%K%P",
  "その現実をひとときでも忘れたくて、わたしは夜に舞う。%K%P",
  "夜のない秋葉原の街で、\\nささやかな闇を求めてわたしはここにいる。%K%P",
  "「わかってるよ、全部……」%K%P",
  "カグラに言われなくたってわかってる。%K%P",
  "でも、ヒトと同じように、\\nカミサマだって急には変われないから。%K%P",
  "わたしは今を、精いっぱい生きるしかない。%K%P"
]