[
  "「『Ｌ☆ＳＥＶＥＮ』新メンバー選抜オーディション開催中！\\n　予選を勝ち抜いた５柱がいよいよ覇を競います！」%K%P",
  "「お姉ちゃん……」%K%P",
  "秋葉原の大型ビジョンに、\\n今日もお姉ちゃんの姿が映し出されている。%K%P",
  "引退を宣言したサラさんに代わって、\\nオーディション本選の告知をしている映像だった。%K%P",
  "お姉ちゃんはふんわりしたサラさんとは違って、\\n凛とした立ち居振る舞いで人気を集めている。%K%P",
  "男装が似合いそうだ、なんて世間では言われていて、\\n実際に女の子のファンもかなり多い。%K%P",
  "「ほんとのお姉ちゃんは、そんなんじゃないのにな……」%K%P",
  "わたしの知ってるお姉ちゃんは優しくて、\\n細やかな気遣いの出来るカミサマだ。%K%P",
  "厳しいところもあるけれど、それだけじゃなくて、\\nちゃんとわたしのことを思いやってくれる。%K%P",
  "そんなお姉ちゃんが大好きで、そばにいたくて、\\nわたしは『Ｌ☆ＳＥＶＥＮ』のメンバーになろうと思った。%K%P",
  "「いいアイデアだと思ったんだけどな……」%K%P",
  "きっとお姉ちゃんは喜んでくれる。\\nそんな風に無邪気に考えていた自分が愚かしい。%K%P",
  "スマホを取り出し、\\nお姉ちゃんから来たメッセージを見る。%K%P",
  "《シュリにカミサマアイドルなんて無理だ\\n　オーディションのエントリーを取り下げなさい》%K%P",
  "おめでとうの言葉もなく。\\n頑張ったねというねぎらいもなく。%K%P",
  "代わりにくれたのは、冷たい命令。%K%P",
  "ラブ☆カミとしてのわたしを全て否定するような、\\n悲しい言葉だった。%K%P",
  "もちろん、ちゃんと説明しようと思った。\\n話せばわかってくれると信じていた。%K%P",
  "でも、お姉ちゃんは忙しくて電話に出られない。\\nメッセージだって、なかなか返ってこない。%K%P",
  "本当は直接会って話がしたかった。\\nでも無理だって言われて諦めた。%K%P",
  "《どうして話をしなかった\\n　勝手な行動をされて私も迷惑している》%K%P",
  "お姉ちゃんは怒っていた。\\nそれだけじゃなく、迷惑しているとはっきり言っている。%K%P",
  "わたしのオーディション参加が、お姉ちゃんに迷惑をかけた。%K%P",
  "『Ｌ☆ＳＥＶＥＮ』の現役メンバーの妹がエントリーするのは、\\nいろいろと問題だったのかも知れない。%K%P",
  "そんなこと、少し考えればわかることだ。%K%P",
  "「どうしよう……お姉ちゃんを怒らせちゃった……」%K%P",
  "お姉ちゃんは怒っているから、\\nわたしにやめろって言ってるんだ。%K%P",
  "でも、ここまで来て諦めたくない。\\nせっかく予選を勝ち抜いたのに、ここでやめるなんて嫌だ。%K%P",
  "《おねがい\\n　わたしの話を聞いて》%K%P",
  "話しさえすれば、きっとわかってもらえる。%K%P",
  "祈りを込めて、メッセージを送信した。%K%P",
  "《わかった\\n　電話で話す時間を取ろう》%K%P",
  "《ありがとう！\\n　わたしずっと待ってるね！》%K%P",
  "「家で待てばよかったかな……」%K%P",
  "静かな場所で落ち着いて話がしたくて、この公園を選んだ。%K%P",
  "ここでお姉ちゃんを待つこと、そろそろ２時間になる。%K%P",
  "秋葉原の街も人通りが減り、心細さも増していく。%K%P",
  "「お姉ちゃんまだかな……」%K%P",
  "こんな時、ひとりは寂しい。%K%P",
  "大和に電話したら、駆けつけてくれるだろうか。%K%P",
  "「ううん、ダメダメ。\\n　大和にばっかり頼っちゃ」%K%P",
  "いつまでも彼に甘えるわけにはいかない。%K%P",
  "大和は頼りになるけれど、\\nずっと隣にいてくれたりはしないのだから。%K%P",
  "いずれ去っていく時のことを考えて。\\n心構えだけは、今のうちからちゃんとしておく必要がある。%K%P",
  "「あ、着信！」%K%P",
  "ようやくお姉ちゃんからかかってきた。%K%P",
  "『もしもし、シュリ？　私だ』%K%P",
  "久しぶりに直接聞いたお姉ちゃんの声は、\\n電話越しであってもそれだけで癒される気がした。%K%P",
  "『時間がない。簡潔に頼む』%K%P",
  "「ごめん、お姉ちゃん。\\n　あのね、オーディションのことなんだけど……」%K%P",
  "『そのことなら、メッセージで伝えた通りだ。\\n　すぐにエントリーを取り下げなさい』%K%P",
  "「でもっ、わたし続けたいの！\\n　オーディションに合格して、お姉ちゃんの隣で唄いたい！」%K%P",
  "『お前の気持ちはわかった。\\n　だが、カミサマアイドルはそう甘くないぞ。\\n　シュリが想像している以上に厳しい世界だ』%K%P",
  "『シュリ、お前は本当に優しい子だ。\\n　この厳しい業界でやっていけるとは思えない』%K%P",
  "『オーディション予選を経験して、\\n　カミサマアイドルがどれだけ大変か理解しただろう？\\n　更に先に進めば、心身ともに負担は増大するぞ』%K%P",
  "カミサマアイドルは本当に大変。\\nやってみて痛感したから、お姉ちゃんに忠告されるまでもない。%K%P",
  "「それなら……お姉ちゃんはどうなの？」%K%P",
  "『シュリ？』%K%P",
  "「サラさんがやめて、もっと大変になるはずだよ。\\n　お休みだって全然ないみたいだし、今回だって」%K%P",
  "きちんと話をしたかったのに、なかなか連絡が取れなかった。%K%P",
  "それはお姉ちゃんが冷たいからじゃなく、\\n本当に忙しいからだ。%K%P",
  "『私は平気だ。艱難辛苦に挫けるほど軟弱ではないからな』%K%P",
  "『だが、シュリは違うだろう？\\n　お願いだ、これ以上私に心配させないで欲しい』%K%P",
  "『っと、そろそろ時間のようだ。\\n　カミサマアイドルなんてやめるんだ。頼む、シュリ』%K%P",
  "「待ってお姉ちゃん！！」%K%P",
  "お姉ちゃんは一方的に通話を切ってしまった。%K%P",
  "もっとちゃんと話をしたかったけど、\\nサラさんの引退騒動もあって、かなり忙しそうだ。%K%P",
  "ろくに妹と会話できないほどの激務だと理解しているからこそ、\\n妹のわたしを入れるわけにはいかないということなんだろう。%K%P",
  "「わたしのこと、気遣ってくれてるのはわかるけど……」%K%P",
  "「でも、それは過保護すぎるよ……」%K%P",
  "いつまでもちっちゃな妹扱いのままだ。%K%P",
  "わたしを守るみたいにして、いつも正面に立って戦っている。%K%P",
  "そんな頼もしい姿に、わたしは憧れた。\\nあんなふうになれたらいいなって思った。%K%P",
  "そしていつか、姉妹で支え合えるようになりたいって願ってた。%K%P",
  "「やっぱりお姉ちゃんにとって\\n　わたしはまだまだ未熟で頼りないままなんだ」%K%P",
  "だから背中を預けてもらえない。一緒に戦わせてもくれない。\\nそれが悲しかった。%K%P",
  "お姉ちゃんが安心して頼れるくらいに、\\n立派に成長した姿を見せないと。%K%P",
  "「お姉ちゃん、少し疲れた声してた。\\n　サラさんがいなくなって、負担が増えてるよね」%K%P",
  "もしかすると、次のセンターはお姉ちゃんになるかもしれない。%K%P",
  "そうなると、きっと今以上に大変になる。%K%P",
  "「サラさんはみんなに頼られてたけど、\\n　同時に甘えるのも上手だった」%K%P",
  "「きっとお姉ちゃんは、そんなに器用じゃないよね」%K%P",
  "どれだけ辛くても、ひとりでなんとかしようとするだろう。%K%P",
  "自分の姉だからこそ、それがわかる。\\nお姉ちゃんはそういう性格だ。%K%P",
  "「だったらせめて、わたしがそばにいて支えてあげなきゃ」%K%P",
  "お姉ちゃんが他に甘えられないなら、\\nわたしが隣にいてあげないと。%K%P",
  "だから、急がないといけない。\\n今度はわたしがお姉ちゃんを守るんだ。%K%P",
  "「『Ｌ☆ＳＥＶＥＮ』に入るだけじゃダメ。\\n　それはあくまで手段であって、通過点に過ぎないんだ」%K%P",
  "守るべき妹ではなく、共に戦う同志に。%K%P",
  "そうなってはじめて、わたしは目的を達成したことになる。%K%P",
  "「今のままじゃダメだ……もっともっと強くならないと……」%K%P",
  "想いは強く深くなっていく。%K%P",
  "この勝負、決して負けられない。\\n絶対に勝利して『Ｌ☆ＳＥＶＥＮ』のメンバーに選ばれるんだ。%K%P"
]