[
  "「よかったね、おめでとうシュリ、大和。\\n　あたしも祝福するよ」%K%P",
  "俺とシュリが付き合うことになったとカグラに報告した。%K%P",
  "最初は驚いていた彼女も、笑顔で祝福してくれる。%K%P",
  "「ごめんね、いろいろ心配させちゃったのに、\\n　こんな結果になって……」%K%P",
  "「シュリが謝ることじゃないって。\\n　謝るなら、大和のほうだし」%K%P",
  "「も〜、弱みにつけ込むような真似しちゃって〜〜！！」%K%P",
  "「いてててっ！　痛いって、カグラ！」%K%P",
  "いきなり拳でこめかみをぐりぐりやられた。%K%P",
  "「これでよしっ。あたしの気は済んだから」%K%P",
  "「シュリが大和と付き合うなら、\\n　遠慮せず協力してあたしに挑んできなさい」%K%P",
  "「ふたりがかりでも、絶対負けないんだからねっ！」%K%P",
  "「カグラってばすごいなあ……」%K%P",
  "「あいつは男前だよ。かっこよすぎるだろ」%K%P",
  "「かっこいいのはカグラに任せた。\\n　わたしは、かわいいで頑張ろうかなっ」%K%P",
  "そう言って俺に視線を向けるシュリは、きっちりかわいい。%K%P",
  "ツンツンしていて距離を取っていた頃でもかわいかったのだ、\\n恋人の距離感で接してくるシュリはたまらなく魅力的だ。%K%P",
  "「……なんか他のやつに見せるのが惜しくなってきた」%K%P",
  "「なーに、わたしのこと、独り占めにしたいの？」%K%P",
  "「そりゃまあ、彼氏としては当然のことだろ」%K%P",
  "「ヤキモチ焼いちゃって〜。\\n　大和もかわいいわよ」%K%P",
  "「からかわないでくれよ、もう」%K%P",
  "カグラへの報告を済ませた後は、\\nいつもの練習場所にやってくる。%K%P",
  "昨日は告白騒動があって有耶無耶になってしまったが、\\nオーディション本選に向けて作戦を練る必要があるのだ。%K%P",
  "「じゃあ、まず軽くやってみせるわね」%K%P",
  "今のシュリの状態を見せてもらうことにした。%K%P",
  "カグラはいなくとも、自分のパートをきっちりこなしていく。%K%P",
  "歌は相変わらず安定してるし、ダンスも決して悪くはない。\\n隣にカグラがいるから、相対的に見劣りするだけだ。%K%P",
  "「ど、どうだった？」%K%P",
  "「よかったよ。カグラがいなくても十分見映えがすると思う」%K%P",
  "「でも、それだけだ。\\n　この先勝ち残るには、なにかもう一押し必要な気がする」%K%P",
  "歌やダンスなど、技術の底上げをしたところで程度が知れる。%K%P",
  "オーディションの審査員をあっと驚かせるには、\\nやはり際立った何かが不可欠だ。%K%P",
  "「もう一押しって言われても……たとえばこういうやつ？」%K%P",
  "指を一本立てると、その先からパッと花びらを散らした。%K%P",
  "「そうか、カミサマアイドルならではの演出か！」%K%P",
  "「カミサマごとに個性はあるし、\\n　見せ場では結構重宝してるけど……」%K%P",
  "「でも、所詮は小手先の技よ。\\n　あくまで派手な演出ができるってだけで」%K%P",
  "「いや、小手先っていうレベルじゃないだろ。\\n　『Ｌ☆ＳＥＶＥＮ』とか、かなりありえないことしてるし」%K%P",
  "「あ〜、それは比較する相手が悪いわよ。\\n　相手はトップアイドルなの。集まる{幸魂:さきみたま}の質も量も、\\n　わたしたちとは桁違いに決まってるじゃない」%K%P",
  "『Ｌ☆ＳＥＶＥＮ』は人気が桁外れだからこそ、\\n{幸魂:さきみたま}が与えてくれる力も膨大だ。%K%P",
  "力が強ければ、より派手なパフォーマンスも可能となる。\\n他より飛び抜けていれば、それは武器になるはずだ。%K%P",
  "「大和がなにを考えてるのか何となく想像はついたけど、\\n　それは恐らく無理な話よ」%K%P",
  "「どうしてそう言い切れる？」%K%P",
  "「わたしが予選で１位になれなかった理由がまさにそれだから。\\n　ラブ☆カミは急ごしらえのユニットだからこそ、\\n　ファンの数は確保できても、その深さでは決して敵わない」%K%P",
  "「１位通過のカミサマは地道に活動を続けてきたわ。\\n　だからこそ、熱狂的なファンも沢山いるわけ」%K%P",
  "「{幸魂:さきみたま}の数では勝負になっても、\\n　その質では絶対に太刀打ち出来ないってことか」%K%P",
  "「ダンスでカグラ並になるってことよりも非現実的ね。\\n　時間をかけないと絶対に得られないものだから」%K%P",
  "シュリの発言は正論だった。%K%P",
  "慌ててオーディションに名乗りを上げたラブ☆カミとは違い、\\n相手は１年近くファンに愛されてきた古強者だ。%K%P",
  "カグラとは対等に渡り合えたとしても、\\n彼女には絶対に敵わない。%K%P",
  "でもそれは、あくまで普通にやった場合の話だ。%K%P",
  "「なら、こっちも{幸魂:さきみたま}の質で対抗しよう」%K%P",
  "「俺が質の部分を引き受ける。\\n　シュリを好きって気持ちを、誰よりも強くすればいい」%K%P",
  "熱狂的なファンが１００人いるなら、\\nその１００人分より深い愛情をシュリに捧げよう。%K%P",
  "理論上は、決して不可能ではない話だ。%K%P",
  "「またそんな無茶なこと言って……」%K%P",
  "「でも、なんだか大和らしいって気がする。\\n　その話、実行してみましょ」%K%P",
  "シュリも俺の無茶な提案に乗ってくれた。%K%P",
  "うまくいくかは賭けだが、不思議となんとかなる気がする。%K%P",
  "かわいい彼女を好きになるだけでいいんだから、\\nこんなの簡単に決まってるだろ。%K%P",
  "「もしもし、お姉ちゃん。シュリだけど」%K%P",
  "大和と別れた後、お姉ちゃんに電話してみた。%K%P",
  "と言っても、一方的に留守電に入れただけなんだけど。%K%P",
  "「オーディションの件、いろいろ考えてみたんだけどね、\\n　やっぱり諦めないことにしたから」%K%P",
  "「お姉ちゃんがわたしには無理って言うなら、\\n　無理じゃないわたしになってみせる」%K%P",
  "「確かにわたしはお姉ちゃんみたいに強くないよ。\\n　でもね、わたしには頼れる仲間がいるの」%K%P",
  "「ひとりじゃ太刀打ち出来ないことでも、\\n　誰かと一緒なら絶対乗り越えられる。\\n　わたしはそう信じてるから」%K%P",
  "「だから証明してみせるよ。\\n　わたしはもう子どもじゃないってことを。\\n　お姉ちゃんに守られるだけの弱い存在じゃないってことを」%K%P",
  "「そしてお姉ちゃんに教えてあげたいの。\\n　誰かに頼ること、支え合うことの素晴らしさを」%K%P",
  "「ということで……それをするために、しばらく留守にします」%K%P",
  "「吉祥天シュリと申します。\\n　お父様、お母様、どうぞよろしくお願いいたします」%K%P",
  "我が家に入るや否や、よそ行きモードでご挨拶するシュリ。%K%P",
  "まさかこんなことになるなんて、露程も思っていなかった。%K%P",
  "「オーディションが終わるまでの約一ヶ月、\\n　こちらでご厄介になりますね」%K%P",
  "「つまり、ここに家出させて頂きます♪」%K%P",
  "「ええ〜〜〜〜〜っ！？」%K%P",
  "「荷物、ここでいいかしら？」%K%P",
  "勝手知ったる我が家とばかりに、持ってきたバッグを置く。%K%P",
  "「シュリ、いったいどういうことだよ？」%K%P",
  "「さっき言った通りだけど。オーディション本選まで、\\n　ここに寝泊まりさせてもらおうと思って」%K%P",
  "「大和はもっともっとわたしを\\n　好きにならないといけないんでしょ？\\n　だったら一緒に生活をするのが一番かなって」%K%P",
  "まさかの同居展開だ。%K%P",
  "本音を言えば俺もかなり嬉しいが、\\nひとつだけ気懸かりなことがあった。%K%P",
  "「さっき言ってたよな、家出するって」%K%P",
  "「ああ、そのこと」%K%P",
  "「お姉ちゃんは事務所が用意したセキュリティつきの\\n　マンションに住んでるから、元々わたしは一人暮らしなのよ」%K%P",
  "「でも、ちょっとはお姉ちゃんをやきもきさせたいから、\\n　合宿じゃなくて家出って表現することにしたの」%K%P",
  "「……悪い奴だなあ」%K%P",
  "「そ・れ・と・も、家出じゃなくて同棲のほうがよかった？」%K%P",
  "「なっ！　お、お前いきなりなに言って……」%K%P",
  "「ふふっ、じょーだんよ。\\n　あんまり本気にしないで」%K%P",
  "俺をからかうシュリは、実に楽しげだった。%K%P",
  "これからの同居生活、なかなか刺激的なことになりそうだな。%K%P"
]