[
  "その翌日、シュリに俺の家に来てもらった。%K%P",
  "今後どうするかを話し合う、作戦会議をするためだ。%K%P",
  "「オーディションに勝つには、\\n　やっぱりダンスの強化は必須だと思うの」%K%P",
  "さっきから俺とシュリの意見は平行線だ。%K%P",
  "自分の弱い部分を補強しようと主張するシュリに対し、\\n俺は長所を更に伸ばすべきだと反論していた。%K%P",
  "「今から練習して、カグラのレベルに追いつけると思うか？」%K%P",
  "「そんなのやってみなきゃわかんないでしょ。\\n　頑張ってなんとかしてみせるつもりだし」%K%P",
  "「ほら、また無理しようとしてる。\\n　シュリ悪い癖だぞ」%K%P",
  "「でもぉ……」%K%P",
  "シュリはすぐ力技でなんとかしちゃおうとする傾向にある。%K%P",
  "それがどれだけ危ういことか、既に証明済みだ。%K%P",
  "「そんなことしなくても、シュリは十分魅力的だよ。\\n　いいところを１００％出せるようにすればいい」%K%P",
  "「み、魅力的って……大和のくせに恥ずかしいこと言うわね」%K%P",
  "「そこまで言うんなら、わたしのどこが魅力的なのか、\\n　具体的に説明してもらおうじゃないの」%K%P",
  "照れたシュリがやけになって反撃してきた。%K%P",
  "「よーし、じゃあ俺が具体的に例を挙げていくぞ」%K%P",
  "「まず、歌がうまい。\\n　歌唱力ならサラさんのほうが上だろうけど、\\n　シュリの歌声は心に響くものがある」%K%P",
  "「次は見た目かな。\\n　シュリは自覚ないみたいだけど、\\n　ビジュアル面で言えばトップクラスだろ」%K%P",
  "「それに、反応がいちいちかわいいんだよな。\\n　初々しくって、守ってあげたくなる」%K%P",
  "「あと、照れ屋さんで頑張り屋さんで、\\n　お姉ちゃん思いで、実は気配り上手で、\\n　真面目で何事にも手を抜かないし……」%K%P",
  "「だから、そんなシュリのこと、俺は好きだぞ」%K%P",
  "勢いに任せて、とんでもないことを言ってしまった。%K%P",
  "でも、嘘でもなければお世辞でもない。\\nだから後悔なんてしない。%K%P",
  "「へ？　好きだぞ、って……」%K%P",
  "「それじゃまるで、告白してるみたいじゃない……」%K%P",
  "シュリの顔がみるみる真っ赤になっていく。%K%P",
  "「告白みたいって言うか、告白したつもりだったんだけどな」%K%P",
  "ここまで来たらもう引き下がらない。%K%P",
  "俺の想いを正面からシュリにぶつけるだけだ。%K%P",
  "「シュリ……好きだっ……！」%K%P",
  "「あの、えとっ……」%K%P",
  "わかって欲しくて、目の前のシュリを抱き締めた。%K%P",
  "「あっ……」%K%P",
  "いきなり抱き締められて、シュリは小さく驚きの声を漏らす。%K%P",
  "あまりに急展開過ぎただろうか。%K%P",
  "でも、シュリを好きだと思った。\\n女の子として意識して、俺の彼女にしてしまいたいと思った。%K%P",
  "「俺とつきあって欲しい。\\n　ひとりの男として、吉祥天シュリって女の子が好きなんだ」%K%P",
  "言葉と身体と、俺の全てで伝えたい。%K%P",
  "きつく抱き締めたまま、シュリの耳元で告白の言葉を重ねた。%K%P",
  "「えっと……」%K%P",
  "「女の子のわたしを、好きになってくれたんだ……」%K%P",
  "シュリは俺の腕の中で、嬉しそうにそう呟いた。%K%P",
  "「ああ。俺にとっては、カミサマとかアイドルとかいう以前に、\\n　かわいくて魅力的な女の子だからな」%K%P",
  "「……今がそういう時じゃないって、\\n　わかって言ってるのよね？」%K%P",
  "「今だからこそだよ。\\n　彼氏彼女として協力してオーディションに臨みたい」%K%P",
  "「確かにそのほうが、オーディションにはプラスかもね」%K%P",
  "「でも勘違いしないで。\\n　利害関係で返事をするわけじゃないから」%K%P",
  "「ということで、心のこもった告白に対して、\\n　わたしから返事をさせて頂きます」%K%P",
  "いったん俺から離れると、シュリ改まって宣言する。%K%P",
  "ＯＫしてくれるのかどうか、緊張しすぎておかしくなりそうだ。%K%P",
  "「ええと……こほんっ」%K%P",
  "シュリも緊張しているのか、落ち着かない様子で軽く咳払い。%K%P",
  "顔を真っ赤に染めながら、まっすぐに俺を見つめた。%K%P",
  "「わたしも……大和のこと、好きよ」%K%P",
  "「だから、あなたの彼女になってあげる」%K%P",
  "「ううん、ひとりの女の子、吉祥天シュリとして、\\n　わたしがあなたの彼女になりたいの……」%K%P",
  "「と、いう感じなのだけど……ど、どうかしら？」%K%P",
  "……まさかの告白成功だった。%K%P",
  "自分から告白したくせに予想外すぎて呆然としてしまう。%K%P",
  "「ちょっと、ねえ大和？　なに固まってるの」%K%P",
  "「わ、悪い。驚きすぎた」%K%P",
  "「そんなに意外だった？」%K%P",
  "「意外も意外。だって人間とカミサマだろ？\\n　告白してもＯＫもらえるなんて普通思わないって」%K%P",
  "「大袈裟ね。ひとりの女の子って言ってくれたのは、\\n　他でもない大和じゃない」%K%P",
  "「それもそうだな」%K%P",
  "「とにかく、改めて言うけど、さっきの告白はＯＫだから」%K%P",
  "「今日から大和の彼女ということで、よろしくお願いします」%K%P",
  "「こちらこそよろしく、シュリ」%K%P",
  "そんなわけで、俺とシュリは彼氏彼女の関係になった。%K%P",
  "人間とカミサマの恋愛なんて大丈夫なのか一抹の不安は残るが、\\nシュリみたいな可愛い子が俺の彼女だなんて最高すぎる。%K%P",
  "これから夢のようなイチャイチャ生活がスタートするんだ。%K%P",
  "――なんて思っていた俺の甘い願望は、\\nあっさり打ち砕かれることになる。%K%P",
  "「大和〜、しゅわしゅわおかわり！」%K%P",
  "「はいはい」%K%P",
  "交際スタートするお祝いに、炭酸飲料で乾杯した俺たち。%K%P",
  "スナック菓子をつまみつつ、宴会に突入していた。%K%P",
  "「ねえ、聞いてよ大和。\\n　お姉ちゃんったらひどいんだよ」%K%P",
  "さっきから愚痴の連続である。\\nアルコールが入っていないのに、まるで絡み酒だ。%K%P",
  "恋人同士になって心の垣根がなくなったのか、\\n普段しないような話をしてくれるのは悪くないんだが……。%K%P",
  "「いっつもわたしを子ども扱いして……\\n　心配してくれるのはうれしいけど過保護すぎだよ」%K%P",
  "「カグラも最近はわたしのこと甘やかすし。\\n　ねえ、わたしってそんなに頼りないかな？　子供っぽい？」%K%P",
  "「そんなことないって。\\n　シュリはしっかりしてるし、大人っぽいよ」%K%P",
  "「でしょでしょ〜！\\n　も〜、みんな全然わかってないよね」%K%P",
  "「その点、大和はちゃんとわかっててえらい！\\n　花丸あげちゃう！」%K%P",
  "指でほっぺに花丸を描かれてしまう。%K%P",
  "くすぐったいけど、なんだかうれしい。%K%P",
  "「みんなしてわたしを子ども扱いするけど、\\n　れっきとした彼氏持ちなんだから」%K%P",
  "「彼氏のいない残念カミサマには絶対負けないもん！」%K%P",
  "ここにいない相手に見せつけるように、\\n俺の腕を抱えて恋人アピールしてきた。%K%P",
  "告白の時はテンパりすぎててよくわからなかったけれど、\\nやっぱりシュリは女の子なんだなあって思ってしまう。%K%P",
  "やわらかいし、いい匂いがするからたまらない。%K%P",
  "「大和？　どうしたの？」%K%P",
  "「シュリが彼女になってくれたんだなあって実感してる」%K%P",
  "「あっ、ごめん」%K%P",
  "ようやく自分のしていることに気付くシュリ。%K%P",
  "でも、恥ずかしがって離れたりはしない。%K%P",
  "「恋人、なのよね……」%K%P",
  "「ああ」%K%P",
  "「こうしてくっつくの、嫌？」%K%P",
  "「むしろ大歓迎」%K%P",
  "「そっか、よかった」%K%P",
  "シュリも、俺とくっつくことには賛成の立場らしい。%K%P",
  "照れくさそうにしていたが、ぎゅっと抱き締めてくれた。%K%P"
]